{
  "title": "Penetration Tester (m/f)",
  "body": "<p></p><div><h2 class=\"jobSectionHeader\"><b>Penetration Tester (m/f)</b></h2>\n<p></p><p><b>Overview:\n</b></p><p>Sportradar's newly formed Rights Protection unit is dedicated to protecting Sportradar's intellectual property and the rights of the sport governing bodies/federations with which we work. Working within Information Security team and supporting the Rights Protection Unit, the Penetration Tester will be part of a global team responsible for contributing to all aspects relating to the internal protection of Sportradar's data and audio-visual content, within the betting and media industries. You will work closely with our architecture, development and system administration team as well as the business to raise the security bar. The role demands a dedicated, forward-thinking intelligence professional who will thrive working in a groundbreaking and fast-paced company to support all Sportradar Group operations.</p>\n<p><b>The Challenge:</b></p>\n<ul><li>Provide guidance and help to protect and secure our intellectual property</li>\n<li>Penetration testing and monitoring of current digital assets</li>\n<li>Perform risk analysis to identify any security issues that could lead to lost or stolen data</li>\n<li>Identify security breaches and take action to stop them and prevent them in the future</li>\n<li>Working in an international team and environment</li>\n<li>Automate our application and infrastructure scanning and reporting</li>\n</ul><p><b>Your Profile:</b></p>\n<p><b>Professional Requirements:</b></p>\n<ul><li>At least 2 years of professional experience in the consulting area (as an auditor, penetration tester, security engineer, etc.) or 3 years of professional experience in an internal team (e.g. DevOps, IT Security, Information Security, Security Operation Center)</li>\n<li>Documented experience with performing manual and automated penetration tests of web applications, mobile applications, \"thick client\" applications and IT infrastructure</li>\n<li>Demonstrable skills in the following software: Burp Suite, OWASP ZAP, SoapUI, Kali Linux (Metasploit, nmap, sqlmap, dirbuster, nikto, etc.),</li>\n<li>Demonstrable knowledge of application and IT infrastructure security best practices including the following methodologies: OWASP Testing Guide, OSTMM, PTES, NIST</li>\n<li>Knowledge regarding Linux/Unix and Windows configuration review with accordance to the CIS benchmark or another well-known requirements</li>\n<li>Proficiency in one or more scripting languages - e.g. Powershell, Python, Perl</li>\n<li>Excellent understanding of threat modelling and SDLC/SSDLC processes</li>\n<li>Ability to communicate with all levels within an organization with appropriate technical content</li>\n</ul><p><b>Desirable Qualifications:</b></p>\n<ul><li>One of the following certifications: OSCP, OSWE, GPEN, GXPN, eWPT, eWPTX, CREST CWAT, CSSLP</li>\n<li>Experience performing security source code review (SAST, DAST),</li>\n<li>Demonstrable skills on any the following software SATST/DAST tools: IBM AppScan, Checkmarx, Echo Mirage, Javasnoop, Acunetix, Fortify, SonarQube</li>\n<li>High level knowledge of cryptography concepts</li>\n<li>Experience in security testing and performing security assessments of cloud services</li>\n<li>CTF experience</li>\n</ul><p><b>Our Offer:</b></p>\n<ul><li>You'll be surrounded by young, enthusiastic, sports and technology industry experts 24/7</li>\n<li>If you like sports, we've got TVs streaming live footage of the world's biggest events!</li>\n<li>Work with state-of-the-art equipment to solve our technological challenges</li>\n<li>The opportunity to work and develop within an inspiring and fast-growing company</li>\n<li>A challenging but rewarding and fun environment</li>\n<li>The minimum monthly salary for this position is according to the Collective Bargaining Agreement, overpayment will be considered depending on qualifications and working experience</li>\n</ul><p><b>If you think you're up to the challenge, come and help us to grow, innovate and develop!</b></p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=29695866f6118cbc&fccid=577e277adb3e7c97&vjs=3",
  "date": "2020-04-20"
}