{
  "title": "FH/ Uni Internship - Software Development (f/m/d)",
  "body": "<div><div><h3 class=\"jobSectionHeader\"><b>Your Responsibilities</b></h3>\n<ul><li>Work together with your colleagues to challenge IoT, Data Science and digitalization projects</li>\n<li>Learn to know scalable, stateless cloud architectures with state-of-the-art techniques like Kubernetes and Docker</li>\n<li>Work with a Scrum team and other stakeholders to ensure constant team alignment and continuous improvement</li>\n<li>Evaluate new technologies or products</li>\n<li>Work with other team members on best practices to ensure high quality and maintainable software artefacts</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Your Profile</b></h3>\n<ul><li>You are just about to finish your degree in Software Architecture, Computer Science, Information Technology or System Engineering</li>\n<li>First experience in developing applications in Angular, JavaScript/ TypeScript and/or Java/ Spring Boot</li>\n<li>You are familiar with the concepts of cloud service providers like Microsoft Azure</li>\n<li>Interest in deepening your knowledge of current development trends such as TDD, BDD, Contract First and CI/ CD</li>\n<li>Advantageous: Familiarity and interest in edge computing and software development</li>\n<li>Profound German (C1/2) and English skills (B2)</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Our Offer to you</b></h3>\n<ul><li>A mentoring program with a dedicated expert of our team to get you familiar with the business and domain-related processes</li>\n<li>As a part of a fast-growing team, you'll play an important role in taking Kapsch BusinessCom to the next level</li>\n<li>Collaborate with our highly skilled teams of international software engineers across the whole company</li>\n<li>Amazing, talented and international working environment filled with smart and ambitious colleagues</li>\n<li>A fixed term employment of 6 months</li>\n<li>Full-time or part-time employment with a flexible working schedule</li>\n<li>A gross salary of € 1.450 p.m. (IT-KV) at full-time employment</li>\n</ul></div><p>We are proud to be an equal opportunity employer and welcome all applications without regard to age, gender, religious beliefs/ ideology, sexual orientation, ethnicity or national origin.\n<br>\n<br>\n<i>We would like to inform you that, due to the current situation, there may be some delays in the recruiting processes. Nevertheless, we appreciate your application and we will still conduct interviews via Skype-Calls.</i>\n<br>\n<br>\n<i>Thank you for your trust in Kapsch.</i>\n<br>\n<i>We will stay connected! Kindest Regards, Your HR-Recruiting Team.</i>\n<br>\n</p><div><h3 class=\"jobSectionHeader\"><b>About us</b></h3>\n<div><p>Kapsch BusinessCom, a company of the globally-operating Kapsch Group, supports companies in taking their business performance to the next level and developing new business models, operating as a consultant, system supplier, and service provider. The company’s comprehensive portfolio includes solutions for ICT infrastructure, smart building technology, media and security technology, and outsourcing services. Widespread expertise and a large number of successful use cases make Kapsch the ideal partner for the digital transformation.</p></div></div></div><p></p>\n<br><p></p><div><div><h3 class=\"jobSectionHeader\"><b>Benefits</b></h3>\n<div><p>Meal allowance at on-site restaurants</p>\n<p>Flexible working hours</p>\n<p>Excellent connection to public transportation</p>\n<p>Modern office infrastructure</p>\n<div>Employee events</div>\n</div></div><div><h3 class=\"jobSectionHeader\"><b>Your contact</b></h3>\n<div>Michelle Wolf\n<p>HR Recruiting Austria</p>\n<p>Kapsch Group</p>\n</div><div><div>+43 50 811 1910</div>\n</div></div><div></div><div><h3 class=\"jobSectionHeader\"><b>Certificates</b></h3></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=e1ff61221b865bfb&fccid=e0811ee355cfbd31&vjs=3",
  "date": "2020-04-16"
}