{
  "title": "Crime Prevention and Criminal Justice Officer (Firearms Control Expert)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><p>This position is located in the Global Firearms Programme (GFP), Implementation Support Section (ISS) of the Organized Crime and Illicit Trafficking Branch (OCB), Division for Treaty Affairs (DTA) of the United Nations Office on Drugs and Crime UNODC), in Vienna. The incumbent will report directly to the Head of the Global Firearms Programme (GFP), and work under the overall supervision of the Chief of Section.<br>\n<br>\nFor more information on UNODC, please visit our website: www.unodc.org.\n</p>Responsibilities\n<div>The incumbent will perform the following specific tasks:<br>\n<br>\n<ul><li>Participate in the formulation, development, implementation, coordination, backstopping and evaluation of assigned technical cooperation programmes and activities under the Global Firearms Programme with a particular focus on Latin America and the Caribbean, and where necessary other regions such as Africa, Central Asia, the Western Balkans and South East Asia and the Pacific, to prevent and counter illicit manufacturing of and trafficking in firearms and address the links to other related crimes, in particular organized crime and terrorism, through the accession and full implementation of the United Nations Convention against Transnational Organized Crime (UNTOC), and its Protocol on Firearms.</li></ul><br>\n<ul><li>Provide technical and operational advice on the implementation of the Organized Crime Convention and its Firearms Protocol, in particular in the areas of criminalization, investigation and prosecution of firearms criminality and related crimes, including emerging forms of illicit manufacturing and trafficking in firearms such as illicit conversion or reactivation of firearms, and related crimes such as cyber and internet enabled trafficking, financial crimes, organized crime, inter alia, as well as record keeping, marking, tracing, collection, management, and destruction of firearms.</li></ul><br>\n<ul><li>Participate in needs assessment and other technical missions to evaluate and elaborate technical assistance needs and proposals; periodically assess the performance of introduced and improved practices and operations; provide substantive and technical guidance and assistance, including guidance and mentorship, to governmental and criminal justice institutions and practitioners from law enforcement, border control and prosecution services and other counterparts on good practices in the prevention,</li></ul><br>\ndetection, and combating illicit trafficking in firearms and related forms of organized crime, and on the effective implementation of UNTOC and the Firearms Protocol.<br>\n<br>\n<ul><li>Promote and support the implementation of innovative investigative and prosecutorial approaches and strategies to address firearms trafficking and related crimes, such as facilitating parallel or joint investigative teams; use of special investigative techniques; supporting requesting countries in the establishment / strengthening of integrated firearms hubs / specialised units within dedicated law enforcement and prosecution services, to strengthen administrative controls over firearms and enhance investigative and law enforcement actions against illicit firearms; support related institution and capacity building activities, as well as effective inter-institutional cooperation; facilitating and promoting effective regional and international cooperation and information exchange practices.</li></ul><br>\n<ul><li>Establish effective relationships and work collaboratively with national stakeholders and regional/international partners, in particular with National Commissions and Focal Points for firearms, parliamentary committees, relevant ministries and entities, investigation and prosecution services, judiciary and customs services, as well as with civil society and private sector organizations.</li></ul><br>\n<ul><li>Support the planning, organization, and delivery of specialized technical services aimed at enhancing joint cooperation and operations among beneficiary counties to detect, investigate and prosecute illicit firearms trafficking cases and foster international cooperation and information exchange, such as the joint Interpol/UNODC “Trigger” and similar operations, the joint “Kafo” operation in West Africa, and Joint Action Days between European and South Eastern European countries.</li></ul><br>\n<ul><li>Support the development, customization and dissemination of specialized training and capacity building tools, such as updating and developing new specialised modules of the GFP Comprehensive Training Curriculum on Firearms and its transformation and localization into e-learning platforms; design and development of webinars and other online and offline tools to support capacity building and exchange of good practices among practitioners.</li></ul><br>\n<ul><li>Support and coordinate the overall planning and implementation of GFP’s training and capacity building activities for criminal justice actors: Revise and oversee GFP’s existing training course programmes and deliveries on investigation and prosecution of firearms trafficking and related offences; on detection of illicit firearms at land-border crossings; on trafficking via postal services, inter alia, ensuring standardized and consistent methodologies and approaches, applying adult-learning methodologies, integration of gender, Human Rights and other cross-cutting elements; standardized and high quality lessons plans, handouts, exercises and tools, including measures for the adequate profiling of target trainees and customization of the training course to the identified target groups; development of pre and post training examinations, enhancement of practical exercises, final evaluation, post-training verifications; certifications etc.</li></ul><br>\n<ul><li>Support and contribute substantively to the design and development of new basic and advanced-level (theoretical and practical) training courses and curricula, based on identified needs and priorities, aimed at addressing new and emerging areas such as online trafficking; countering the arms-terror-crime nexus, financial crimes and corruption linked to firearms trafficking inter alia, including lesson plans, syllabus and training material, ensuring consistency in its methodological approaches, material and delivery techniques, and help overseeing the work of consultants in this area.</li></ul><br>\n<ul><li>Support national, regional and global data collection efforts and analysis on illicit trafficking in firearms, with a view to strengthening national capacities and producing periodic reports on illicit firearms trafficking and support the implementation and monitoring of Target 16.4 of the 2030 Development Agenda.</li></ul><br>\n<ul><li>Contribute to the preparation and dissemination of project documents, work plans, budgets, terms of references and other related project documentation and monitor its implementation; ensure timely preparation and submission of programme/project progress, evaluation reports etc. Contribute to the preparation of a variety of written outputs, such as background papers, correspondence with governments, working papers, mission reports, technical analysis, briefings, presentations, policy and project proposals and documents, regular and ad hoc reports, studies, summary reports, technical manuals, guides, etc. and support advocacy and information sharing activities inter alia through regular contributions to webpage and other information sharing tools of the Global Firearms Programme (GFP);</li></ul><br>\n<ul><li>Guide and, as required, coordinate the work of the national programme officer(s), and consultant(s), liaise as appropriate with other field offices and relevant units at UNODC headquarters; liaise with relevant international and regional actors, national and non-governmental actors in order to facilitate project implementation and create synergies; guide, mentor and support junior staff members, Associate Experts and interns in their work; Support the mainstreaming of the gender component of the Global Firearms Programme activities;</li></ul><br>\n<ul><li>Perform other work related duties as required.\n</li></ul></div>Competencies\n<div>· Professionalism: Knows policies and practices in international drug control and crime prevention, as well as the mandates of the United Nations Office on Drugs and Crime. Knows and understands theories, concepts and approaches particularly relevant to crime prevention and combating transnational organized crime. Has proven knowledge of the areas on the prevention and combat of illicit firearms trafficking and its links to transnational organized crime, terrorism and related forms of crime, disarmament and related fields including capacity building and/or education. Is aware of cross-cutting themes such as human rights, peace and development, gender inter alia. Has proven research and analytical skills. Knows and understands the legislative and substantive aspects of preventing and combating transnational organized crime and the existing international legal regime on, in particular, the United Nations Convention against transnational Organized Crime and its supplementary Protocol against Illicit Manufacturing of and Trafficking in Firearms, their Parts and Components and Ammunition. Knows other relevant global and regional instruments, international standards, guidelines and best practices in firearms control. Knows concepts relevant to technical cooperation assistance and programme management. Has very good analytical and problem-solving skills, including ability to identify and contribute to the solution of problems/issues. Has sound judgment skills. Is able to analyse substantive legal and technical documentation and to prepare comprehensive reports, summaries and policy briefs. Shows pride in work and in achievements; demonstrates professional competence and mastery of subject matter; is conscientious and efficient in meeting commitments, observing deadlines and achieving results; is motivated by professional rather than personal concerns; shows persistence when faced with difficult problems or challenges; remains calm in stressful situations. Takes responsibility for incorporating gender perspectives and ensuring the equal participation of women and men in all areas of work.<br>\n<br>\n<ul><li>Planning and Organizing: Develops clear goals that are consistent with agreed strategies; identifies priority activities and assignments; adjusts priorities as required; allocates appropriate amount of time and resources for completing work; foresees risks and allows for contingencies when planning; monitors and adjusts plans and actions as necessary; uses time efficiently.</li></ul><br>\n<ul><li>Teamwork: Works collaboratively with colleagues to achieve organizational goals; solicits input by genuinely valuing others' ideas and expertise; is willing to learn from others; places team agenda before personal agenda; supports and acts in accordance with final group decision, even when such decisions may not entirely reflect own position; shares credit for team accomplishments and accepts joint responsibility for team shortcomings.\n</li></ul></div>Education\n<p>An advanced university degree (Master's degree or equivalent) in law, criminology, political or social science or related disciplines is required. A first-level university degree in similar fields in combination with two additional years of qualifying experience may be accepted in lieu of the advanced university degree.\n</p>Work Experience\n<p>A minimum of five years of progressively responsible professional work experience, including three years at the international level, in law enforcement, criminal justice, prosecution, international relations, crime research or social and/or political affairs, is required.<br>\nProven experience in the implementation of regulatory firearms control measures and practices is required.<br>\nProven experience in the design and delivery of technical assistance and/or policy development, in areas related to illicit firearms trafficking, and where possible, organized crime and terrorism, and related law enforcement operations is required.<br>\nPractical experience in the development and delivery of training and capacity building activities, as well as in the design, development and delivery of training materials and curricula in the areas related to firearms, armed violence prevention, organized crime, citizen’s security or similar area is required.<br>\nPractical experience in countering and conducting complex criminal investigations on online trafficking and cybercrime is desirable.<br>\nWorking and living experience in developing countries is desirable.<br>\nExperience working with the United Nations system or similar international organizations is desirable.\n</p>Languages\n<p>English and French are the working languages of the United Nations Secretariat. For the position advertised, fluency in English and Spanish is required. Knowledge of another United Nations official language is an advantage.\n</p>Assessment\n<p>Evaluation of qualified candidates may include an assessment exercise and a competency-based interview.\n</p>Special Notice\n<p>This is a project post. Filling of this position is subject to funding availability and the initial appointment will be for a period of one year.\n<br>\n<br>\nStaff members are subject to the authority of the Secretary-General and to assignment by him or her. In this context, all staff are expected to move periodically to new functions in their careers in accordance with established rules and procedures.\n<br>\n<br>\nThe United Nations is Secretariat is committed to achieving 50/50 gender balance in its staff. Female candidates are strongly encouraged to apply for this position.\n<br>\n<br>\nVienna is classified as a H and family duty station.\n</p><p></p>United Nations Considerations\n<p>According to article 101, paragraph 3, of the Charter of the United Nations, the paramount consideration in the employment of the staff is the necessity of securing the highest standards of efficiency, competence, and integrity. Candidates will not be considered for employment with the United Nations if they have committed violations of international human rights law, violations of international humanitarian law, sexual exploitation, sexual abuse, or sexual harassment, or if there are reasonable grounds to believe that they have been involved in the commission of any of these acts. The term “sexual exploitation” means any actual or attempted abuse of a position of vulnerability, differential power, or trust, for sexual purposes, including, but not limited to, profiting monetarily, socially or politically from the sexual exploitation of another. The term “sexual abuse” means the actual or threatened physical intrusion of a sexual nature, whether by force or under unequal or coercive conditions. The term “sexual harassment” means any unwelcome conduct of a sexual nature that might reasonably be expected or be perceived to cause offence or humiliation, when such conduct interferes with work, is made a condition of employment or creates an intimidating, hostile or offensive work environment, and when the gravity of the conduct warrants the termination of the perpetrator’s working relationship. Candidates who have committed crimes other than minor traffic offences may not be considered for employment.<br>\n<br>\nDue regard will be paid to the importance of recruiting the staff on as wide a geographical basis as possible. The United Nations places no restrictions on the eligibility of men and women to participate in any capacity and under conditions of equality in its principal and subsidiary organs. The United Nations Secretariat is a non-smoking environment.<br>\n<br>\nApplicants are urged to follow carefully all instructions available in the online recruitment platform, inspira. For more detailed guidance, applicants may refer to the Manual for the Applicant, which can be accessed by clicking on “Manuals” hyper-link on the upper right side of the inspira account-holder homepage.<br>\n<br>\nThe evaluation of applicants will be conducted on the basis of the information submitted in the application according to the evaluation criteria of the job opening and the applicable internal legislations of the United Nations including the Charter of the United Nations, resolutions of the General Assembly, the Staff Regulations and Rules, administrative issuances and guidelines. Applicants must provide complete and accurate information pertaining to their personal profile and qualifications according to the instructions provided in inspira to be considered for the current job opening. No amendment, addition, deletion, revision or modification shall be made to applications that have been submitted. Candidates under serious consideration for selection will be subject to reference checks to verify the information provided in the application.<br>\n<br>\nJob openings advertised on the Careers Portal will be removed at 11:59 p.m. (New York time) on the deadline date.\n</p>No Fee\n<p>THE UNITED NATIONS DOES NOT CHARGE A FEE AT ANY STAGE OF THE RECRUITMENT PROCESS (APPLICATION, INTERVIEW MEETING, PROCESSING, OR TRAINING). THE UNITED NATIONS DOES NOT CONCERN ITSELF WITH INFORMATION ON APPLICANTS’ BANK ACCOUNTS.</p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=ab85d97891c2eade&fccid=65ae769cb89830ec&vjs=3",
  "date": "2020-05-12"
}