{
  "title": "Netzwerk und Security Consultant (m/w/x) (Pre-Sales)",
  "location": "Wien 19. Bezirk (Döbling), W",
  "contract_type": null,
  "body": "<div><p>Unser Kunde ist ein mittelgroßer IT-Provider in Österreich für Unternehmen, Behörden und Organisationen jeder Größe. Die Kompetenz, das Engagement und der Unternehmergeist der Mitarbeiterinnen und Mitarbeiter steigern nachhaltig den Erfolg.\n<br>\nWir suchen für den Standort Wien einen Netzwerk und Security Consultant (m/w/x) (PreSales).</p>\n<h5 class=\"jobSectionHeader\"><b>Ihre Aufgaben sind:</b></h5>\n<ul><li>State-of-the-art Beratung zu technischen Informationssicherheitsfragen</li><li>Konzeptionierung, Aufbau und Erweiterung von technischen IT Security Konzepten\n</li><li>Konzeptionierung und Beratung zu Themen wie:\n </li><li>Authentifizierungsverfahren nach 802.1X</li><li>Firewall, VPN und Endpoint Security Lösungen</li><li>IPS/IDS Management Lösungen</li><li>Kundenberatung zum Thema Netzwerkvirtualisierungsplattformen und Application Delivery Controller</li><li>Erstellung von Angeboten zu obigen Themen und Kontaktpflege zu den relevanten Herstellern</li><li>Ansprechpartner für Kunden CISOs</li><li>Bereitschaft zu laufender Weiterentwicklung</li></ul>\n<h5 class=\"jobSectionHeader\"><b>\nIhr Profil:</b></h5>\n<ul><li>Mehrjährige Berufserfahrung im IT Bereich</li><li>Mehrjähre Erfahrung im Bereich IT-Security von Vorteil</li><li>Gutes Verständnis von Netzwerk- und Systemsicherheit und der damit verbundenen Technologien</li><li>VMware NSX, Hyper-V Network Virtualization, Citrix Netscaler, FortiNet Know-How</li><li>Relevante Zertifizierungen zum Thema Security von Vorteil</li><li>Kenntnisse des österreichischen Datenschutzgesetzes und verwandter Rechtsmaterien von Vorteil</li><li>Grundlegendes Verständnis von ISMS (Information Security Management System)</li><li>Sicheres Auftreten gepaart mit hoher Kommunikations- und Koordinationsfähigkeit</li><li>Sehr gute Fähigkeit zu unabhängiger Entscheidungsfindung und zur Problemlösung</li></ul>\n<p>\nFür diese Position ist ein Minimum Jahresbruttogehalt in Höhe von € 70.000,- bis € 90.000,- vorgesehen. Selbstverständlich bietet unser Kunde eine marktkonforme Bezahlung/Überzahlung je nach Qualifikation und Berufserfahrung.</p>\n<p>\nIhre Bewerbungsunterlagen senden Sie unter Angabe der Position und Referenznummer 517104-PC bitte per E-Mail<br>\nan IT@pers-con.at.</p>\n<div>\n<div><div><div>Pers-Con Personal Consulting GmbH</div>\n</div><br>\n<div><div>Gerry Pressl, IT@pers-con.at<br>\nTel.: +43 1 817 85 95-0</div>\n</div><br>\n<div><div>Heiligenstädter Straße 43, A-1190 Wien, www.pers-con.at</div></div></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=fc002f41697d724a&fccid=b04a9067d9cb9144&vjs=3",
  "date": "2020-05-26"
}