{
  "title": "Senior Solution Architect Wien,",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p>As a Senior Solution Engineer you will be hands on and technical needing excellent communication skills, presentations skills, and speaking with crowds at all levels while accelerating the sales cycle, overcoming technical objections, and being the technical expert in the room. You will whiteboard, demonstrate, present technical material, qualify, and engage senior IT personnel in discussing our VMware Cloud Foundation technologies.</p><p></p><p><b>\nJob Role and Responsibilities</b></p><ul><li>\nBecome a trusted advisor within VMware's customer base and build solid and long lasting relationships with customers</li><li>\nGain deep understanding of customer business and IT environments and collaborate with sales teams to assess the potential application of our solutions</li><li>\nWork closely with sales representatives &amp; solution engineers on developing opportunities and closing deals</li><li>\nClosely collaborate with partners and OEMs such as Dell Technologies, HPE, and more</li><li>\nBe an evangelist and present VMware's technical value proposition to customers and provide technical deep dives on VMware’s Hybrid Cloud Infrastructure (HCI) vision, NSX, Cloud Management and vSAN Product portfolio, VxRail Appliances, and the overall Cloud Foundation solutions</li><li>\nYou will partner with Engineering and Product management teams to prioritise customer feature requests into our future product roadmap.</li><li>\nYou will aide in training &amp; enablement of our field teams and channel partners to sell VMware HCI software and solutions</li><li>\nEnsure success of customer proof-of-concepts (POCs) and respond to the technical elements of RFIs/RFPs</li><li>\nYou will partner with our support engineers and technical account managers to drive deployments of Cloud Foundation and vSAN solutions</li></ul><p></p><p><b>\nThe skills we require you to bring along:</b></p><ul><li>\nEnthusiasm and a desire to have a long lasting impact</li><li>\nWillingness to learn and explore</li><li>\nStrong quantitative and analytical competency</li><li>\nGreat interpersonal skills, incl. good communication with the ability to articulate in a precise and concise manner</li></ul><br>\n<p><b>\nCategory : </b>Sales<br>\n<b>Subcategory: </b>Systems Engineering<br>\n<b>Experience: </b>Manager and Professional<br>\n<b>Full Time/ Part Time: </b>Full Time<br>\n<b>Posted Date:</b> 2020-05-14</p><br>\nVMware Company Overview: At VMware, we believe that software has the power to unlock new opportunities for people and our planet. We look beyond the barriers of compromise to engineer new ways to make technologies work together seamlessly. Our cloud, mobility, and security software form a flexible, consistent digital foundation for securely delivering the apps, services and experiences that are transforming business innovation around the globe. At the core of what we do are our people who deeply value execution, passion, integrity, customers, and community. Shape what’s possible today at http://careers.vmware.com.<br>\n<br>\nEqual Employment Opportunity Statement: VMware is an Equal Opportunity Employer and Prohibits Discrimination and Harassment of Any Kind: VMware is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at VMware are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. VMware will not tolerate discrimination or harassment based on any of these characteristics. VMware encourages applicants of all ages. Vmware will provide reasonable accommodation to employees who have protected disabilities consistent with local law.</div>",
  "url": "https://at.indeed.com/rc/clk?jk=48cba2f3f3494e2b&fccid=c762a27145bd166e&vjs=3",
  "date": "2020-05-26"
}