{
  "title": "Area Senior Sales Manager DACH - 907",
  "body": "<div><p><b>Become a Senior Sales Manager in an</b> <b>Innovative High Tech Security Company! You will make a difference by developing new and emerging strategies to grow the HID business.</b></p>\n<p><b>This Position can be a work from home role based out of Austria</b></p>\n<p><b>#Securing your Future!</b></p>\n<p>Build the future of digital identity! HID Global's Extended Access Technologies business unit embeds trust into the world of digital devices with innovative authentication technologies. Every day, we create the most innovative global authentication solutions for a variety of customer applications. We are a diverse, multi-disciplined, growing multinational technical company that offers its employees a fun work environment, flexibility and career opportunity.</p><br>\n<p></p>\n<p><b>What you will be part of:</b></p>\n<p>HID Global powers the trusted identities of the world's people, places and things. We make it possible for people to transact safely, work productively and travel freely. Our product and services are used by millions of people around the world to navigate their everyday lives.</p><br>\n<p></p>\n<p><b>Working at HID:</b></p>\n<p>HID Global is an innovative fast-paced organization, with many possibilities to make a difference and add value. We empower our employees to achieve great things by taking ownership of their future career.</p>\n<p>We value diversity and endorse an open-minded collaborative working environment. We are a company with integrity at our core. HID Global is an ASSA ABLOY Group Brand.</p><br>\n<p></p>\n<p><b>The Position:</b></p>\n<p>You will be responsible for the sale of the range of Extended access technologies products (RFID &amp; Biometrics technology) in an assigned territory in Europe. You will be the main sales &amp; business development interface in an important and growing sub-region within EMEA for HID Extended Access Technologies products and will be expected to fully understand customer and market requirements to drive business growth and expansion in the assigned territory.</p><br>\n<p></p>\n<p><b>Full list Job description below:</b></p><br>\n<p></p>\n<p><b>Duties and Responsibilities</b> include the following. Other duties may be assigned.</p>\n<ul><li><div>Manage the Sales and Marketing activity in the assigned sales territory.</div>\n</li>\n<li>Manage &amp; be accountable for the sales quota assigned to the region.</li>\n<li>Maintain the sales forecast &amp; communicate with other departments internally - Operations, Marcom, Product Management &amp; Engineering to ensure delivery aligns with customer expectations.</li>\n<li>Travel throughout assigned territory on regular basis to expand business with existing customer base &amp; prospective partners.</li>\n<li>Identify sales opportunities in new and existing markets and increase market share in established markets.</li>\n<li>Provide support to assigned accounts and strategic alliances by providing sales training, demonstration of equipment and participation in joint events.</li>\n<li>Maintain timely and accurate information on customer accounts into company databases and systems.</li>\n<li>Fully understand customer requirements and effectively communicate these needs to Product Marketing, Product Management and Sales management to ensure alignment with product &amp; technology roadmap.</li>\n<li>Coordinate the related activity for trade shows and other marketing events.</li>\n<li>Attend industry related trade shows, conferences and events to gain local industry knowledge and expand contacts.</li>\n<li>Provide timely submission of monthly reports, expense reports and other related action items as required by senior management.<br>\n<br>\n<br>\n<b>Qualifications</b></li>\n</ul>\n<ul><li><div>Minimum 10 years business development and / or technical sales experience.</div>\n</li>\n<li>Fingerprint biometrics and/or RFID technologies sales experience and understanding of the Fingerprint Biometrics and/or RFID technologies sales process.</li>\n<li>Knowledge of semiconductor, access control and the security industry.</li>\n<li>Knowledge of either RFID credential technologies or fingerprint biometrics technologies is a must</li>\n<li>Knowledge embedded technologies is a strong plus</li>\n<li>Knowledge in a number of vertical markets - eg. Finance, Healthcare, Retail/Point of Sale, Government etc. is a plus.</li>\n<li>Knowledge and experience of mobile technology &amp; implementations desirable.<br>\n</li><li>Must have strong written and verbal skills with the ability to lead presentations both internally and externally.</li>\n<li>Capable of establishing credibility with customers as well as other internal departments - Product Marketing, Engineering, Operations, Finance.</li>\n<li>Strong out of the box thinking combined with a hands-on attitude, the ability to manage multiple projects successfully and prioritize well.</li>\n<li><b>Must possess excellent planning, prioritization, and organizational skills with the ability to adhere to deadlines.</b></li>\n<li><b>Must be able to work effectively as a part of a team.</b></li>\n<li>Previous multi country/ regional experience preferred.<br>\n<br>\n<b>Education and/or Experience</b></li>\n</ul>\n<ul><li><div>Minimum BS Degree - Engineering or Computer Science</div>\n</li>\n<li>MBA - Marketing or Business preferred.<br>\n<b>Language Skills</b></li>\n</ul>\n<ul><li><div>Ability to effectively communicate in German and English language verbally and in writing.</div>\n</li>\n<li>Ability to read and anticipate important business or market trends / drivers from journals, tradeshows, business publications, etc.<br>\n<br>\n<b>Computer Skills</b></li>\n</ul>\n<ul><li><div>Proficient in MS Office applications, such as Word, Excel, PowerPoint, etc.</div>\n</li>\n<li>Familiar with operating systems, such as Windows, etc.</li>\n<li>Familiar CRM tools and analysis such as Salesforce.com<br>\n<br>\n<b>Work Requirements</b></li>\n</ul>\n<ul><li><div>Ability and commitment to travel on regular basis approx. 50 to 60%. Travel and fieldwork including international travel, therefore employee must possess or can acquire a valid Passport.</div></li></ul></div>",
  "url": "https://at.indeed.com/rc/clk?jk=8b0a0fa1bf0723d5&fccid=0a4ad7ebd9b0c8ee&vjs=3",
  "date": "2020-04-20"
}