{
  "title": "Zwei IT-Security Engineers (w/m)",
  "body": "<div><div><h2 class=\"jobSectionHeader\"><b>Ausschreibung</b></h2></div><div></div>\n<div><div><p>Die Universität Klagenfurt schreibt folgende Stellen zur Besetzung aus:</p>\n<p><b>\n </b><b>zwei IT-Security Engineers (w/m)</b></p>\n<p>\nin der Zentralen Einrichtung<b> Zentraler Informatikdienst, Abteilung für Server- und Kommunikationssysteme</b>, im Beschäftigungsausmaß von je 100 % (Uni-KV: IVa; www.aau.at/uni-kv), vorerst befristet auf ein Jahr, mit der Option auf Überleitung ins unbefristete Dienstverhältnis. Das monatliche Mindestentgelt für diese Verwendung beträgt € 2.673,10 brutto (14 x jährlich) und kann sich auf Basis der kollektivvertraglichen Vorschriften durch die Anrechnung tätigkeitsspezifischer Vorerfahrungen auf max. € 3.184,60 (R1) brutto erhöhen. Eine Überzahlung des kollektivvertraglichen Mindestentgelts kann vereinbart werden. Voraussichtlicher Beginn des Anstellungsverhältnisses ist <b>ehestmöglich</b>.</p>\n</div></div>\n<div><h2 class=\"jobSectionHeader\"><b>Aufgabenbereich</b></h2></div><div></div>\n <div><div><ul><li>Eigenständiger Aufbau, Erweiterung, Wartung und Dokumentation von komplexen Netzwerk- und Sicherheitslösungen im IT Bereich.</li>\n<li>Selbständiges Durchführen von Sicherheitsüberprüfungen von Systemen und Unterstützung der Systemverantwortlichen bei der Mitigation.</li>\n<li>Abteilungsübergreifende Analyse und Behebung von Störfällen (2nd Level Support) in Netzwerk- und Securitybelangen.</li>\n<li>Die regelmäßige Adaptierung der Loggingsysteme sowie Pflege und Überwachung relevanter Monitoringsysteme.</li>\n<li>Konzeptuelle Mitarbeit bei der Entwicklung von sicherheitsrelevanten Prozessen des ISMS.</li>\n<li>Begleitung von Audits, IT-Sicherheitsanalysen sowie Penetrationstests.</li><br>\n</ul><p></p>\n</div></div>\n<div><h2 class=\"jobSectionHeader\"><b>Voraussetzungen</b></h2></div><div></div>\n<div><div><ul><li>Abgeschlossenes Master-/Diplomstudium im IT-Bereich.</li>\n<li>Fundiertes Wissen und Erfahrung mit IT-Netzwerken (Switching, Routing, WAN, WLAN).</li>\n<li>Fundiertes Wissen und Erfahrung und Security-Bereich (Firewalls, VPN, IDS/IPS, Endpoint Protection, Sandboxing).</li><br>\n</ul><p></p>\n<p>\nDer Nachweis für die Erfüllung aller Voraussetzungen für die Einstellung muss bis <b>spätestens 6. Mai 2020 </b>vorliegen.</p>\n</div></div>\n<div><h2 class=\"jobSectionHeader\"><b>Erwünscht sind</b></h2></div><div></div>\n<div><div><ul><li>Teamfähigkeit gekoppelt mit Begeisterung für Neues und die Motivation zur kontinuierlichen Weiterbildung.</li>\n<li>Fähigkeit zu eigenverantwortlichem und selbstorganisiertem Arbeiten.</li>\n<li>Freude an neuen Herausforderungen und Technologien im Umfeld IT-Netzwerk und IT-Sicherheit.</li>\n<li>Hohes technisches Verständnis und logisch-analytisches Denkvermögen.</li>\n<li>Gute Deutsch- und Englischkenntnisse in Wort und Schrift.</li>\n</ul></div></div><div><h2 class=\"jobSectionHeader\"><b>Zusatzinformation</b></h2></div><div></div>\n<div><div><p>Die Universität legt im Rahmen ihrer Personalpolitik Wert auf Antidiskriminierung, Chancengleichheit und Diversität.</p>\n<p>\nMenschen mit Behinderungen oder chronischen Erkrankungen, die die geforderten Qualifikationskriterien erfüllen, werden ausdrücklich zur Bewerbung aufgefordert.</p>\n<p>\nNähere Auskünfte erteilt Dipl.-Ing. Johann Wilfling (johann.wilfling@aau.at). Allgemeine Informationen finden Sie unter www.aau.at/jobs/information.</p>\n<p>\nBei Interesse bewerben Sie sich mit den üblichen Unterlagen unter der <b>Kennung 30-1/20 </b>bis <b>6. Mai 2020 </b>über den „“-Button am Ende der Ausschreibung.</p>\n<p>\nEs besteht kein Anspruch auf Abgeltung von Reise- und Aufenthaltskosten, die aus Anlass des Aufnahmeverfahrens entstehen.</p></div></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=5bff02add098a1eb&fccid=f84035a03cb3b655&vjs=3",
  "date": "2020-04-20"
}