{
  "title": "Senior IT Security Officer (w/m/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "Die Erste Bank Oesterreich ist eines der führenden heimischen Geldinstitute. Als Teil der international tätigen Erste Group sind wir eine attraktive Arbeitgeberin, die ihren MitarbeiterInnen interessante Karrierechancen eröffnet.Wir suchen: 1 Senior IT Security Officer (w/m/d) Das Team \"IT Risk und IT Security Governance\" befasst sich mit der Steuerung von IT Security und IT Risk Management Themen der Erste Bank Oesterreich und der Sparkassen in Österreich.Ihre Tasks * Fachkundige Analyse und Bewertung von IT Security Gaps in Zusammenarbeit mit unserem IT Provider * Erarbeiten von Optionen für Gegenmaßnahmen in Kooperation mit SpezialistInnen * Überwachung und Steuerung von IT Security Gaps/Findings und Incidents * Qualifiziertes Reporting von IT Security Themen * Schnittstelle zu Business, Management und zu Sparkassen Gremien * Definition und Dokumentation von IT Security Policies und Prozessen Ihr Background * HTL-, FH- oder Universitätsabschluss mit IT bzw. idealerweise IT Security Schwerpunkt * Mehrjährige Erfahrung im Bereich IT Security * Hohe Affinität zu Security Themen * Vorzugsweise international anerkannte Zertifizierungen der Information Security * Sehr gute Kennntnisse der IT Security Standards (ISO2700x), ITIL, COBIT, PCI-DSS * Analytische, strukturierte Arbeitsweise und hohe Teamfähigkeit * Kommunikationsfähigkeiten in Deutsch und Englisch Unser Angebot * Es erwartet Sie ein sehr spannendes Aufgabengebiet in einem durch Teamorientierung geprägten Umfeld. Sie haben die Chance, Verantwortung für wichtige IT Security Themen und Prozesse zu übernehmen, sich konstruktiv einzubringen und weiterzuentwickeln.\n<br><br>\n<ul>\n<li>Einstufung und Gehalt werden wir auf Grundlage Ihrer fachlichen und persönlichen Kompetenz marktkonform und leistungsgerecht vereinbaren - das Mindestgehalt für diese Position beträgt laut KV-Einstufung EUR 38.052,00 brutto pro Jahr.INTERESSIERT?Wir freuen uns auf Ihre Onlinebewerbung: https://www.sparkasse.at/erstebank/karriere/stellenangeboteoderhttps://sitsolutions.taleo.net/careersection/ex/jobdetail.ftl?job=ITR000004&amp;tz=GMT%2B01%3A00&amp;tzname= Das Mindestentgelt für die Stelle als Senior IT Security Officer (w/m/d) beträgt 38.052,00 EUR brutto pro Jahr auf Basis Vollzeitbeschäftigung. Bereitschaft zur Überzahlung.</li>\n</ul>\n",
  "url": "https://at.indeed.com/rc/clk?jk=30420337f7514b3a&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-05-18"
}