{
  "title": "Vulnerability Analyst",
  "body": "<div>Company Description<br>\n<p><b>\nSGS Digital Trust Services provides Cybersecurity research, testing and certification services. Working in partnership with Graz University of Technology (TU Graz) at the Cybersecurity Campus Graz, we operate one of the world's largest Cyber security evaluation labs where security experts focus on testing and certification of digital products, networked systems and online services.</b></p></div>\n<br>\n<div>Job Description<br>\n<p><b>\nThe Vulnerability Analyst will perform perturbation attacks to analyse the security of Hardware devices. Using laser experiments, you will disturb and overcome the secure countermeasures of a device to find their weaknesses and assess their severity.</b></p><p><b>\n </b><b>You Will:</b></p><ul><li>\nAssess the security of Hardware devices which are deployed in unprotected environments;</li><li>\nAnalyse devices and products under test conditions;</li><li>\nDevelop fault plans;</li><li>\nQualitative and quantitative results analysis;</li><li>\nDevelop new tools and products for future Fault Attack projects.</li></ul></div>\n<br>\n<div>Qualifications<br>\n<ul><li>\nDegree, Masters or PhD in Physics, Information Technology, Informatics, Electrical and Electronic Engineering, Computer Science Mathematics or a related subject;</li><li>\nPossess an understanding of topics such as power glitching, clock manipulation, EM injection, or laser fault injection;</li><li>\nBackground in Laser Physics, Experimental Physics, or Solid-State Physics;</li><li>\nUnderstanding of Cryptography;</li><li>\nTest automation experience;</li><li>\nHardware or Software security background;</li><li>\nGood coding skills and familiarity with languages such as C, C++, Python, Assembly etc;</li><li>\nKnowledge of complex system features such as coherency and IP design.</li></ul><br>\nAdditional Information<br>\n<p><b>\nYou must be an EU or NATO citizen to be eligible for employment at the Cybersecurity Campus Graz.</b></p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=b2251e2833492890&fccid=1272531993b16790&vjs=3",
  "date": "2020-04-20"
}