{
  "title": "IT Security Security Consultant (w/m/d)",
  "location": "Wien, W",
  "contract_type": "Festanstellung",
  "body": "<div><h2 class=\"jobSectionHeader\"><b>IT Security Security Consultant (w/m/d)</b></h2><p><i>\nUnser Kunde ist ein internationaler Konzern, der in über 20 Ländern Unternehmen aus allen Branchen betreut. Mit einer weltumspannenden Infrastruktur aus Rechenzentren und Netzen betreibt unser Kunde Informations- und Kommunikationstechnik für deren Kunden. Zur Unterstützung des bestehenden Teams ist unser Kunde aktuell auf der Suche nach einem </i><b><i>IT Security Security Consultant</i></b><i> </i><b><i>(w/m/d)</i></b><i> an den Standorten Wien, Zürich und Bern.</i></p><p></p><br>\n<h4 class=\"jobSectionHeader\"><b>\nDiese spannenden Aufgaben warten auf Sie:</b></h4><ul><li>\nLangfristige Security Consulting Tätigkeit innerhalb des Konzerns</li><li>\nManagement sowie operative Aussteuerung von IT-Security Risiken und Security Incidents</li><li>\nErstellung von Business Impact Analysen sowie Business Continuity Plänen für kritische Prozesse/ Geschäftsbereiche</li><li>\nMitarbeit im Notfall- und Krisenmanagement</li><li>\nKontinuierliche Prozessoptimierungen im Bereich Security Operation und Governance</li><li>\nUnterstützung bei der Erstellung von Security Awareness Trainings</li><li>\nErstellung und Pflege von ICT Security Standards</li><li>\nÜberprüfung und Bewertung der Umsetzung technischer Maßnahmen zur Einhaltung von ICT Sicherheitsvorgaben</li><li>\nSicherheitstechnische Beratung bei der Entwicklung von ICT Services</li><li>\nMitarbeit an internationalen Security Projekten</li></ul><p></p><br>\n<h4 class=\"jobSectionHeader\"><b>\nIhre bisherigen Erfahrungen:</b></h4><ul><li>\nStarke Security-Affinität und ein möglichst breites Wissen im IT- und Telekommunikations-Umfeld</li><li>\nIdealerweise abgeschlossenes einschlägiges Hochschulstudium (FH/Universität)</li><li>\nKenntnisse über Netzwerkstrukturen und Protokolle sowie moderne Betriebssysteme</li><li>\nKenntnisse in den Bereichen Risiko-, Business Continuity- &amp; Incident- Management sowie ITIL von Vorteil</li><li>\nKenntnisse von Security Standards (ISO27000ff, ISO22301, BSI Grundschutz, …) von Vorteil</li><li>\nErfahrungen im Bereich Information Security Governance, ISMS sowie Prozessmanagement von Vorteil</li><li>\nAusgeprägte Lern- und Weiterbildungsbereitschaft für neue Standards, Lösungen und Verfahren</li><li>\nGute Englischkenntnisse in Wort und Schrift</li><li>\nEin grundsätzliches Maß an Reisebereitschaft setzen wir voraus</li></ul><p></p><br>\n<h4 class=\"jobSectionHeader\"><b>\nWas unser Kunde bietet:</b></h4><ul><li>\nMitarbeit in einem dynamischen und internationalen Team</li><li>\nIndividuelle Weiterbildungsmöglichkeiten</li><li>\nFlexibles Arbeitszeitmodell</li><li>\nHome-Office</li><li>\nKinderbetreuungsmöglichkeiten</li></ul></div>",
  "url": "https://at.indeed.com/rc/clk?jk=07ebeb27b7766053&fccid=aea2dd525be21fce&vjs=3",
  "date": "2020-05-12"
}