{
  "title": "Information Security Management Consultant (Junior / Senior)(Teilzeit/Vollzeit)",
  "location": "Wels, OÖ",
  "contract_type": "Vollzeit, Teilzeit",
  "body": "<div><div><p>Du willst Menschen überzeugen anstatt nur zu überreden? Du suchst immer die optimale Lösung für Probleme und nicht nur die Erstbeste? Du liebst die Herausforderungen und bist verantwortungsbewusst und selbstständig? Das klingt als würdest du unser Consulting-Team gut ergänzen – wir freuen uns auf deine Bewerbung!</p></div><div></div><div><h2 class=\"jobSectionHeader\"><b>\nDas ist Deine zukünftige Rolle</b></h2></div><ul><li><div><p>\nDu unterstützt bei der Durchführung anspruchsvoller Beratungsprojekte im Bereich Informationssicherheit und Datenschutz.</p></div></li><li><div><p>\nDu berätst Kunden bei der Einführung und im Betrieb von HITGuard auf Organisations-, Prozess- und Technologieebene.</p></div></li><li><div><p>\nDu entwickelst Sicherheitskonzepte inkl. Policies und Guidelines unter Beachtung regulatorischer und kundenindividueller Anforderungen und unterstützt bei deren Einführung.</p></div></li><li><div><p>\nDu begleitest, unterstützt und führst eigenverantwortlich Business Impact Analysen, Risikoanalysen und Privacy Impact Assessments im Bereich Informationssicherheit und Datenschutz durch.</p></div></li><li><div><p>\nDu erstellst Maßnahmenplanungen auf Basis der erkannten Abweichungen aus deinen Analysen.</p></div></li><li><div><p>\nDu konzipierst und führst Awareness-Maßnahmen durch.</p></div></li><li><div><p>\nDu begleitest unsere Kunden bei der Vorbereitung auf Zertifizierungen.</p></div></li></ul><div></div><div><h2 class=\"jobSectionHeader\"><b>\nDas bist du?</b></h2></div><ul><li><div><p>\nDu verfügst über eine abgeschlossene höhere technische Ausbildung (HTL, FH, Uni) idealerweise in Information Security, IT Security oder Wirtschaftsinformatik.</p></div></li><li><div><p>\nDu bist kundenorientiert und zeichnest dich durch eine selbständige und zielorientierte Arbeitsweise und Kommunikationsstärke aus.</p></div></li><li><div><p>\nDu verfügst über ein ausgeprägtes Sicherheitsbewusstsein.</p></div></li><li><div><p>\nDu interessierst dich für Informationssicherheit und hast die Bereitschaft dich tiefgreifend in diesem Bereich weiterzubilden (ISO 27000- Familie, BSI Grundschutz, COBIT, …).</p></div></li><li><div><p>\nOptimaler Weise verfügst du über Zertifikate, wie CISA, CISM oder ISO 27001 Auditor</p></div></li><li><div><p>\nPräsentieren und moderieren zählt zu deinen Stärken und du verfügst über ein professionelles Auftreten.</p></div></li><li><div><p>\nDu bringst Bereitschaft zum regelmäßigen Reisen in der DACH Region mit.</p></div></li><li><div><p>\nDu hast ausgezeichnete Deutsch- und Englischkenntnisse in Wort und Schrift.</p></div></li><li><div><p>\nDu bringst Problemlösungskompetenz und Kreativität mit und verfügst über hohe Eigeninitiative sowie Teamgeist.</p></div></li></ul><div></div><div><h2 class=\"jobSectionHeader\"><b>\nDas bieten wir</b></h2></div><ul><li><div><p>\nFlache Hierarchien, wo wir uns auf Augenhöhe begegnen, ein kollegiales Umfeld pflegen und gegenseitig wertschätzen</p></div></li><li><div><p>\nEinen vielseitigen Job mit abwechslungsreichem Aufgabengebiet und interdisziplinärer Zusammenarbeit</p></div></li><li><div><p>\nFlexible Arbeitszeiten &amp; Homeoffice</p></div></li><li><div><p>\nUmfassende Aus- und Weiterbildungsmöglichkeiten ua. durch Zertifizierungen</p></div></li><li><div><p>\nGemeinsame Aktivitäten, Obst, Kaffee und uvm.</p></div></li><li><div><p>\nFür diese Stelle bieten wir ein Jahresbruttogehalt zwischen 42.000 € und 70.000 €, wobei eine marktkonforme Überbezahlung je nach Erfahrung und Qualifikation möglich ist.</p></div></li></ul></div>",
  "url": "https://at.indeed.com/rc/clk?jk=1e7aae28c5ee0661&fccid=2cf52171bc0e7cc2&vjs=3",
  "date": "2020-05-26"
}