{
  "title": "Auditor für Informationssicherheit (w/m/div*)",
  "location": "Klagenfurt-Villach, K",
  "contract_type": null,
  "body": "Part of your life. Part of tomorrow.Wir machen das Leben einfacher, sicherer und umweltfreundlicher, mit Technik, die mehr leistet, weniger verbraucht und für alle verfügbar ist. Mikroelektronik von Infineon ist der Schlüssel für eine lebenswerte Zukunft. Wir achten auf schonenden Umgang mit natürlichen Ressourcen und lösen gesellschaftliche Herausforderungen: Effiziente Energienutzung, umweltgerechte Mobilität und Sicherheit in einer vernetzten Welt.\n<br><br>\n<b>1 Auditor für Informationssicherheit (w/m/div*) Arbeitsort:</b> VillachBeschäftigungsausmaß: VollzeitBeschäftigungsbeginn: 01. Mär 2020 Im Team unserer Informationssicherheit arbeiten Sie an Audits, Zertifizierungen undunterstützen das Unternehmen bei der Einhaltung von Sicherheits- und Datenschutzstandards.Zu Ihren neuen Aufgaben gehören v.a.: + Betrieb und kontinuierliche Verbesserung des Infineon Informationssicherheits-Managementsystem (ISMS)+ rstellen/Überarbeiten von globalen und lokalen Richtlinien+ Erstellen von Trainings sowie Durchführung weiterer unterstützender+ Maßnahmen zur Bewusstseinsbildung im Unternehmen+ Steuern des globalen Netzwerkes der lokalen Information Security Officer+ Organisation und Begleitung der externen ISO27001 Zertifizierungsaktivitäten+ Durchführung interner Audits innerhalb des gesamten Infineon Konzerns sowieexterner Audits bei Fertigungs- und Entwicklungs- und IT Partnern+ Planen und Durchführen der Audits vor Ort sowie Erstellung von Audit Reports+ Aufzeigen von Schwachstellen und Abstimmen von Korrekturmaßnahmen+ Nachverfolgen und Unterstützen bei der Umsetzung der definierten Maßnahmen+ Begleitung von (IT) Projekten. Überprüfung der Einhaltung definierterInformationssicherheits- und Datenschutzstandards+ Ansprechpartner für den Standort Villach in der Rolle des Information Security OfficerIhr ProfilMit folgenden Voraussetzungen sind Sie bestens für die neue Aufgabe gerüstet: + Sie haben ein Studium der Informatik, Wirtschaftsinformatik, IT-Sicherheit odereiner vergleichbaren Studienrichtung erfolgreich abgeschlossen+ Sie konnten mindestens 3 Jahre fachspezifische Berufserfahrung im BereichInformationssicherheit sammeln, idealerweise als Auditor (ISO27001, ITGrundschutz)+ Relevante Zertifizierungen (CISA, CISM) sowie Erfahrungen als ITAdmin oder Softwareentwickler sind von Vorteil+ Sie leben einen hohen Qualitätsanspruch, sind schnell und effizient und strebenkontinuierlich nach Verbesserungen+ Sie schätzen Teamarbeit und überzeugen durch Ihre analytische sowie sehrstrukturierte Vorgehensweise+ Sie besitzen der Tätigkeit entsprechende Deutsch- und Englischkenntnisse undkommunizieren klar und proaktiv+ Sie sind bereit für internationale Reisetätigkeit (bis zu 20%)Diese Position unterliegt dem KV für Arbeiter und Angestellte der EEI,Beschäftigungsgruppe G (https://www.feei.at/leistungen/informations-service/mindestlohne-und-gehalter). Das vereinbarte Monatsgehalt wird 14 x p.a.\n<br><br>\nausbezahlt.Bereitschaft zur Überzahlung je nach Qualifikation und Eignung. Infineon bietetdarüber hinaus weitere attraktive Sozialleistungen und Benefits.Bewerben Sie sich auf diese Position online indem Sie unter www.infineon.jobs die JobID in unserer Suche eingeben: JobID: 300883; Das Mindestentgelt für die Stelle als Auditor für Informationssicherheit (w/m/div*) beträgt 3.279,05 EUR brutto pro Monat auf Basis Vollzeitbeschäftigung. Bereitschaft zur Überzahlung.",
  "url": "https://at.indeed.com/rc/clk?jk=1ff4f21c5ef81678&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-05-18"
}