{
  "title": "Electronics Technician",
  "location": "See, NÖ",
  "contract_type": null,
  "body": "<div></div><div><div><h2 class=\"jobSectionHeader\"><b>Who May Apply</b></h2><br>\n<div>\n<div><div>\n</div><p><b>Relocation expenses will be borne by the selectee.</b></p><p><b>\nJob Posting Title:</b> Electronics Technician (Open to All U. S. Citizens) - Huntsville, AL; Washington, DC.; Quantico, VA, Winchester, VA; Pocatello, ID</p><p>\nAre you interested in beginning a career with the FBI and supporting investigative and intelligence operations at America's premier national security and law enforcement agency? Do you have experience or the desire to provide program support in the areas of business research and analysis?</p><p>\nAs an Electronics Technician (ET) you will serve as a Technician providing technical support for law enforcement, national security and administrative functions across the FBI.</p><p>\nThe Federal Bureau of Investigation (FBI) is looking for <b>Electronics Technicians </b>for the various Divisions located in <b>Huntsville, AL; Washington, DC; Quantico, VA; Winchester, VA and Pocatello, ID.</b></p><p>\nAll qualified candidates within the United States and its territories may apply.</p><p>\nThis posting will close on <b>May 26, 2020 </b>at 11:59 PM EST</p><p>\nQuestions regarding this posting should be addressed to FBI_HQStaffing@fbi.gov</p><p><b>\nAbout Us</b></p><p>\nThe mission of the FBI is to protect the American people and uphold the Constitution of the United States</p><p><b>\nLocation:</b> Please see below for specific Division descriptions</p><p><b>\nDivision Descriptions</b></p><p><b>\nSecurity Division:</b> The Security Division (SecD) provides security services to protect FBI personnel information, facilities and operations through access control. FBI Police operations and physical and technical security assistance. SecD provides background investigation services and manages a continuous evaluation process for early detection, identification and mitigation of security issues. <b>SecD is located in Washington, D.C.</b></p><p><b>\nIT Enterprise Sevices Division:</b> The IT Enterprise Services Division (ITESD) provides first-class IT customer services to the FBI, delivering reliable and effective technical solutions to agents, professional staff and external partners. ITESD is responsible for providing IT strategic management, enterprise deployment management and service operations management for the FBI's IT systems. <b>ITESD is located in Washington, D.C. and Huntsville, AL.</b></p><p><b>\nFinance and Facilities Division:</b> The Finance and Facilities Division (FFD) (Formerly the Finance Division and the Facilities and Logistics Services Division) manages the FBI's financial, facility and logistics portfolio. FFD supports the FBI's mission by procuring supplies and services, developing and managing the FBI's budget and appropriations process, and providing real property management. <b>FFD is located in Washington, D.C., Winchester, VA, Pocatello, ID, and Huntsville, AL.</b></p><p><b>\nCritical Incident Response Group:</b> The Critical Incident Response Group (CIRG) facilitates the FBI's rapid response to, and the management of, crisis incidents. <b>CIRG is located in Quantico, VA.</b></p><p><b>\nLaboratory Division:</b> The Laboratory Division (LD) provides technical services to the collection, processing, and exploitation of evidence for the FBI and other duly constituted law enforcement and intelligence agencies in support of investigative and intelligence priorities. <b>LD is located in Huntsville, AL.</b></p><p><b>\nOperational Technology Division:</b> The Operational Technology Division (OTD) delivers technology-based solutions which enable and enhance the FBI's intelligence, national security, and law enforcement operations. <b>OTD is located in Quantico, VA.</b></p><p><b>\nNational Security Branch (NSB):</b><b> </b>The mission of the NSB is to detect, deter, and disrupt national security threats to the United States and it's interests.</p><p><b>\nWorking Hours:</b> Will vary depending on Division needs</p><p><b>\nTravel:</b> Will vary depending on Division needs</p><p><b>\nSalary (Base Salary):</b></p><p><b>\nGS-</b> <b>7: </b>$37,301.00 - $48,488.00</p><p><b>\nGS-9: </b>$45,627.00 - $59,316.00</p><p><b>\nGS-11:</b> $55,204.00 - $71,764.00</p><p><b>\nGS-12:</b><b> </b>$66,167.00 - $86,021.00</p><p><b>\nGS-13:</b> 78,681.00 - $102,288.00</p><p><b>\nFull Performance level:</b> <b>GS-13</b></p><p><b>\nKey Requirements</b></p><ul>\n<li>Must be a U.S. citizen</li>\n<li>Must be able to pass a U.S. Government physical exam</li>\n<li>Must be able to obtain a Top Secret clearance</li>\n<li>Sensitive Compartmented Information (SCI) clearance may be required. If so, certain disclosure forms will be required.</li></ul><p>\n <b>Major Duties</b>\n</p><p>As an Electronics Technician you will:</p><p><b>\nGS-07:</b></p><ul>\n<li>Design basic approaches to resolve technical problems</li>\n<li>Receive on-the-job training to perform technical work</li>\n<li>Assists in establishing secure communication systems at command centers</li></ul><p><b>\nGS-09:</b> (in addition to the above)</p><ul>\n<li>Performs technical work in electronics surveillance</li>\n<li>Performs routine assignments</li></ul><p><b>\nGS-11:</b> (in addition to the above)</p><ul>\n<li>Performs work on data and voice encryption devices</li>\n<li>Assists in implementing connectivity during crisis situations</li></ul><p><b>\nGS-12:</b> (in addition to the above)</p><ul>\n<li>Interprets specifications for development, delivery, installation and/or deployment of innovative systems</li>\n<li>Writes technical specifications for the development of assigned systems</li></ul><p><b>\nGS-13:</b> (in addition to the above)</p><ul>\n<li>Serve as a Senior Electronics Technician responsible in the engineering, planning, training, procurement, test evaluation, installation, and maintenance of complex communication/network and intrusion systems</li>\n<li>Functions in various areas of specialization such as electronics surveillance, data network, emerging forensic video, image, audio, wireless, networking, electronic security, microware, etc.</li></ul><p><br>\n<b>\nQualification Requirements</b></p><p>\nApplicants can qualify for GS level based on Specialized Experience (SE), Education, or a combination of both as outlined below.</p><p>\nYour application will be evaluated for Specialized Experience (SE) and/or Education, compared to your responses to the online assessment questionnaire, and will be used to determine whether you meet the qualification requirements for each GS level. If you meet all qualification requirements, and are deemed Competitive, you will be referred to respective hiring managers for further consideration. Self-assessment that is not supported by information in your resume, and/or supporting documents, will eliminate you from Competitive status.</p><p><b>\nApplicants must meet ALL requirements by the closing date of this job posting.</b></p><p><b>\nSpecialized Experience (SE):</b></p><p>\nIn order for you to qualify based on SE alone, you must possess the SE below for the various GS levels. Please ensure all SE can be identified in your resume.</p><p><b>\nGS-07:</b> <b>Applicant must possess at least one (1) year of SE equivalent to the GS-05 grade level, as defined below:</b></p><ul>\n<li>Performed basic electronics techniques to trouble shoot and resolve routine technical problems.</li>\n<li>Communicated with officials and peers to perform assignments</li></ul><p><b>\nGS-09: Applicant must possess at least one (1) year of SE equivalent to the GS-07 level, as defined below:</b></p><ul>\n<li>Designed basic approached to resolve technical problems</li>\n<li>Performed in compliance with standards and policies relating to technical design electronic equipment</li></ul><p><b>\nGS-11: Applicant must possess at least one (1) year of SE equivalent to the GS-09 level, as defined below:</b></p><ul>\n<li>Modified equipment to meet operational needs and troubleshoot to resolve technical problems</li>\n<li>Established liaison with technical representatives to perform assignments</li></ul><p><b>\nGS-12: Applicant must possess at least one (1) year of SE equivalent to the GS-11 level, as defined below:</b></p><ul>\n<li>Responsible for planning, designing, and carrying out projects independently</li>\n<li>Served as a technical representative</li></ul><p><b>\nGS-13: Applicant must possess at least one (1) year of SE equivalent to the GS-12 level, as defined below:</b></p><ul>\n<li>Expertise in the field of electronics relating to secure communications and associated wide/narrow band communications</li>\n<li>Carried out projects independently</li>\n<li>Provided training to others</li></ul><p><b>\nEducation</b></p><p>\nEducation may be substituted for SE, and all degrees must be from an accredited college or university. Transcripts are required when qualifying based on education.</p><p><b>\nGS-7:</b> Applicant must have a bachelor’s degree with superior academic achievement or one (1) full year of graduate level education. Superior academic achievement is the completion of all the requirements of a bachelor’s degree from an accredited college or university, which is based on (1) class standing, (2) grade-point average of 3.0 or higher as recorded on an official transcript, or as based on courses completed during the final two years of the curriculum, or (3) honor society membership.</p><p><b>\nGS-9:</b> Applicant must have a master’s or equivalent graduate degree or 2 full years of progressively higher level graduate education leading to such a degree or LL.B. or J.D., if related.</p><p>\nEducation cannot be substituted for SE at the GS 11, GS 12 and GS 13 levels.</p><p>\nEducation completed in foreign colleges or universities may be used to meet the above requirements provided you can show foreign education is comparable to that received in an accredited educational institution in the United States.</p><p><b>\nPosition Skills</b></p><p>\nAs part of the application process, you will have the opportunity to identify particular skills that relate to the position. If you possess any of the listed skills, please ensure you select those skills on your application.</p><p>\nHiring managers will have the ability to filter for the skills needed to successfully perform the function of the position. Please ensure any skills you selected can be identified in your resume. If your identified skills match those skills required by the Hiring Manager(s), you will be deemed Most Competitive.</p><p><b>\nHow to Apply</b></p><p>\nFor detailed instructions related to applying, uploading documents, withdrawing an application or updating your application, please review instructions on</p></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=b8f6536a5ae85af0&fccid=5ec4b992250ebe0c&vjs=3",
  "date": "2020-05-26"
}