{
  "title": "Sales Director - ALPS",
  "body": "<div><p><b>Your Career</b><br>\n<br>\nYou will have leadership responsibility for the sales activities and operations across the Austrian and Swiss Territory Sales Team. The objective of this role is to accelerate sales with this team focused on developing relationships and delivering revenue. You will use your skills and experience to assist the sales team members in successfully penetrating the largest and highest potential accounts for Palo Alto Networks in the alps region. Building a world-class team will be a key factor in success. You will also be accountable for strategic account planning, customer success, partner teaming, accurate forecasting as well as day to day management of the team.<br>\n<br>\n<b>Your Impact</b></p><ul><li>\nRecruit and hire, train and mentor new sales team members</li><li>\nStrive to deliver above target performance across the assigned account base and exceed key performance indicator metrics</li><li>\nHR responsibility for Sales team in the territory (expenses, reviews, etc.)</li><li>\nSupport field sales team in complex sales situations, build strategic account plans and apply a successful multi-level sales strategy</li><li>\nAssist channel team members in ensuring that partner sales staff are aligned in Palo Alto Networks drive towards strategic account planning</li><li>\nFoster channel partner relations with the Global accounts teams</li><li>\nAct as a floating Sales Manager and fill in for existing team members in case of a resource conflict or vacation coverage</li><li>\nProvide an escalation point for issues that arise in the region</li><li>\nBuild and maintain relationships with Key Accounts in the region to solidify reference accounts</li></ul><b>\nYour Experience</b><br>\n<ul><li>\n5+ years demonstrated success as a Sales Manager or Director in a similar high growth environment</li><li>\n8+ years experience as a Sales Account Manager or similar</li><li>\nManagement experience with 6 + direct reports essential</li><li>\nIndustry knowledge of security and network product market trends and directional awareness of Palo Alto Networks</li><li>\nKnowledge of how to deliver comprehensive security solutions to PANW's customer base and maintain a general understanding of compelling sales strategies</li><li>\nStrong communication (written and verbal) and presentation skills</li><li>\nMotivated with a \"whatever it takes\" attitude</li></ul><b>\nThe Team</b><p><br>\nPalo Alto Networks has brought technology to market that is reshaping the cybersecurity threat and protection landscape. Our ability to protect digital transactions is limited only by our ability to establish relationships with our potential customers and help them understand how our products can protect their environments. This is where our sales teams come in. Our sales team members work hand-in-hand with large organizations to keep their digital information safe. Our passionate sales teams educate, inspire, and empower our potential clients.</p><p>\nAs part of our sales team, you are empowered with unmatched systems and tools, including a dedicated systems engineer, constantly updated research and sales libraries, and a team built on joint success. You won’t find someone at Palo Alto Networks that isn’t committed to your success – with everyone pitching in to assist when it comes to solutions selling, learning, and development. As a member of our sales team, you are driven by a solutions-focused sales environment and find fulfillment in working with clients to resolve incredibly complex cyberthreats. You’re an amazing sales person – you’re just looking for something more substantial and challenging as your next step.</p><p><b>\nOur Commitment</b></p><p>\nWe’re trailblazers that dream big, take risks, and challenge cybersecurity’s status quo. It’s simple: we can’t accomplish our mission without diverse teams innovating, together. To learn more about our dedication to inclusion and innovation, visit our Life at Palo Alto Networkspage and our diversity website.<br>\n<br>\nPalo Alto Networks is an equal opportunity employer. We celebrate diversity in our workplace, and all qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or other legally protected characteristics.<br>\n<br>\nAdditionally, we are committed to providing reasonable accommodations for all qualified individuals with a disability. If you require assistance or an accommodation due to a disability or special need, please contact us at accommodations@paloaltonetworks.com.</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=2e18f83d5be844b8&fccid=0562f887e2bed9ea&vjs=3",
  "date": "2020-04-16"
}