{
  "title": "Assistant Supervisor, Documents Control",
  "body": "The OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis.\n<br><br>\nThe OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Office of the Secretary General (OSG) plays a key role in supporting the Secretary General in the effective implementation of his/her mandate and specific tasks given to him/her by the OSCE participating States. This includes primarily assisting the Secretary General in his activities, serving as a focal point for liaison and support to the Chairperson-in-Office, and co-ordinating tasks across the Secretariat. It groups horizontal services such as Executive Management, Communication and Media Relations, Legal Services, External Co-operation, Security Management, Gender Affairs, Conference and Language Services, Central Records Management, and oversees the OSCE Documentation Centre in Prague. The OSG ensures effective co-ordination of policy advice provided to the Secretary General and the Chairmanship, and management decisions taken by the Secretary General. The OSG is led by a Director who also functions as the Head of Executive Management.\n<br><br>\nConference and Language Services, as part of the OSG, provides professional support to the decision-making bodies of the OSCE and the respective delegations on matters dealing with the organization of meetings, including interpretation and translation, documents control, editing and word processing services.\n<br><br>\nTasks and Responsibilities\n<br><br>\nUnder the guidance of the Supervisor, Documents Control, should you be selected, you will perform the following duties:\n<br><br>\n1. Assisting in the registration of documents received from the Secretariat, delegations and OSCE institutions for editing, translation into and processing in one or more of the six official OSCE languages;\n<br><br>\n2. Ensuring visual and terminological consistency of documents with the Organization’s official records;\n<br><br>\n3. Establishing priorities and co-ordinating the work of the language units: passing on documents to the editor, translators and Word Processing Operators (WPOs) for processing; assigning deadlines for translation, revision, editing and typing of documents; keeping an overview of work in process;\n<br><br>\n4. Assisting in the co-ordination and supervision of the work of the WPOs; providing guidance on the technical aspects of the work and choice of software; checking electronic subdirectories in all languages;\n<br><br>\n5. Reviewing documents for correctness of layout, typing and grammar to ensure adherence to established styles; verifying final versions to ensure uniformity among the different languages and passing them on to the supervisor for release;\n<br><br>\n6. Maintaining a database on a daily basis of documents translated, edited and typed; assisting in compiling monthly statistics of documents and pages processed;\n<br><br>\n7. Assisting in the holding of monthly staff meetings as well as monitoring and reviewing the performance of the nine WPOs, providing them with feedback throughout the year; in the absence of the Supervisor, assuming the overall control of the day-to day work of the Documents Control Unit;\n<br><br>\n8. Performing other related duties as assigned.\n<br><br>\nFor more detailed information on the structure and work of the OSCE Secretariat, please see https://www.osce.org/secretariat.\n<br><br>\nNecessary Qualifications\n<br><br>\nCompleted secondary education supplemented by courses on team leadership and organization;\n<br>A minimum of four years’ clerical experience with team leadership responsibilities; previous work experience in a text-processing, documents control, records management or conference services unit would be an asset;\n<br>Knowledge of computer applications (word processing, graphics, database and spreadsheets);\n<br>Ability to prioritise and work under minimum supervision;\n<br>Previous experience co-ordinating/assisting with co-ordination of the work of the team;\n<br>Professional fluency in English, with strong oral and written communication skills, including spelling and grammar at mother-tongue level; knowledge of other OSCE working languages, in particular Russian, is an advantage;\n<br>Ability to work to strict deadlines;\n<br>Demonstrated gender awareness and sensitivity as well as an ability to integrate a gender perspective into tasks and activities;\n<br>Ability to establish and maintain effective working relationships with people of different nationalities, religions and cultural backgrounds, while maintaining impartiality and objectivity;\n<br>Knowledge of a translation software, such as SDL Trados Studio, would be an asset.\n<br><br>\nFooter\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment at a lower grade or to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see http://www.osce.org/states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages qualified female and male candidates from all religious, ethnic and social backgrounds to apply to become a part of the Organization.\n<br><br>\nPlease note that for this position the OSCE does not reimburse expenses such as travel in connection with interviews, tests, visas and relocation.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.",
  "url": "https://at.indeed.com/rc/clk?jk=f06ed8e2a41966ad&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-04-20"
}