{
  "title": "Internship: Product & Test Engineer",
  "body": "<p></p><div><div><p><b>In your new role you will:</b><br>\n</p><ul><li>\nSupport for contactless system verification as well as evaluation and preparation of test results</li><li>\nSupport for backend module testing (Measurement &amp; System Analysis, Test methodology development)</li><li>\nSupport for frontend wafer-level testing (Production Test Engineering)</li><li>\nSupporting production &amp; ramp-ups in terms of electrical failure analysis &amp; improvements</li><li>\nDrive innovative production methods in cooperation with development and production organizations</li></ul><b>\nFurther information:</b><br>\nDuration: Temporary / part-time<br>\nStarting date: Summer 2020</div><p></p>\n<div><p>Your Profile</p><p><b>\nYou are well equipped for this position when:</b><br>\n</p><ul><li>\nStudying electrical engineering, electronics, telematics, physics or equivalent</li><li>\nStrong written and verbal communication skills in English and German</li><li>\nStructured working, logical understanding and problem solving mindset</li><li>\nHands-on mentality for laboratory measurements</li><li>\nInterest in contactless technologies and security applications</li><li>\nKnowledge in Excel for data evaluation &amp; assessment</li><li>\nBasic knowledge in programming languages beneficial (eg.: Perl, Javascript, XML, C)</li></ul>\nThis position is subject to the collective agreement for workers and employees in the electrical and electronics industry. Bachelor students receive a compensation of <b>1.885,- </b>Euro gross p.m. (Full-time basis for Bachelor students) and Master students receive a compensation of <b>2.210,- </b>Euro gross p.m. (Full time basis for Master students).<br>\n<br>\n<b>Please attach the following documents to your application:</b><br>\n<ul><li>\nMotivation letter</li><li>\nCV</li><li>\nCopy of your Certificate of matriculation at a university</li><li>\nCopy of your Transcript of records</li><li>\nCopy of the highest completed educational certificate (Matura certificate for Bachelor students, Bachelor certificate for Master students)</li></ul></div><p></p>\n<p>Benefits</p>\n<p>What we offer you in Graz</p>\n<p></p><div><div><p>Almost 4.600 people work at five different sites in Austria.</p></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=1802dcb63ecaa01c&fccid=d29c5f56235af7ca&vjs=3",
  "date": "2020-04-17"
}