{
  "title": "Junior Service Manager (w/m/d) mit Schwerpunkt Security",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><div><div><p><b>Was Österreichs führendem Stromunternehmen noch fehlt?</b><br>\n<b>Ihr Antrieb. Ihre Energie.</b></p>\n<p>\nWir suchen Expertinnen und Experten mit Antrieb und Energie. Als Österreichs führendes Stromunternehmen setzen wir wie kaum ein anderer in Europa auf die Kraft des Wassers sowie auf zukunftsweisende Technologien. Das braucht ein engagiertes Team, das gemeinsam mit unseren Tochterunternehmen und Partnern intensiv an der gesamten Energie-Wertschöpfungskette arbeitet: Von der Stromerzeugung über den Transport bis zum Handel und Vertrieb. Bringen Sie sich ein!</p>\n</div>\n<p>Unser Team in der <b>VERBUND Services GmbH</b> in Wien sucht Sie als</p>\n<p>\nJunior Service Manager (w/m/d) mit Schwerpunkt Security</p>\n<p>Das geht nur mit Ihnen:</p>\n<ul><li>Sie fungieren als Ansprechpartner/-in für Security Anforderungen von Services im Bereich der zentralen Telekom und IT</li>\n<li>Sie erkennen bzw. nehmen zusätzlichen Kundenbedarf auf und stimmen das Service Design ab</li>\n<li>Security Anforderungen werden von Ihnen per risikobasiertem Ansatz erarbeitet und umgesetzt</li>\n<li>Sie arbeiten an der Entwicklung des Information Security Management Systems (ISMS) nach ISO 27001 mit und berücksichtigen die Anforderungen aus dem NIS-Gesetz</li>\n<li>Sie übernehmen die Koordination von Maßnahmen und unterstützen bei Projekten im Bereich Telekom und IT</li>\n<li>Sie koordinieren Security Incidents und unterstützen bei der Klärung von Fragen im Bereich Security und Datenschutz</li><br>\n</ul>\n<br>\n<p>Das bringen Sie mit:</p>\n<ul><li>Abgeschlossene Ausbildung im Bereich Informationssicherheit, (Wirtschafts-)Informatik oder Organisation (HTL, FH, Universität)</li>\n<li>ITIL-Zertifizierung von Vorteil</li>\n<li>Umfangreiches IT-Wissen unter Rücksichtnahme der IT-Security von Vorteil</li>\n</ul>\n<p>Sie überzeugen uns mit Ihrer strukturierten, verantwortungsbewussten und analytischen Arbeitsweise sowie Ihrer Freude an der Kommunikation mit unseren Kundinnen und Kunden. Ihre lösungs- und prozessorientierte Denkweise sowie Ihre ausgeprägte Eigeninitiative runden Ihr Profil ab.</p><br>\n<br>\n<p>Bei uns erhalten Sie:</p>\n<ul><li>Eine hochinteressante Tätigkeit beim führenden Energieversorger Österreichs</li>\n<li>Unser Vertrauen in Ihre Fähigkeiten</li>\n<li>Eine strukturierte Einarbeitungsphase und zahlreiche Benefits</li>\n<li>Ein umfangreiches internes Bildungsprogramm und jährliche Mitarbeitergespräche</li>\n<li>Ein kollektivvertragliches Bruttomonatsgrundgehalt ab € 2.742,39 (laut KV 2020) zuzüglich einer leistungsorientierten Entlohnung\n</li><li>Je nach fachlicher Qualifikation und Erfahrung besteht die Bereitschaft zu einer marktkonformen Überzahlung</li>\n</ul>\n<p><b>Eintritt: </b>ehestmöglich</p><br>\n<br>\n<p>Sie sind interessiert?</p>\n<p>\nDann freuen wir uns auf Ihre Online-Bewerbung inkl. Lebenslauf, Bewerbungsschreiben, ggf. Ihren Zeugnissen bzw. weiteren Unterlagen zur Referenz-Nummer AT_00478.\n<br>\nVERBUND hat sich zum Ziel gesetzt, den Frauenanteil zu erhöhen. Wir freuen uns daher besonders über Bewerbungen von Frauen.\n<br>\nFür Fragen steht Ihnen Eva Köllner-Aulehla gerne telefonisch zur Verfügung: +43 (0)50 313-54 155</p><br>\n<br>\n<div><div><b>REFERENZNUMMER</b></div>\n<p>AT_00478</p>\n<div><b>STANDORT</b></div>\n<p>Wien</p>\n<div><b>TÄTIGKEITSBEREICH</b></div>\n<p>IT</p>\n<div><b>ART DER POSITION</b></div>\n<p>Vollzeit</p>\n<div><b>LAND</b></div>\n<div>Österreich</div></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=2ea25210594f9b49&fccid=8ae48fcaaf9e0670&vjs=3",
  "date": "2020-05-26"
}