{
  "title": "Customer Relations",
  "location": "Klagenfurt am Wörthersee, K",
  "contract_type": null,
  "body": "<div><div>The Hillside IT consulting group, founded in 2004, is a rapidly growing IT consulting company with defined and exceptional products in the segment of Enterprise Service Management, IT-Service Management, Information Security Management und IT-Controlling. Our company branches are in Carinthia, Vorarlberg, Vienna and Karlskrona (Sweden).\n<br>\n<br>\nWe are seeking a preferably full-time employee based in Villach or Klagenfurt:\n<br>\n<br>\nCustomer Relations (m/f/d)\n<br>\n<br>\nOur customers are mainly based in Austria, Italy, Germany and Switzerland and part of your time will be spent visiting them. You will be a core part of our business to business sales team, helping us offer better IT and data solutions to existing and potential clients.\n<br>\n<br>\nKey responsibilities:\n<br>\n<ul><li>Create, develop and close opportunities at our Italian and German speaking customer base to support Hillside sales closure (on- and offsite)\n</li><li>Deliver proper reporting (pipeline, forecast, update CRM etc) in order to manage achievement of booking and revenue targets\n</li><li>Manage internal relationships with our staff and be a reliable point of contact in the office\n</li><li>Build long lasting business relationships with existing and new customers\n</li><li>Consistently provide outstanding customer service, increasing customer retention levels\n</li></ul>Key requirements:\n<br>\n<ul><li>Preferably a native speaker in Italian (min C2) and excellent knowledge of German and English (min B2) oral and in writing\n</li><li>sales qualifications/certificates; at least 2+ years proven experience in a similar position (preferably in the IT industry)\n</li><li>Excellent attention to detail\n</li><li>Ability to travel required\n</li><li>Strong team spirit, ability to work autonomously and happy to roll sleeves up\n</li><li>A sense of humour and passion for making people smile\n</li></ul>We offer you:\n<br>\n<ul><li>You’ll be part of a company that will value your professional and personal development, whilst encouraging you to bring fresh ideas to the table, and where your efforts, dedication and contribution to business goals will be noticed and rewarded.\n</li><li>Our current team is thinking smart, standing together, making it happen, being open and living the adventure and they look forward to including you\n</li><li>Ability to work flexible hours around your home life\n</li></ul>\n<br>\nAll detailed applications for this vacancy are to be submitted online to Karoline Rossmann:\n<br>\n<br>\njobs@hillside.at\n<br>\nWe are looking forward to meeting you soon.</div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=8ff8f9cdd8bbc686&fccid=63c7e5f1919daeea&vjs=3",
  "date": "2020-05-26"
}