{
  "title": "Product Owner - Industrial IoT (m/f/d)",
  "body": "<div>Developing smart and reliable software and connectivity solutions for innovative industrial products is our passion. We are looking for an experienced product owner who is enthusiastic about steering our internationally located, agile development teams.\n<div><div><h2 class=\"jobSectionHeader\"><b>Your Tasks</b></h2>\n<ul><li>Define product features and their implementation for Industrial IoT products</li>\n<li>Steer and supervise agile development teams</li>\n<li>Support and report to product and project managers for successful product development</li>\n<li>Take over responsibility for feature implementation along the product life cycle - from gathering requirements and software design to effort estimation, implementation, bug-fixing and testing</li>\n<li>Participate in configuration management and software release planning</li>\n</ul></div><div><h2 class=\"jobSectionHeader\"><b>Your Profile</b></h2>\n<ul><li>Technical education with commercial understanding</li>\n<li>Excellent knowledge and several of experience in one or several of: C, C++, Python, Java, C# programming</li>\n<li>Know how about web and cloud technology, information security, virtualization, real time systems and network communication</li>\n<li>Experience with design and development of IoT software and/or industrial control systems and/or industrial communication protocols</li>\n<li>Solution orientation, analytical thinking and communication are among your strengths</li>\n<li>Very good English skills; basic German skills are beneficial</li>\n</ul></div></div><h2 class=\"jobSectionHeader\"><b>Our Offer</b></h2>\n<ul><li>Exciting work environment – share our passion for high-tech innovation and cutting-edge technologies</li>\n<li>Unique team spirit – join our dedicated team of international experts</li>\n<li>Central office location – benefit from our office location in the heart of Vienna</li>\n<li>Individual development opportunities – choose from our broad training offers and career opportunities</li>\n<li>Flexible working arrangements – tailor your work according to your personal needs</li>\n</ul>\n<br>\nJoin us and support the development of cutting-edge technologies for a more connected, automated and sustainable world. As part of our team you contribute to more safety and electronic robustness for our innovative solutions. We celebrate diversity and encourage anyone who is passionate about our services and products to apply, it is our ambition to provide room for your continuous personal and professional growth.\n<br>\n<br>\nYour performance is remunerated with an attractive and market-compliant salary. The position is subject to the Collective Agreement for Employees in the Metal Trade (Kollektivvertrag für Angestellte Metallgewerbe) and we provide a minimum salary of 40,000.- Euro gross per year. Naturally, we offer an overpayment based on your previous experience and qualifications.\n<br>\n<br>\nDoes our offer sound interesting? If so, we look forward to receiving your complete online application and the opportunity to discuss further details in person.</div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=b1df75ff386936c2&fccid=fa581cf271fdc1a8&vjs=3",
  "date": "2020-04-20"
}