{
  "title": "SachbearbeiterIn öffentliche Sicherheit (m/w/d)",
  "body": "<div><p>Wir möchten neue Wege gehen. Und neue Wege schaffen. Heute. Für morgen. Für uns.</p><p>\nDamit unsere Bahnhöfe auch morgen sicher und sauber bleiben. Wir, das sind rund 1400 Möglichmacherinnen und Möglichmacher der Mungos Sicher &amp; Sauber GmbH.</p><p></p><br>\n<p><b>\nIhr Job</b><br>\n</p><ul><li>\nSie unterstützen den/die LeiterIn der öffentlichen Sicherheit bei der Koordination seiner administrativen und operativen Aufgaben sowie Termine, insbesondere auch in Bezug auf dessen Tätigkeit als Konzernbeauftragter Security in der Holding AG.</li><li>\nSie arbeiten selbständig bei der Aufbereitung fachlicher Themenstellungen, erstellen Präsentationsunterlagen, Berichte sowie Analysen und bereiten abteilungsweit managementtaugliche Unterlagen für unterschiedliche Fachbereiche vor.</li><li>\nSie arbeiten sowohl in nationalen als auch internationalen Projekten mit.</li><li>\nSie organisieren Meetings in ihrer gesamten Palette von der Vorbereitung, über die Erstellung von Unterlagen bis zur Nachbereitung. Weiters nehmen Sie abteilungsspezifische Kommunikationsaufgaben aktiv wahr, moderieren bei Meetings oder Veranstaltungen und nehmen Vortragstätigkeiten wahr.</li><li>\nSie nehmen selbständig verwaltungsspezifische Tätigkeiten sowie eine Kontrollfunktion bei der Behandlung von Dienstreisen, Abrechnungen und Dienstzeiten wahr. Sie sind Drehscheibe für einen kontinuierlichen Verbesserungsprozess in der Abteilung.</li><li>\nSie arbeiten in hochsensiblen datenschutzrechtlichen Bereichen und führen Videodatensicherungen durch. Darüber hinaus unterstützen Sie beim Speichern, Aufbereiten und dem Versenden von Schriftstücken bei der Koordination der Zentralen Anzeigenstelle.</li></ul></div><p></p>\n<br><div><p><b>Ihr Profil</b></p><p></p><ul><li>\nSie bringen Maturaniveau und einschlägige Berufserfahrung mit.</li><li>\nSie überzeugen mit hoher Arbeitsmotivation und sind flexibel hinsichtlich der Arbeitszeit.</li><li>\nSie bringen sehr gute EDV Kenntnisse mit.</li><li>\nSie arbeiten selbständig, analytisch und lösungsorientiert.\n</li><li>Sie sind ein/e TeamplayerIn.</li></ul><p></p><br>\n<p><b>\nUnser Angebot</b></p><p></p><p>\nDas kollektivvertragliche Mindestentgelt laut KV für Angestellte im Handwerk und Gewerbe, in der Dienstleistung in Information und Consulting beträgt für die Funktion „Junior Assistenz \" € 33.652,50 brutto/Jahr. Je nach Qualifikation und Berufserfahrung ist eine Überzahlung möglich.<br>\n</p><p></p><p><b>Ihre Bewerbung</b></p><p>\nBitte bewerben Sie sich online mit Motivationsschreiben und Lebenslauf. Als interne/r BewerberIn fügen Sie idealerweise bitte auch Ihren SAP-Auszug hinzu.</p><p>\nWir möchten Sie explizit darauf hinweisen, dass Ihre im Rahmen der Bewerbung angegebenen Daten im Falle einer Aufnahme für die Beantragung einer eventuellen Förderung dem Arbeitsmarktservice (Dienstleistungsunternehmen des öffentlichen Rechts) übermittelt werden.</p><p></p><br>\n<p><b>\nIhre AnsprechpartnerInnen bei Fragen</b></p><p>\nBei fachlichen Fragen zu dieser Jobausschreibung wenden Sie sich bitte an Cornelia Ammer, 0664/6178097. Für allgemeine Fragen zum Bewerbungsprozess steht Ihnen unser ÖBB Recruiting Team unter 01/930009777888 gerne zur Verfügung.</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=30c2b0ff4e4f5759&fccid=6e7935d79529a285&vjs=3",
  "date": "2020-04-20"
}