{
  "title": "Associate Project Co-Ordination Officer",
  "location": "Wien, W",
  "contract_type": null,
  "body": "This position is open for secondment only and participating States are kindly reminded that all costs in relation to assignment at the Secretariat must be borne by their authorities.\n<br><br>\nCandidates should, prior to applying, verify with their respective nominating authority to which extent financial remuneration and/or benefit packages will be offered. Seconded staff members in the OSCE Secretariat and Institutions are not entitled to a Board and Lodging Allowance payable by the Organization.\n<br><br>\nThe OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis. The OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Conflict Prevention Centre (CPC) plays a key role in supporting and co-ordinating the OSCE's activities in the field, in providing analysis and policy advice to the Secretary General (SG) and the Chairmanship, in leading work on all aspects of the conflict cycle, and in supporting the various formats dealing with protracted conflicts. The CPC also serves as the focal point in the Secretariat for co-ordinating and developing the OSCE's role in the politico-military dimension.\n<br><br>\nThe Programming and Evaluation Support Unit (PESU) assists the Secretary General and the Chairmanship in the implementation of the Organizations Project Management framework and standards, in line with the Common Regulatory Management System (CRMS) and with the recognized international standards. It is the primary point of contact for the Chairmanship and participating States delegations on programmatic and project management matters in relation to the Unified Budget (UB) process, as well as the Extra-budgetary contributions. PESU advises senior management and field operations on implementation of programme and project management as well as Performance-Based Programme Budgeting (PBPB) and co-ordinates all related training and coaching activities (i.e. strategic planning, programme management, project management) undertaken by the Unit across the Organization.\n<br><br>\nTasks and Responsibilities\n<br><br>\nUnder the direct supervision of the Chief, Programming and Evaluation Support Unit, the Associate Project Co- ordination Officer will support the CPC in exercising its programme and project co-ordination and oversight role on behalf of the Secretary General. More specifically, the incumbent will be:\n<br><br>\nDesigning and keeping up to date the OSCE specific tools and other didactic material, with a particular focus on the aspects related to programme management, and to the Unified Budget process;\n<br>Providing support to the Field Operations, in the process of elaboration of the budget documents (Programme Outline, Unified Budget Proposal, Programme Budget Performance Review) and contributes to the documents' review process undertaken both at the level of the Secretariat;\n<br>Co-ordinating and providing backstopping of the programme budget preparation, reporting, review and project management work of the OSCE Special Monitoring Mission in Ukraine (SMM);\n<br>Preparing and conducting coaching and training sessions to disseminate project and programme management methodology and approach, both at central level and in terms of tailor-made on-site support to the Executive Structures;\n<br>Formulating proposals on project and programme management strategies, in order to support the enhancement of the quality of project and programme management in the Organization;\n<br>Advising the Chief of PESU on policy development in relation to project and programme relevance, effectiveness, efficiency and impact;\n<br>Drafting various documents, including background papers, reports and analysis and as required, interacting closely with other Units of the CPC and Secretariat in the development of policy and analytical papers of a regional, thematic or cross-dimensional nature;\n<br>Contributing to the process of assessment of the project documents submitted to PESU from the Field Operations, the Secretariat and/or other programmatic units;\n<br>Assisting, as necessary in the process of self-evaluation of programmes and projects of the Executive Structures;\n<br>Visiting the Executive Structures to provide support to the project and programme managers in the implementation of the different phases of project and programme management, identifying issues of concern and suggesting appropriate solutions, and contributing to the development of lesson learned and to the process of sharing best practices across the Organization;\n<br>Establishing and maintaining relations with relevant bilateral and international organizations to ensure relevant information sharing on project and programme management practices;\n<br>Performing other related duties as assigned.\n<br><br>\nFor more detailed information on the structure and work of the OSCE Secretariat, please see: http://www.osce.org/secretariat\n<br><br>\nNecessary Qualifications\n<br><br>\nFirst-level university degree in Political Science, International Relations, Management, Economics, Research Methodology or related field;\n<br>Minimum four years of relevant professional experience with a governmental aid agency or an international organization in programme and project management;\n<br>Demonstrated knowledge of result based management;\n<br>Demonstrated knowledge and experience in project cycle management;\n<br>Demonstrated project management coaching and training capacity;\n<br>Excellent communication and organizational skills;\n<br>Experience in project/programme monitoring and evaluation;\n<br>Good understanding of the actors and dynamics of international development assistance, in particular related to conflict prevention, crisis management and post-conflict rehabilitation;\n<br>Professional fluency of the English language, including drafting skills;\n<br>Ability to work with people of different nationalities, religions and cultural backgrounds;\n<br>Demonstrated gender awareness and sensitivity, and an ability to integrate a gender perspective into tasks and activities;\n<br>Excellent computer skills, with practical experience in Microsoft applications.\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see https://www.osce.org/participating-states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages the nomination of qualified female and male candidates from all religious, ethnic and social backgrounds.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.\n<br><br>\nPlease apply to your relevant authorities several days prior to the deadline expiration to ensure timely processing of your application. Delayed nominations will not be considered.",
  "url": "https://at.indeed.com/rc/clk?jk=09161d84102bcb9a&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-05-26"
}