{
  "title": "Team Leader (SG-Business Analysis Team)(P5)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><div><p>As a Team Leader reporting to the Head of the Project Section, the incumbent leads the Business Analysis Team. The Team Leader manages and leads the business analysts in the most efficient manner to provide services in developing IT solutions and capabilities to enhance the Department's ability to perform operational information processing and support all source information analysis.</p><br>\n<br>\n<p>Role</p>\n<p>The Business Analysis Team Leader is: (1) a manager of human resources, who supervises the staff in the team and promotes best practices, including team work, within the team and across all teams of the section, as well as across the division and Department; (2) a point of liaison with customers to understand their business needs and to design for them appropriate Information and Communication Technology (ICT) solutions that fulfil their needs, while respecting non-functional requirements associated, in particular, to integration and security standards; (3) a champion of operational excellence aimed at providing integrated ICT solutions. Delivering one master view of high quality information to all departmental stakeholders, and benefitting from continuous improvement which is drawn from a thorough, systematic analysis of the lessons learned, derived from internal and external experience; and (4) a senior business analyst focused on delivering solutions of the highest business value, based on sound cost-benefit analysis and with a constant focus on cost of ownership.</p><br>\n<br>\n<p>Functions / Key Results Expected</p>\n<ul><li><div>Work with customers in defining and analysing user requirements for software and use this information in the subsequent creation, maintenance and implementation of an annual work plan; establish user groups and involve them in the activities related to software development lifecycle of all projects in the unit; utilize users' expertise in defining and further refining their business needs; take into account their feedback in the development of user experience of all ICT solutions; involve users in the testing process to improve the usability of solutions.</div></li><li><div>\nWork closely with other Divisional actors, in particular with the Project and Development Sections, in order to enforce architectural and best practices standards as well as with the Infrastructure and Customer Services Sections to implement a sound operation of delivered services.</div></li><li><div>\nActs as the lead business analyst; provides leadership in the development and maintenance of ICT solutions within SGIS; participates in the analysis of functional requirements and in defining the quality attributes for the solutions.</div></li><li><div>\nWork with Divisional and Departmental key stake holders in defining and implementing the software and hardware requirements for the information systems to be provided.</div></li><li><div>\nSupervise the staff in the team; promote good team working practices within the Business Analysis team and across all Units of the section and beyond; assign tasks to the staff depending on their technical skills and knowledge, assist and guide them in their needs to acquire necessary training; develop job descriptions, evaluate job applications and carry out annual performance reviews for the Business Analysis team's staff.</div></li><li><div>\nManage the Business Analysis team's work plan by defining priorities of the projects and resource allocation; provide assistance to the Section Head with respect to definition and updating the section's work plan in line with the product roadmaps.</div></li><li><div>\nFacilitate cross-functional team meetings to develop and implement business solutions and optimize operations, conduct impact analysis for new products, systems, upgrades and changes for the Department of Safeguards, and evaluates systems and business processes for feasibility.</div></li><li><div>\nEnsure the quality, security, integration and cost efficiency of ICT solutions within the team by using standards, guidelines, methodologies and tools for analysis, design, implementation, and maintenance and documentation activities.<br>\n</div></li></ul><p></p><p>Qualifications, Experience and Language skills</p>\n<p>Master's Degree - Advanced University degree in computer science, information technology or related technical discipline.</p>\n<p>Minimum 10 years of relevant experience in ICT with increasing responsibilities, of which 2 years of supervisory experience in a multicultural environment, preferably in an international organization and experience in managing the budget for a team.<br>\nDemonstrated experience in disciplined approaches to project management; thorough understanding of best practices in software development and in the delivery of ICT services; experience in strategic planning, operational planning, cost benefit analysis, budgeting, allocation of resources, procurement, quality control and quality assurance.\n<br>\nExperience in the field of international safeguards is an asset.\n<br>\nExcellent oral and written command of English. Knowledge of other official IAEA languages (Arabic, Chinese, French, Russian and Spanish) is an asset.</p><br>\n<br>\n<p>Remuneration</p>\n<p>The IAEA offers an attractive remuneration package including a tax-free annual net base salary starting at <b>US $88162</b> (subject to mandatory deductions for pension contributions and health insurance), a variable post adjustment which currently amounts to <b>US $ 36058</b>*, dependency benefits, rental subsidy, education grant, relocation and repatriation expenses; 6 weeks' annual vacation, home leave, pension plan and health insurance</p></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=ffd8b495de8f7451&fccid=c1a7c6d77658a22d&vjs=3",
  "date": "2020-05-26"
}