{
  "title": "Enterprise Sales Leader (AWS) - Austria",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div>We are looking for a very specific leader to help us achieve our goals. On top of specific qualifications, we are also seeking;<br>\n<br>\n<ul><li>Deep enterprise domain expertise having worked in industry, client either side or consulting/selling/delivering.</li><li>5-7+ years of sales management experience working for technology vendor selling enterprise solutions</li><li>7-10+ years of technology related sales or business development experience</li><li>Strong leadership skills and Experience leading a team of sales managers focusing on enterprise accounts</li><li>BA/BS degree required – Masters a plus</li><li>Strong verbal and written communications skills</li></ul></div>\n<br>\n<div>Amazon Web Services (AWS) is proud to be the pioneer and widely recognized leader in Cloud Computing. Our web services provide a platform for IT infrastructure in-the-cloud that is used by hundreds of thousands of developers and businesses around the world. These customers range from start-ups, Midmarket to leading web companies to Global 500 companies in financial services, pharmaceuticals, and high technology.<br>\n<br>\nWould you like to manage the account management team focused on increasing adoption of Amazon Web Services in large Enterprises? Do you have the business savvy, technical background, and leadership skills necessary to establish successful partnerships across the engineering and sales organizations? As the Enterprise Sales Leader in Austria, you will be responsible for a team of Enterprise Account Managers focused on the largest Austrian companies.<br>\n<br>\nYour responsibilities will include building and managing a highly talented team focused on aqcuiring new customers, driving revenue, adoption, and market penetration. The ideal candidate will possess a technology sales management background that enables them to engage at the CXO level. You should have a demonstrated ability to think strategically and analytically about business, product, and technical challenges as well as build and convey compelling value propositions and work cross-organizationally to build consensus.<br>\n<br>\nResponsibilities:<br>\n<ul><li>Hire and develop a great team</li><li>Develop and execute a comprehensive regional plan for the Enterprise segment</li><li>Build and manage the Account Management team for the Enterprise segment</li><li>Ensure customer satisfaction</li><li>Develop long-term strategic relationships with key accounts</li><li>Accelerate customer adoption</li><li>Drive revenue and market share</li><li>Meet or exceed quarterly revenue targets</li><li>Develop and execute comprehensive account plans</li><li>Maintain a robust sales pipeline</li><li>Work with partners to extend reach &amp; drive adoption</li><li>Manage contract negotiations</li><li>Expect moderate travel</li></ul><br>\nThe monthly gross salary according to the Collective Bargain Agreement is at least EUR 5157 Gross. There is a willingness to make an overpayment, depending on qualification and professional experience.</div>\n<br>\n<div><ul><li>Prior experience of working in a technology/cloud company</li><li>College Degree preferred</li></ul>\nAre you interested? We look forward to your application.<br>\n<br>\nAmazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build.<br>\n<br>\nBy submitting your resume and application information, you authorize Amazon to transmit and store your information in the Amazon group of companies' world-wide recruitment database, and to circulate that information as necessary for the purpose of evaluating your qualifications for this or other job vacancies.<br>\n<br>\nProtecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https://www.amazon.jobs/en/privacy/eu ) to know more about how we collect, use and transfer the personal data of our candidates.<br>\n<br>\naws-sales-ea</div>",
  "url": "https://at.indeed.com/rc/clk?jk=72577136743ae80f&fccid=fe2d21eef233e94a&vjs=3",
  "date": "2020-05-26"
}