{
  "title": "Backend Developer (m/w/d)",
  "body": "Become a part of our Salamantex-family!\n<br><br>\nAre you technically minded, passionate about your work, driven by new ideas and currently looking for a new challenge? Join us and shape the future of payment!\n<br><br>\nOur young, dynamic, international Salamantex team consults and develops in the areas of IT-services and cryptocurrency to provide modern payment solutions and point-of-sale soft- and hardware. Simplicity, speed and security are most important for us. We aim to enable easy access to cryptocurrencies and therefore, increase the trust in the market. Our daily work is based on cross-team collaboration, continuous growth and the strong motivation to revolutionize the payment industry. If you’re looking to join a passionate international team full of fantastic talent and start-up spirit - look no further and apply as a\n<br><br>\nTasks\n<br><br>\n<ul>\n<li>Developing code that runs in a cloud-based micro-services architecture and interacts with well-known blockchains</li>\n<li>Strong focus on security and self-responsibility</li>\n</ul>\nRequirements\n<br><br>\n<ul>\n<li>A well-founded technical training in the field of informatics, including knowledge in object-oriented programming</li>\n<li>In-depth knowledge and experience with at least one enterprise programming language, preferably Python 3 and/or NodeJS</li>\n<li>Experience with NoSQL as well as SQL databases</li>\n<li>Thorough understanding of REST, Message Queues, gRPC, Protocol Buffer or similar technologies</li>\n<li>Knowledge of asynchronous and non-blocking programming models</li>\n<li>Excellent English skills</li>\n</ul>\nExtra Bonus Points for…\n<br><br>\n<ul>\n<li>Cloud Stack experience with Azure, AWS or Google Cloud as well as Docker and Linux</li>\n<li>understanding of how blockchain technology works e.g. Bitcoin, Litecoin, Ethereum, IOTA</li>\n<li>experience with git or other VCS</li>\n<li>scripting with bash, batch or Powershell</li>\n<li>know-how with BitBucket, Jira, Confluence and VS Team Services</li>\n<li>knowledge of agile software development methods (SCRUM, Kanban)</li>\n<li>German skills</li>\n</ul>\nBenefits\n<br><br>\n<ul>\n<li>Work-Life- Balance + Remote Work: Flexible und family-friendly working hours with possibility to work from home</li>\n<li>A friendly, diverse, international team with a shared passion for technology</li>\n<li>Challenging tasks as well as plenty of opportunities for professional and personal growth within flat structures and short decision-making processes</li>\n<li>We encourage life-long learning. In order to develop modern payment solutions we need diverse, bright minds and creative thinking – we promote a culture of innovation that welcomes new ideas.</li>\n<li>A salary of 44.800€ / year according to the collective agreement\\*</li>\n</ul>\n\\*The actual payment strongly depends on the respective qualifications and professional experience.\n<br><br>\nCurious? Apply and send your application to us.\n<br><br>\nSalamantex is committed to equal employment opportunity, diversity and inclusion in the workplace. We are looking forward to receiving your application including your salary expectations and your earliest availability date. If you have additional questions please do not hesitate to contact us.\n<br><br>\nYou’re interested in a career with Salamantex but this position doesn’t fit your skills and experience? Get in touch with us to get information on other positions!”",
  "url": "https://at.indeed.com/rc/clk?jk=7f1606ce571ab30b&fccid=dd1a497c4de424ac&vjs=3",
  "date": "2020-04-20"
}