{
  "title": "Product Support Engineer Cato/IV Prep (f/m/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><h1 class=\"jobSectionHeader\"><b>Job Description Summary</b></h1>\nThe Product Support Engineering (PSE) role for BD’s Pyxis Medication Management Solutions will be responsible for responding to tier-2 and tier-3 technical support escalation inquiries or issues with the goal of improving efficiency to resolution. Performing failure investigations, assistance with root-cause analysis over product or technical related issues, Risk Analysis reports, publishing Knowledge management articles and representing the GCS Customer Support team in product core team meetings as the voice of the customer experience surrounding product new releases will be required of this role. The Product Support Engineer position will act as the responsible party for troubleshooting escalated open tickets and work in collaboration with multiple engineering and testing teams within the organization as well as with customer service personnel in order to analyze and gather all pertinent information to resolution, thus maintaining maximum customer satisfaction. The PSE role will be bridging our support teams in the USA and Europe and therefore needs to work during US business hours.<p></p><h1 class=\"jobSectionHeader\"><b>\nJob Description</b></h1><p><b><i>\nAbout the Role</i></b></p><p>\nThis role requires knowledge of multiple troubleshooting techniques that involve the analysis of complex data, advanced knowledge of information technology environments and concepts, development and use of software utilities, in addition to communicating timely, accurate and concise feedback on issues internally and externally. The Product Support Engineer will recommend solutions to issues based on experience and collected data as well as customer expectations. The Product Support Engineer works as an independent individual contributor who is customer focused, continuously learning and improving, persistent in issue resolution, executes ownership and communicates effectively to customers and key stakeholders.</p><p></p><p>\nPrimary role responsibilities:</p><ul><li>\nDemonstrate the ability to quickly analyze, replicate, drive and resolve complex product related issues.</li><li>\nEffectively work cross-functionally and cross-continental (Europe and USA) with other teams to resolve escalated issues.</li><li>\nOffer technical guidance and advisement to Technical Support Specialists.</li><li>\nDemonstrate high level of interpersonal and communication skills.</li><li>\nCommunicate with both the customer and business owners to achieve the expected outcomes.</li><li>\nDemonstrate a strong sense of urgency and ability to perform under pressure.</li><li>\nExercises judgment within generally defined practices and policies in selecting methods and techniques for obtaining solutions</li><li>\nAble to succinctly convey complex technical concepts to non-technical personnel to assure full understanding of issues, troubleshooting and resolution of open tickets</li><li>\nUse your technical knowledge along with customer service skills as the Subject Matter Expert</li><li>\nSubject Matter Expert for products/product versions to answer complex partner/customer questions, issues and escalations with accuracy and responsiveness</li><li>\nWork on a time-schedule aligned with the US business hours, preferably Monday to Friday between 1:00 pm and 9:00 pm.</li></ul><p></p><p><b><i>\nAbout You</i></b></p><ul><li>\nBachelor's degree from an accredited college in a related discipline, or equivalent experience / combined education, with 3 years or more of professional experience</li><li>\n3 years or more experience in a Technical Support Role</li><li>\nExperience with database design, development, support, or administration</li><li>\nExperience using Microsoft SQL Server tools and technologies</li><li>\nAdvanced knowledge of current state version of Microsoft SQL Server administration and SQL Server Reporting Services</li><li>\nAdvanced knowledge of Microsoft Windows Server 2003, 2008 and 2012 (Installation, configuration and troubleshooting)</li><li>\nFamiliarity with Windows workstation troubleshooting</li><li>\nExperience with Microsoft SQL Server performance tuning, familiarity with SQL execution plans, database indexing and ETL</li><li>\nAdvanced knowledge of Windows Active Directory, Windows Security and Installation and configuration of IIS</li><li>\nFamiliarity with Virtualization technologies (VMWare, Hyper-V)</li><li>\nAdvanced knowledge of Networking concepts and troubleshooting methods</li><li>\nExperience with installation of application software within a Windows Operating environment (Windows services)</li><li>\nFamiliarity with HL7 language is a plus</li><li>\nFamiliarity with troubleshooting computer hardware or peripheral issues (CPUs, scanners, printers, etc.)</li></ul><p></p><p><b><i>\nOur Offer</i></b></p><p>\nCollaboration in a highly motivated global environment. A familiar work climate in an innovative environment where your input counts. A safe workplace with long-term perspectives. We endeavor a long-term collaboration – hence corporate career planning throughout diverse phases of life conveys a high importance and value for us.</p><p></p><p><b><i>\nInterested in a career with BD, but this position doesn’t fit your skills and experience? Join our external EMEA Talent Community here: </i></b><b><i>http://emea.jobs.bd.com</i></b></p><p></p><h1 class=\"jobSectionHeader\"><b>\nPrimary Work Location</b></h1>\nAUT Vienna - Handelskai</div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=8bb36a9d6a04fe85&fccid=f33adcecbae03a00&vjs=3",
  "date": "2020-05-26"
}