{
  "title": "Application Programmer",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><p><b>The Challenge:</b></p><p>\nAre you looking for an opportunity to not just develop software, but to build a system that will have a positive impact on an important US government client? As an application developer, you can solve a problem with a complete end-to-end solution in a fast-paced, agile environment. We’re looking for a developer with the skills needed to build applications and rapid prototypes from vision to production-ready system.</p><p></p><p>\nThis role is more than just coding. We need a full-stack developer who will use their passion to learn new tools and techniques and identify and implement system improvements. Using Agile methodologies, you’ll work with the development team to build applications. You’ll analyze the needs and the environment to make sure the solution you’re developing considers the current architecture and operating environment, as well as future functionality and enhancements. Join us as we build systems to change an important US government client for the better.</p><p></p><p>\nEmpower change with us.</p><p></p><p><b>\nYou Have:</b></p><ul><li>\n5+ years of experience with software development</li><li>\nExperience with HTML5, CSS, and JavaScript</li><li>\nExperience with Java or C#</li><li>\nExperience with SQL</li><li>\nExperience with Agile software development methodologies</li><li>\nKnowledge of IT architecture frameworks, design patterns and systems integration, service protocols, middleware, and web technologies</li><li>\nActive Top Secret clearance</li><li>\nBA or BS degree</li></ul><p></p><p><b>\nNice If You Have:</b></p><ul><li>\n8+ years of experience with software development</li><li>\nExperience with Python, Groovy, NodeJS, Linux, or Elasticsearch</li><li>\nExperience with cloud technology and AWS</li></ul><p></p><p><b>\nClearance:</b></p><p>\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; Top Secret clearance is required.</p><p></p><p><b>\nBuild Your Career:</b></p><p></p><p>\nA challenging and dynamic work environment isn’t all we have to offer. When you join Booz Allen, you can expect:</p><ul><li>\naccess to experts in virtually every field</li><li>\na culture that focuses on supporting our employees</li><li>\nopportunities that provide stability while offering variety</li></ul><p></p><p>\nYou’ll also be exposed to a wealth of training resources through our Digital University, an online learning portal featuring more than 5000 functional and technical courses, certifications, and books. Build your technical skills through hands-on training on the latest tools and tech from our in-house experts. Pursuing certifications? Take advantage of our tuition assistance, onsite boot camps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips. We’ll help you develop the career you want, as you chart your own course for success.</p><p></p><p>\nWe’re an EOE that empowers our people—no matter their race, color, religion, sex, gender identity, sexual orientation, national origin, disability, veteran status, or other protected characteristic—to fearlessly drive change.</p><p></p>\n#LI-AH1, APC4, CJ1</div>",
  "url": "https://at.indeed.com/rc/clk?jk=76354f3aa684c41e&fccid=4e041af1d0af1bc8&vjs=3",
  "date": "2020-05-26"
}