{
  "title": "Senior Account Manager for Enterprise Accounts - Austria",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<ul><li>Several years of technology related sales, business development, or sales engineering/consulting experience.</li><li>BA/BS degree required.</li><li>Strong verbal and written communications skills in English and German.</li><li>SaaS/Cloud experience.</li></ul>\n<br>\n<div>Would you like to be part of a team focused on increasing adoption of Amazon Web Services in Austria being based in Vienna? Do you want to work with a set of largest Enterprises in the country? Do you have the business savvy and technical background necessary to help establish Amazon as a key technology platform provider?<br>\n<br>\nAs a Principal Account Manager at AWS you will have the exciting opportunity to help drive the growth and shape the future of an emerging technology.<br>\n<br>\nThe ideal candidate will possess both a sales and technical background that enables them to drive an engagement at the CXO level as well as with software developers and IT architects. You should also be a self-starter who will help growing our dynamic Austrian AWS team.<br>\n<br>\nYour tasks will include, but not be limited to:<br>\n<ul><li>Work with partner, marketing, business development and technical teams to manage and grow your customer accounts.</li><li>Manage numerous accounts concurrently &amp; strategically</li><li>Develop and execute against a plan that leads to the creation and maintenance of a robust pipeline including opportunities in existing accounts as well as driving net new business with prospects</li><li>Create &amp; articulate compelling value propositions around AWS</li><li>Analyze metrics data from the accounts to help evolve your business plan</li><li>Maintain the CRM database up-to-date and forecast the territory performance</li><li>Help contribute to long-term relationships with key accounts</li><li>When appropriate, assist Amazon business partners on joint selling opportunities</li><li>Basic Qualifications</li><li>7-10 years of technology sales experience</li><li>College/University Degree or equivalent experience</li><li>A technical background in engineering, computer science or MIS is advantageous</li><li>Excellent verbal and written communication skills</li><li>Ability to think and act independently within a fast-paced multi-task driven environment</li><li>Fluent in German and English</li><li>Preferred Qualifications Bachelor’s Degree or equivalent or higher</li><li>Literacy in Salesforce desirable</li></ul><br>\nThe monthly gross salary according to the Collective Bargain Agreement is at least EUR 4209 Gross. There is a willingness to make an overpayment, depending on qualification and professional experience.</div>\n<br>\n<div><ul><li>Several years of technology related (inside) sales, business development, or sales engineering/consulting experience.</li><li>BA/BS degree required.</li><li>A technical background in engineering, computer science, or MIS a plus.</li><li>SaaS/Cloud experience.</li></ul>\nAre you interested? We look forward to your application.<br>\n<br>\nAmazon is an equal opportunities employer. We believe passionately that employing a diverse workforce is central to our success. We make recruiting decisions based on your experience and skills. We value your passion to discover, invent, simplify and build.<br>\n<br>\nBy submitting your resume and application information, you authorize Amazon to transmit and store your information in the Amazon group of companies' world-wide recruitment database, and to circulate that information as necessary for the purpose of evaluating your qualifications for this or other job vacancies.<br>\n<br>\nProtecting your privacy and the security of your data is a longstanding top priority for Amazon. Please consult our Privacy Notice (https://www.amazon.jobs/en/privacy/eu ) to know more about how we collect, use and transfer the personal data of our candidates.<br>\n<br>\naws-sales-ea</div>",
  "url": "https://at.indeed.com/rc/clk?jk=014dfd455c05b52e&fccid=fe2d21eef233e94a&vjs=3",
  "date": "2020-05-26"
}