{
  "title": "(Senior) ServiceNow Developer m/f",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div>Company Description<br>\n<p>\nWith the industry’s <b>#1 Continuous Testing platform</b>, Tricentis is recognized for reinventing software testing for DevOps. Through agile test management and advanced test automation optimized to support 150+ technologies, we provide automated insight into the business risks of your software releases—transforming testing from a roadblock to a catalyst for innovation. The result is accelerated software delivery speed, improved cost efficiency, and reduced business risk.</p><p>\nTricentis is the only vendor to achieve <b>“leader” status </b>in all three top analyst reports (i.e., the “Triple Crown.”) This honor is based on our technical leadership, innovation, and a Global 2000 customer base of 1500+ companies, including global enterprises such as Allianz, Cisco, Dolby, First Data, HSBC, Office Depot, Samsung, Starbucks, Vodafone, Whole Foods, and WorldPay. Customers rely on Tricentis to achieve and sustain test automation rates of over 90 percent—increasing risk coverage while accelerating testing to keep pace with Agile and DevOps.</p><p>\nTricentis has a <b>global presence</b> in Austria, Australia, Belgium, Denmark, Germany, India, Netherlands, Singapore, Switzerland, Poland, the UK and United States.</p></div>\n<br>\n<div>Job Description<br>\n<p>\nAt Tricentis, ServiceNow is the heart application of daily business and a crucial tool for success. As a Senior ServiceNow developer at Tricentis, you will be responsible for developing and customizing various parts of the application itself. Either as part of a project or as part of daily business. Especially in projects you will act as lead solution architect and make sure that all requirements are implemented. Apart from that you will supervise incoming bugs and requests which are created during daily business. To ensure the key role of ServiceNow within the company, you will be responsible for implementing, maintaining and constantly improving integrations with other systems, like Salesforce, Marketo, etc. On top of it you will work out solution designs in close collaboration with the stakeholders.</p><p>\nAs a key member of the CX Operations team, you…</p><p>\n…become a technical owner of ServiceNow</p><p>\n…provide solution designs based on given requirements</p><p>\n…are responsible for constantly improving different parts of ServiceNow</p><p>\n…supervise and monitor the work of your less experienced colleagues</p><p>\n…make sure that quality expectations are met</p><p>\n…work within the Scrum and Kanban framework</p><p>\n…have a strong focus on documentation</p><p>\n…collaborate with young and ambitious colleagues</p><p>\n…be yourself</p></div>\n<br>\n<div>Qualifications<br>\n<p>\nFor successfully developing the backend of ServiceNow, it’s a must have to bring at least 1 year (Junior) or 3 – 5 years (Senior) experience in:</p><ul><li>\nExtensive understanding of the ways in which ServiceNow can be configured and customized and scripting within the tool – preferable but not a must</li><li>\nat least one OOP</li><li>\nJavaScript, AngularJS, XML, JSON</li><li>\nunderstanding and implementing Webservices with SOAP and REST</li><li>\nCommon SQL</li></ul><p>\nAlso beneficial is some experience in developing frontends and have skills in SASS, Html5, JQuery, JSP and experience at least with one Frontend Framework (Bootstrap).</p><p>\nFurthermore, you know how to deal with common designs and architectural patterns such as MVC. It is also helpful to have a technical understanding of server environments in perspective of security measurements and performance. Having experience with ServiceNow is highly recommended, but not a must. Also having knowledge about Agile methods such as Scrum or Kanban is a nice to have.</p><br>\nAdditional Information<br>\n<ul><li>\nFavorable working atmosphere in a rapidly expanding company</li><li>\nWide range of responsibilities and a variety of career opportunities</li><li>\nWorking at the cutting edge of Software Development</li><li>\nFlexible working times</li><li>\nGreat events for employees</li><li>\nAttractive salary and variable compensation</li><li>\nAnnual pass for public transport</li><li>\nwide range of health care activities</li><li>\nModern office with chill zone (Virtual Reality, PlayStation, Wii U, table football, …)</li></ul><p>\nGo ahead and apply for the<b> #1</b> company in <b>continuous testing</b> &amp; <b>#1</b> city with the <b>best quality of living. </b>According to your experience the annual package will be between 42.000 and 72.000 EUR gross.</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=1d1379809aef7b86&fccid=99a99ae6a4349e26&vjs=3",
  "date": "2020-05-26"
}