{
  "title": "Program Director - Economic Frontiers Program",
  "location": "Laxenburg, NÖ",
  "contract_type": null,
  "body": "<div><div><div><div>Deadline 12 June 2020, 12 noon (CEST)\n</div><div><div><div>\n</div></div><div><div>14/2020<br>\n</div></div></div><div></div><div><div><div><div><div><div>\n</div></div><div><div><div>14/2020\n</div></div></div></div><br>\n</div></div></div></div><div><h1 class=\"jobSectionHeader\"><b>Program Director - Economic Frontiers Program</b></h1>\n<div><div><p>IIASA economic frontiers program</p></div>\n</div><div><div><p><b>In support of the IIASA Strategic Plan 2021-2030 and its newly defined research programs, we invite applications for the new opportunity of Program Director of the Economic Frontiers Program.</b></p></div>\n</div><div></div><div><h2 class=\"jobSectionHeader\"><div><p><b>about iiasa</b></p></div></h2>\n<div><p>Founded in 1972, the International Institute for Applied Systems Analysis (IIASA) conducts policy-oriented research into problems of a global nature that are too large or too complex to be solved by a single country or academic discipline.</p>\n<p>\nIIASA is sponsored by its National Member Organizations in Africa, the Americas, Asia, and Europe. Its research is independent and completely unconstrained by political or national self-interest.</p>\n<h2 class=\"jobSectionHeader\"><b>\neconomic FRONTIERS PROGRAM - background</b></h2>\n<p>\nThe Economic Frontiers Program<b> </b>is one of six newly defined research programs, together with Advancing Systems Analysis, Climate and Environmental Impacts, Population and Just Societies, Biodiversity and Ecosystem Management and Strategic Initiatives. The overall aim of the Economic Frontiers Program will be to improve human well-being through sustainable economic and planetary security. IIASA seeks to apply systems thinking and analyses to focus on ongoing economic and financial research activities at IIASA while also building new research areas in these fields. The pervasive global economic culture of production and consumption in service of unfettered economic growth, has resulted in considerable, yet inequitable, benefits to nations and individuals while contributing to numerous planetary tipping points and looming environmental crises. These crises include climate change, biodiversity loss, disease, pollution, land- and water degradation.</p>\n<p>\nTo reverse these societal and environmental trends, a new sustainability driven normative economics that applies systems thinking and integrates economic, societal, and environmental benefits in an interdisciplinary manner is required. This re-interpretation applies to the entire landscape of economic planning and execution, including global economic governance, macroeconomics, and microeconomics.</p></div>\n</div><div><h2 class=\"jobSectionHeader\"><div><b>MAIN DUTIES AND RESPONSIBILITIES</b></div></h2>\n<div><p>The successful applicant will work closely with the IIASA Executive and other Program Directors to develop further the vision for the Economic Frontiers Program, broadening the current research portfolio to support institute-wide cross-cutting research activities.</p>\n<p>\nIIASA Program Directors will provide research vision, innovation, leadership and strategic positioning for their individual programs. Main responsibilities will include:</p>\n<div>\n<p>Guiding and developing a diverse and multidisciplinary team of researchers from within and outside of IIASA, and recruiting additional researchers as funding permits, to conduct scientific research at the highest level.</p>\n<p>Coordinating allocation of the internal budget and external contracts for the program and attracting external research funding.</p>\n<p>Contributing to the science-policy discourse, as well as participating in scientific assessment and advisory panels.</p>\n<p>Developing international and in-house cooperation and networks on economic futures research as it relates to IIASA research topics and programs.</p>\n<p>Contributing to the coordination of capacity development and training activities at the institute.</p>\n<p>Ensuring continued engagement of the 23 member countries through design of relevant projects/activities and developing initiatives to attract National Member Organizations and donors through scientific excellence and out-of-the-box, trend-setting research.</p>\n<p>Representing IIASA and interacting with institutions and research partners as well as governmental and funding bodies in member countries and other international organizations within the IIASA network.</p>\n<p>Ensuring effective collaborations within their own program and across other IIASA programs/groups.</p>\n<p>Entrenching IIASA research principles into their programs, while ensuring that program objectives are met and are aligned with the IIASA Strategy and institute values.</p>\n</div></div>\n</div><div><div><div><h2 class=\"jobSectionHeader\"><div><p><b>SKILLS AND REQUIREMENTS</b></p></div></h2>\n<div><p>Scientific excellence, visionary thinking, and management skills in interdisciplinary research and policy applications within an international setting are prerequisites for this position.</p>\n<p>\nIn particular, candidates should have:</p>\n<ul>\n<li>A doctoral degree or equivalent combined with a background in interdisciplinary research, preferably related to economic research in the contexts of human well-being, equity and global change.</li>\n<li>Extensive experience (preferably at least 20 years) in an international and multicultural research or academic environment, inclusive of PhD training.</li>\n<li>Extensive publications in peer-reviewed journals, as well as experience in policy-related analyses.</li>\n<li>Wide experience and proven track record in attracting international research funding.</li>\n<li>Strong networking skills with global, international, and national institutions and experience in interacting with policy and decision makers.</li>\n<li>At least five years’ experience in a research leadership or staff management position with the ability to lead and inspire a team of researchers from different disciplines.</li>\n<li>Excellent written and oral communication and interpersonal skills including full fluency in the English language.</li><br>\n</ul></div>\n</div></div><div></div><div><div><h2 class=\"jobSectionHeader\"><div><p><b>appointment terms</b></p></div></h2>\n<div><p>IIASA is offering an initial appointment term of five years as Program Director to successful candidates. This may be renewable for a further term of five years subject to an evaluation by the IIASA Executive.</p>\n<p>\nAppointments will be offered on a full-time basis only.</p>\n<p>\nAt the end of their term as a Program Director, successful applicants can opt to join the science track at IIASA.</p>\n<p>\nIt is foreseen that selected designated candidates will formally take up their positions at least by <b>January 1, 2021.</b></p>\n<h2 class=\"jobSectionHeader\"><b>\nWE OFFER</b></h2>\n<div><p>A competitive salary which is exempt from taxation in the host country of Austria (subject to the principle of income aggregation).</p>\n<p>Educational subsidies for children of school age enrolled in private schools in Austria.</p>\n<p>A generous annual leave allowance Tax free shopping privileges.</p>\n<p>Moving and settlement allowances and paid home leave for employees in scientific and professional categories hired from international locations (rules apply).</p>\n<p>Assistance for newcomers to Austria with visa, work and residency permit applications.</p>\n<p>Support finding accommodation in Austria.</p>\n</div>\n<p>more&gt;</p></div>\n</div></div></div><div></div><div><div><div><h2 class=\"jobSectionHeader\"><div><p><b>WORKING AT IIASA</b></p></div></h2>\n<div><p>IIASA is committed to a working environment that promotes equality, diversity, tolerance and inclusion within its workforce, and encourages qualified candidates from all religious, ethnic and social backgrounds to apply. In the case that candidates are equally qualified, preference will be given to applicants from countries where IIASA has a National Member Organization (NMO).</p></div>\n</div></div><div><h2 class=\"jobSectionHeader\"><div><b>Further Information</b></div></h2>\n<div><p>For general information about our institute, please visit www.iiasa.ac.at</p>\n<p>\nFor further information about this opportunity please contact:</p>\n<div>\nDr. Albert van Jaarsveld</div>\n<div>IIASA Director General and Chief Executive Officer</div>\n<div>Email: jaarsveld@iiasa.ac.at</div><br>\n</div><div></div>\n<p>Name: Jenny Jones<br>\nFunction: HR Generalist<br>\nEmail: jones@iiasa.ac.at\n</p></div></div><div></div><div><h2 class=\"jobSectionHeader\"><div><b>Applications</b></div></h2>\n<div><p><b>In order to apply for this opportunity, you will need to provide the following documents:</b></p>\n<ul>\n<li>A letter of application outlining your motivation and fit to the position</li>\n<li>A c<i>urriculum vitae</i> (including lists of publications, funding sources, scientific outreach, and supervisory responsibilities)</li>\n<li>The names and contact details of three work-related reference givers (including title, affiliation, e-mail, and telephone number)</li>\n<li>Copies of three major publications from the last three years.</li>\n</ul></div><b>Deadline for receipt of applications: 12 June 2020, 12 noon (CEST)</b></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=29d1cb8ea437f826&fccid=b8ffb03269e45adc&vjs=3",
  "date": "2020-05-26"
}