{
  "title": "Senior Data Privacy Manager",
  "location": "Wien, W",
  "contract_type": null,
  "body": "Full Time (Vienna)\n<br><br>\nDiabetes is a pesky monster — and that's putting it mildly. If you're serious about helping us face it head on, come join us!\n<br><br>\nMost of our customers live with insulin-dependent diabetes. Everyday life with diabetes is often tedious and exhausting – and that's exactly what motivates our work at mySugr. Always driven by our motto to \"make diabetes suck less,\" we develop award-winning apps, integrate medical devices into our products, and work with health insurance companies and industry partners to make life with diabetes a bit better. For a behind-the-scenes look, check out our Monster Culture blog and this little video to see what makes mySugr tick.\n<br><br>\n<b>Here's what we are looking for:</b><br>\nmySugr is committed to the privacy and security of our users, customers, and partners. They trust that we take the best possible care when it comes to confidential and sensitive data, like health information. Protecting data and infrastructure is critical for maintaining and extending this trust, and therefore we are looking for a Senior Data Privacy Manager to make sure we apply the highest level of data protection to our products, our infrastructure, processes and our organization in general.\n<br><br>\n<b>Your upcoming mission:</b><br>\nPartner with project teams to tackle global data privacy and security related tasks\n<br>Implement measures to ensure we follow state-of-the-art privacy procedures, to be in compliance with relevant standards and laws (e.g., GDPR, HIPPA, COPPA, ISO 27701, ISO 27001, HITRUST) and other best practices\n<br>Contribute to our Information Security Risk Management processes and implement mitigations\n<br>Monitor, review, and evolve our internal processes to ensure compliance for data privacy in a global context. Work with external partners and advisors who help us achieve high privacy standards\n<br>Communicate with our suppliers, external partners, as well as with our customers about privacy-related topics\n<br>Make sure that the organization has the right level of understanding of privacy related knowledge by actively communicating and advocating this topic\n<br>Work closely with our Data Privacy Officer to ensure privacy of our users\n<br><br>\n<b>Essential skills for your mission:</b><br>\nSeveral years of work experience in Data Privacy/IT Security\n<br>Strong expertise with the laws relevant to data privacy e.g. GDPR, CCPA, HIPAA, etc and how to show compliance with them\n<br>Technical know-how on digital and cloud based solutions such as Amazon Web Services\n<br>Project management experience to execute projects that expand to new countries or to launch new products or services\n<br>Knowledge about relevant standards and norms, like ISO 27001/27005, ISO 27701, OWASP, HITRUST, SOC and experience in audits held by external authorities\n<br><br>\n<b>Bonus skills:</b><br>\nExpertise in Software Engineering\n<br>Know-how about security concepts for mobile platforms and cloud services\n<br>Experience with medical and/or bluetooth connected devices\n<br>Knowledge of a Quality Management System according to ISO 13485\n<br><br>\n<b>Here's what you can expect from us:</b><br>\nAmbitious and passionate people building meaningful products\n<br>An innovative agile working environment allowing for collaboration with really smart people and knowledge sharing in cross-functional teams\n<br>A growing organization with room for development\n<br>Not a corporate environment, but the leverage of a global market leader (Roche family)\n<br>Loads of benefits (brand new Apple hardware, fitness, public transport, lunch benefit, language classes, professional training budget, chance to join global conferences...)\n<br>Flexible working hours and the opportunity for home office days, 5 weeks vacation\n<br>A kick-ass office with a rooftop terrace, fully stocked kitchen and amazing barista coffee machines in the middle of Vienna… oh, and did we mention the best team in the world!\n<br><br>\nAt every level, there are many opportunities to develop and grow at mySugr. We maintain a culture of learning and sharing, as well as open and candid feedback. You will gain a rich understanding of the specific requirements of medical software, be it security, medical risk management or certifications and audits. You will have direct contact with our users, learning about their daily struggles living with diabetes, as well as customers and partners, understanding the unique needs and mechanics of health care systems around the world.\n<br><br>\nHere at mySugr we are committed to providing a healthy, equal and inclusive working environment for our Monster Tamers to help them make diabetes suck less! We care about family friendly career paths, sustainability, a healthy lifestyle and the flexibility of a modern workplace. We maintain a culture of learning and sharing, as well as open and candid feedback. At every level, there are many opportunities to develop and grow at mySugr - both professionally and personally.\n<br><br>\nInterested? Great. For this position we offer a competitive annual gross salary starting from EUR 50k plus a variable bonus. We are fully prepared to adjust our actual offer to your skill set, skill level and previous relevant experience.\n<br><br>\nWe'd like to hear from you! Just click that \"Apply Now\" button and send us your CV in English or German… and anything else that you think might impress us.",
  "url": "https://at.indeed.com/rc/clk?jk=f768eb3c606fdfa8&fccid=cc77730c99c7eb08&vjs=3",
  "date": "2020-05-18"
}