{
  "title": "Veterinary Bio-Information Specialist",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><b>CALL FOR EXPRESSIONS OF INTEREST - VACANCY ANNOUNCEMENT</b><b>:</b> 2000957<div>\n</div></div><div>\nVeterinary Bio-Information Specialist<div>\n</div></div><div>\nJob Posting: 20/Apr/2020</div><div>\nClosure Date: 10/May/2020, 4:59:00 PM</div><div>\nOrganizational Unit: AGE</div><div>\nJob Type: Non-staff opportunities</div><div>\nType of Requisition: Consultant / PSA (Personal Services Agreement)</div><div>\nGrade Level: N/A</div><div>\nPrimary Location: Austria-Vienna</div><div>\nDuration: 11 months</div><div>\nPost Number: N/A</div><div></div><div><br>\n<div>\nIMPORTANT NOTICE: Please note that Closure Date and Time displayed above are based on date and time settings of your personal device\n</div><div>_______________________________________________________________________________________</div><br>\n<div></div>\n<div>\nFAO is committed to achieving workforce diversity in terms of gender and nationality</div>\n<div>\nPeople with disabilities are equally encouraged to apply</div>\n<div>\nAll applications will be treated with the strictest confidentiality</div>\n<div>\nThe incumbent may be re-assigned to different activities and/or duty stations depending on the evolving needs of the Organization</div>\n<div>\n_______________________________________________________________________________________</div><br>\n<div></div><div>\n<div></div><div><div><div><div><b>Organizational Setting</b></div><br>\n<div></div><div>The Animal Production and Health Section (APH) of the Joint FAO/IAEA Division of Nuclear Techniques in Food and Agriculture is part of the Department of Nuclear Sciences and Applications of the IAEA. The APH is responsible for the implementation of the Animal Production and Health Sub-programme to support Member States (MS) in their efforts to improve livestock production to enhance food security, eliminate poverty and hunger and thus achieving UN Sustainable Development Goals. The focus is on adapting and transferring appropriate technologies in the fields of animal nutrition and husbandry, reproduction, breeding and disease prevention and control by providing training, equipment, expert services, and technical backstopping. The main modalities are Coordinated Research Projects (CRP) and Technical Cooperation (TC) projects. The Section also maintains a broad network of contacts with FAO’s technical divisions, international organisations such as OIE, WHO, AU-IBAR, AU-PANVAC and ILRI, and institutions in MS.</div><br>\n<div></div><br>\n<div><b>Reporting Lines</b></div><br>\n<div></div><div>Under the guidance and direct day to day supervision of the Head of the Animal Production and Health Section (APH) at AGE, the consultant will support the various bio-informatic and model prediction aspects of work related to research and development, validation and transfer to Member States of laboratory diagnostic tools for emerging and priority animal and zoonotic diseases.</div><br>\n<div></div><div><b>Technical Focus<br>\n</b></div><div></div><div>The incumbent will provide technical bio-informatic and database support to the two major projects of the Animal Production and Health Section (APH):<br>\n</div><div></div><ul><li>Improving animal production and breeding and\n</li><li>Decreasing transboundary animal and zoonotic disease threats.<br>\n</li></ul><div></div><div>The application of nuclear, nuclear derived and genomic tools to enable for the selection of animals with enhanced productivity traits, to strengthen assisted reproductive technologies including artificial insemination and embryo transfer, and to evaluate alternative feed resources including their improvement of feed digestibility are the main activities for fulfilling the goals of the first Animal Production and Health (APH) project. The provision of services and advice to Member States on animal health, especially through the Veterinary diagnostic laboratory network (\"VETLAB Network\") to prevent and control transboundary animal and zoonotic diseases correspond to one of the major activities for fulfilling the goals of the second APH project. The activities that the incumbent will perform at APH are fully related to those activities. The contribution under this consultancy will strengthen the Section's actions for a better and more effective support to the member countries.</div><br>\n<div></div><br>\n<div><b>Tasks and responsibilities</b></div>\n<div></div><ul><li>Develop, test and distribute a computer application in compliance with Agency standards on animal and disease pathogen genetics to manage genetic repositories, genetic and genomic resources, and DNA marker tools. It will be used by the Animal Production and Health Section and by animal production and health genetic laboratories in Member States.\n</li><li>Develop, test and distribute a computer application on animal reproduction to manage cattle farm and animal data, with emphasis on the objectives of current Coordinated Research Projects. Participate in the distribution and implementation of an Animal Production and Health Laboratory (APHL) Information Management system (LIMS) to support programmatic activities at APHL, in ten pilot Member States' laboratories.\n</li><li>Develop, test and distribute defined technical and practical modules on animal production and health aspects (to address MS requests) suitable for distance learning, e learning and associated technology transfer, including the preparation of associated Quality Assurance/Quality Control (QA/QC) guidelines and Special Operation Procedures (SOPs). Specific focus on COVID-19.\n</li><li>Provide technical advice to enhance the APH monitoring and evaluating livestock on farm productivity through the update, distribution and training in IAEA computer applications Improve/enhance the Section's database to facilitate the monitoring and the implementation of programmatic activities. Interpret and analyse at least two hormone determinations by radioimmunoassay techniques.</li><li>\nDevelop guidelines on evaluating livestock productive performance and on semen processing. Compile and analyse data related to ongoing APH Section activities to facilitate evaluation of progress done, strengths and delays in planned targets</li><li>\nAssist in the SARS-CoV2 COVID-19 coronavirus technical support to Member States laboratories</li></ul>\n <div></div><div><b>CANDIDATES WILL BE ASSESSED AGAINST THE FOLLOWING</b><b><br>\n</b></div><div></div><div><b>Minimum Requirements</b></div>\n<ul><li>University degree in biological sciences/microbiology or biochemistry</li><li>\nThree years of relevant experience in veterinary medicine with focus on virology and serology of animal infectious diseases\n</li><li>Working knowledge of English. At least limited knowledge of French or Spanish, or, alternatively limited knowledge of one of the following languages: Arabic, Chinese, Russian</li></ul>\n<div></div><div><b>FAO Core Competencies</b></div>\n<ul><li>Results Focus</li><li>\nTeamwork</li><li>\nCommunication</li><li>\nBuilding Effective Relationships</li><li>\nKnowledge Sharing and Continuous Improvement</li></ul><br>\n<div></div><div><b>Technical/Functional Skills\n</b></div><ul><li>Work experience in more than one location or area of work\n</li><li>Experience in molecular and serological assay development and validation for virus pathogens\n</li><li>Experience in bio-informatic data capture and analysis to study the epidemiology for animal and zoonotic pathogens\n</li><li>Experience in data collection and interpretation regarding international interlaboratory trials</li><li>\nExperience in report writing and scientific publications</li><li>\nFamiliarity with the organisation of international laboratory trainings and workshops is an asset.</li></ul><br>\n </div></div><br>\n</div></div><br>\n<div></div>_______________________________________________________________________________________\n<div></div><div>Please note that all candidates should adhere to FAO Values of Commitment to FAO, Respect for All and Integrity and Transparency</div>\n<div>\n_______________________________________________________________________________________</div><div></div><br>\n<div><b>\nADDITIONAL INFORMATION</b></div>\n<div>\nFAO does not charge any fee at any stage of the recruitment process (application, interview, processing)</div>\n<div>\nPlease note that FAO will only consider academic credentials or degrees obtained from an educational institution recognized in the IAU/UNESCO list</div>\n<div>\nOnly language proficiency certificates from UN accredited external providers and/or FAO language official examinations (LPE, ILE, LRT) will be accepted as proof of the level of knowledge of languages indicated in the online applications</div>\n<div>\nCandidates should upload language certificate/s when submitting their application.<br>\n</div><div></div><br>\n<div>For more information, visit the FAO employment website</div><div></div><br>\n<div><b>\nHOW TO APPLY</b></div>\n<div>\nTo apply, visit the recruitment website at Jobs at FAO and complete your online profile. Incomplete applications will not be considered. Only applications received through the recruitment portal will be considered.</div>\n<div>\nWe encourage applicants to submit the application well before the deadline</div>\n<div>\nIf you need help please contact: Careers@fao.org</div><br>\n<div></div><b>\n</b><div><b>\nFAO IS A NON-SMOKING ENVIRONMENT</b></div></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=9656bb3e169b20f2&fccid=61ff3db062bf2f50&vjs=3",
  "date": "2020-05-10"
}