{
  "title": "Systems Administrator",
  "body": "<p></p><div><p>Job title: Systems Administrator (full-time)</p>\n<p>\nJob location: The Central Executive Management Office of BBMRI-ERIC in Graz, Austria</p>\n<p>\nJob Purpose: The Systems Administrator is responsible for supporting all office operations regarding IT and the infrastructure operations of Common Service IT.\n</p><p>Who we are</p>\n<p>\nBBMRI-ERIC is a European research infrastructure for biobanking. We bring together all the main players from the biobanking field – researchers, biobankers, industry, and patients – to boost biomedical research. To that end, we offer quality management services, support with ethical, legal and societal issues (ELSI), and a number of online tools and software solutions. Ultimately, our mission is to make new treatments possible.\n</p><p>BBMRI-ERIC offers a unique working environment – as a service provider to the biomedical sciences, as an international organization at the European level, as a partner involved in many European and international projects, as an organizer of Europe’s largest biobanking conference, and as a friendly, diverse office in the heart of a charming Central European city.\n</p><p>The Common Service IT aims to implement core IT services, such as the Directory, the Sample/Data Locator and Negotiator as well as data harmonisation tools and reference tools for biobanks.</p></div><p></p>\n<br><div><div><div><h4 class=\"jobSectionHeader\"><b>Additional Information\n</b></h4></div><div><div><div><div><h4 class=\"jobSectionHeader\"><b>Benefits</b></h4><p></p><div><p>\nWhat we offer</p>\n<p>\nAccording to European/international standards for similar role, responsibilities and requirements of this function: 55,000.00€ as minimum annual gross salary for a position of 40 hours per week; final salary dependent on terms of qualification and experience.\n</p><p>In addition, you will benefit from:\n</p><ul><li>standard benefits in Austria\n</li><li>additional supplementary private health insurance</li>\n<li>private pension plan</li>\n<li>flexible working hours</li>\n<li>a comfortable office in the heart of Graz’s biomedical community\n</li><li>relocation support for people moving to Graz, upon negotiation</li>\n</ul></div><p></p><h4 class=\"jobSectionHeader\"><b>\nAdditional comments</b></h4><p></p><div><p>\nTerms and Conditions</p>\n<p>\nThe Systems Administrator will be reporting directly to BBMRI‐ERIC’s headquarters in Graz, Austria. The employment follows Austrian employment law. The jobholder will be asked from time to time to work outside normal working hours and occasionally to undertake national and/or international travel.</p>\n</div></div></div></div><p></p>\n</div></div><div><div><h4 class=\"jobSectionHeader\"><b>Requirements\n</b></h4></div><div><div><div><h4 class=\"jobSectionHeader\"><b>Offer Requirements</b></h4><div><div><ul><li>\n<div><div>REQUIRED LANGUAGES</div>\n<div><div>ENGLISH: Excellent\n</div></div></div></li></ul></div><h4 class=\"jobSectionHeader\"><b>Skills/Qualifications</b></h4><p></p><div><p>\nThe Common Service IT aims to implement core IT services, such as the Directory, the Sample/Data Locator and Negotiator as well as data harmonisation tools and reference tools for biobanks.</p>\n<p>\nKey Responsibilities</p>\n<ul><li>\nSystem administration of Windows and Linux servers operated by BBMRI-ERIC Headquarters and Common Services</li>\n<li>Management of Office 365 account for BBMRI-ERIC (account creation, user support)</li>\n<li>Support of office operations regarding IT</li>\n<li>Support of communication technologies (mobile phones, videoconferencing, etc.) for BBMRI-ERIC Headquarters and Common Services</li>\n<li>Supervising managed operations contracted from third parties (e.g., domain hosting and server hosting)</li>\n<li>Sharing responsibility for infrastructure operations of BBMRI-ERIC Common Service IT</li>\n<li>Automation of system administration</li>\n<li>Development of documentation: operation documentation, user documentation</li>\n</ul></div><p></p><h4 class=\"jobSectionHeader\"><b>\nSpecific Requirements</b></h4><p></p><div><p>\nRequirements</p>\n<ul><li>\nKnowledge of Windows server administration</li>\n<li>Knowledge of Linux server administration</li>\n<li>Knowledge of virtualisation technologies: Hyper-V, OpenStack, VMWare</li>\n<li>Understanding of IT security, including securing computing and storage systems, security in computer networks, and requirements on processing personal data in computer systems</li>\n<li>Knowledge of scripting languages (ideally Windows shell and PowerShell, UN*X sh/bash, Perl, Python)</li>\n<li>Experiences with administering Microsoft Office 365</li>\n<li>Ability to support Microsoft Office</li>\n<li>Spoken and written German &amp; English</li>\n</ul><p>\nAdditional skills</p>\n<ul><li>\nUser-level experience with MacOS\n</li><li>Knowledge of programming in Java</li>\n<li>LaTeX typesetting</li></ul></div></div></div></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=ffd7a612c42bcace&fccid=feba4844e27a9263&vjs=3",
  "date": "2020-04-20"
}