{
  "title": "Financial Intelligence Data Scientist",
  "body": "<div><p><b>The Challenge:</b></p><p>\nAre you excited at the prospect of unlocking the secrets held by a data set? Are you fascinated by the possibilities presented by the IoT, machine learning, and artificial intelligence advances? In an increasingly connected world, massive amounts of structured and unstructured data open up new opportunities. As a data scientist, you can turn these complex data sets into useful information to solve global challenges. Across private and public sectors — from fraud detection, to cancer research, to national intelligence — you know the answers are in the data.</p><p></p><p>\nWe have an opportunity for you to use your leadership and analytical skills to support the US Department of Treasury. You’ll work closely with your customer to understand their financial intelligence needs, then dig into their data-rich environment to find the pieces of their information puzzle. You’ll write scripts to integrate and parse data, conduct exploratory data analysis to discover hidden trends, apply statistical tests to validate hypotheses, and use the right combination of tools to turn disparate data points into objective answers to help senior managers make informed decisions. You’ll provide your customer with a deep understanding of their data, what it all means, and how they can use it. Join us as we use data science to support national security and safeguard the financial system.</p><p></p><p>\nEmpower change with us.</p><p></p><p><b>\nYou Have:</b></p><ul><li>Experience with conducting data analysis</li><li>Experience with using SQL to conduct complex queries and data joins</li><li>Experience with graph databases, including Neo4j, such as data structures and query concepts</li><li>Ability to develop analytics using Agile processes and procedures</li><li>Active Secret clearance</li><li>HS diploma or GED</li></ul><p></p><p><b>\nNice If You Have:</b></p><ul><li>Experience with existing US Department of Treasury and DoD analytic tools</li><li>Experience with SAS or other commercial analytic tools</li><li>Experience with using Python for basic data cleaning, processing, and modeling using common data science packages, including Numpy, Pandas, and Scikit-Learn</li><li>Knowledge of common machine learning algorithms, including logistic or linear regression and random forests and support vector machines and associated applications for forecasting and classification</li></ul><p></p><p><b>\nClearance:</b></p><p>\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; Secret clearance is required.</p><p></p><p><b>\nBuild Your Career:</b></p><p>\n At Booz Allen, we know the power of analytics and we’re dedicated to helping you grow as a data analysis professional. When you join Booz Allen, you’ll have the chance to:</p><ul><li>\naccess online and onsite training in data analysis and presentation methodologies, and tools like Hortonworks, Docker, Tableau, and Splunk</li><li>\nchange the world with the Data Science Bowl—the world’s premier data science for social good competition</li><li>\nparticipate in partnerships with data science leaders, like our partnership with NVIDIA to deliver Deep Learning Institute (DLI) training to the federal government</li></ul><p><br>\nYou’ll have access to a wealth of training resources through our Analytics University, an online learning portal specifically geared towards data science and analytics skills, where you can access more than 5000 functional and technical courses, certifications, and books. Build your technical skills through hands-on training on the latest tools and state-of-the-art tech from our in-house experts. Pursuing certifications that directly impact your role? You may be able to take advantage of our tuition assistance, onsite boot camps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips. We’ll help you develop the career you want as you chart your own course for success.</p><p></p><p>\nWe’re an EOE that empowers our people—no matter their race, color, religion, sex, gender identity, sexual orientation, national origin, disability, veteran status, or other protected characteristic—to fearlessly drive change.</p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=66dfe1c30e9746bf&fccid=4e041af1d0af1bc8&vjs=3",
  "date": "2020-04-20"
}