{
  "title": "Deputy Co-ordinator, Combating Trafficking In Human Beings",
  "location": "Wien, W",
  "contract_type": null,
  "body": "This position is open for secondment only and participating States are kindly reminded that all costs in relation to assignment at the Secretariat must be borne by their authorities.\n<br><br>\nCandidates should, prior to applying, verify with their respective nominating authority to which extent financial remuneration and/or benefit packages will be offered. Seconded staff members in the OSCE Secretariat and Institutions are not entitled to a Board and Lodging Allowance payable by the Organization.\n<br><br>\nThe OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, combating human trafficking, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis.\n<br><br>\nThe OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Special Representative and Co-ordinator for Combating Trafficking in Human Beings (SR/CTHB) represents the OSCE at the political level on anti-trafficking issues. The Office of the SR/CTHB assists OSCE participating States in the implementation of commitments and full usage of recommendations set forth in the OSCE Action Plan to Combat Trafficking in Human Beings. The Office provides a co-ordinating function among OSCE structures and institutions involved in combating trafficking in human beings (CTHB) with a focus on the following activities: enhancing the awareness and understanding of THB across the OSCE region; policy planning and advocacy especially in the area of emerging trends of THB and effective approaches to combating THB; and direct assistance to participating States in practical and technical areas, at their request.\n<br><br>\nTasks and Responsibilities\n<br><br>\nUnder the direct supervision of the Special Representative and Co-ordinator for Combating Trafficking in Human Beings, Deputy Co-ordinator will be responsible for:\n<br><br>\n1. Assisting and advising the Special Representative in her/his overall anti-trafficking mission and work in supporting OSCE participating States in the implementation of their anti-trafficking commitments, development of their anti-trafficking policies including national plans of action;\n<br><br>\n2. Assisting in the management and co-ordination of the functions of the Office and overseeing the daily responsibilities of the Office. This includes direct supervision of international and local staff members;\n<br><br>\n3. Supporting the Special Representative with policy level analysis, recommending the development of strategies and anti-trafficking initiatives and responses to requests for information about trafficking in human beings;\n<br><br>\n4. Advising the Special Representative on budget planning and its implementation, including the drafting of budget-related submissions;\n<br><br>\n5. Exploring fund raising opportunities, seeking potential donors to finance extra-budgetary activities of the Office;\n<br><br>\n6. Co-operating and liaising in the co-ordination of efforts of other OSCE structures engaged in combating trafficking in human beings across the three dimensions and avoiding duplication of effort organization-wide;\n<br><br>\n7. Overseeing the development of oral and written papers, various reports, including the OSR Annual Report, speaking notes and political documents as required;\n<br><br>\n8. Co-ordinating the regular flow of information to participating States on the activities of the Special Representative and the progress of initiatives;\n<br><br>\n9. Liaising and networking with relevant actors, such as international organizations and NGOs and promoting the public/political profile of the Office's activities; this will include periods of duty travel;\n<br><br>\n10. Representing the Special Representative in closed as well as public meetings in Vienna and in regional/international conferences and other fora;\n<br><br>\n11. Performing other related duties as assigned.\n<br><br>\nFor more detailed information on the structure and work of the Office of the Special Representative and Co-ordinator for Combating Trafficking in Human Beings (OSR CTHB), please see: http://www.osce.org/secretariat\n<br><br>\nNecessary Qualifications\n<br><br>\n<ul>\n<li>Second-level university degree in a relevant field. First-level university degree in combination with two years of additional qualifying experience may be accepted in lieu of the second-level university degree;</li>\n<li>Minimum of ten years of professional experience in the human rights, law or other relevant field with specific experience in human trafficking;</li>\n<li>Proven extensive experience in a managerial and policy-making role;</li>\n<li>Proven experience in the development and management of anti-trafficking programmes in areas of prevention and/or law enforcement and prosecution and/or protection and assistance;</li>\n<li>Experience working for an international organization and/or other relevant international experience is an asset;</li>\n<li>Demonstrated gender awareness and sensitivity, and an ability to integrate a gender perspective into the Office’s tasks and activities;</li>\n<li>Effective oral and written communication skills including experience in presenting at high level events;</li>\n<li>Professional fluency in English, including writing skills; working knowledge of another OSCE official language is an asset;</li>\n<li>Budgetary and performance-based management experience;</li>\n<li>Ability to establish and maintain effective working relationships with people of different national and cultural backgrounds, whilst remaining impartial and objective;</li>\n<li>Ability to operate Windows applications, including word-processing and e-mail.</li>\n</ul>\nFooter\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see https://www.osce.org/participating-states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages the nomination of qualified female and male candidates from all religious, ethnic and social backgrounds.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.\n<br><br>\nPlease apply to your relevant authorities several days prior to the deadline expiration to ensure timely processing of your application. Delayed nominations will not be considered.",
  "url": "https://at.indeed.com/rc/clk?jk=5ca9d6b873f8a629&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-05-26"
}