{
  "title": "Experte (w/m/d) IT-Security",
  "body": "<div><div><div><div><p><b>Was Österreichs führendem Stromunternehmen noch fehlt?</b><br>\n<b>Ihr Antrieb. Ihre Energie.</b></p>\n<p>\nWir suchen Expertinnen und Experten mit Antrieb und Energie. Als Österreichs führendes Stromunternehmen setzen wir wie kaum ein anderer in Europa auf die Kraft des Wassers sowie auf zukunftsweisende Technologien. Das braucht ein engagiertes Team, das gemeinsam mit unseren Tochterunternehmen und Partnern intensiv an der gesamten Energie-Wertschöpfungskette arbeitet: Von der Stromerzeugung über den Transport bis zum Handel und Vertrieb. Bringen Sie sich ein!</p>\n</div>\n<p>Unser Team in der <b>VERBUND AG</b> in Wien sucht Sie als</p>\n<p>\nExperte (w/m/d) IT-Security</p>\n<p>Das geht nur mit Ihnen:</p>\n<ul><li>Sie arbeiten bei Projekten zur Verbesserung der Informationssicherheit im gesamten Konzern mit oder leiten diese</li>\n<li>Sie arbeiten an der Behebung von Sicherheitsvorfällen mit und unterstützen bei der Analyse von Security-Incidents</li>\n<li>Bei Bekanntwerden von Security Incidents können Sie rasch und professionell agieren und reagieren</li>\n</ul>\n<p>Idealerweise bringen Sie Interesse für die selbständige Bearbeitung eines oder mehrerer der folgenden Aufgabengebiete mit:</p>\n<ul>\n<li>Weiterentwicklung des Security Awareness Programms</li>\n<li>Erarbeitung eines Konzepts zum Vendor Risk Management</li>\n<li>Vulnerability Management</li>\n<li>Business Continuity- und Krisenmanagements</li>\n<li>Erweiterung und Ausbau unseres Informationssicherheitsmanagements</li>\n<li>Best Practices für die Weiterentwicklung unserer Information Security Governance</li>\n<li>Penetration Tests</li><br>\n</ul>\n<br>\n<p>Das bringen Sie mit:</p>\n<ul><li>Abgeschlossenes Studium (FH, Universität) mit Schwerpunkt IT-Security</li>\n<li>Mehrjährige Berufserfahrung</li>\n<li>Erfahrung mit unterschiedlichen IT-Themen (z.B. Netzwerk, Entwicklung, Betriebssysteme)</li>\n<li>Gute Kenntnisse in Windows und Linux (insbesondere Kali/ParrotOS und deren Tools)</li>\n<li>Vorzugsweise von Ihnen selbst verfasste Whitepapers, Tools, GitHub Repos o.ä.</li>\n<li>Interesse an aktuellen Entwicklungen zum Thema Informationssicherheit und Energiewirtschaft</li>\n<li>Verständnis für geschäftliche Anforderungen</li>\n<li>Sehr gute Englischkenntnisse</li>\n</ul>\n<p>Sie überzeugen uns mit Ihrer lösungsorientierten Denkweise, Ihrem proaktiven selbständigen und strukturierten Arbeitsstil sowie Ihrem Risikobewusstsein. Ihr offener und wertschätzender Kommunikationsstil, Ihre Freude an der Zusammenarbeit mit Kolleginnen und Kollegen runden Ihr Profil ab.</p><br>\n<br>\n<p>Bei uns erhalten Sie:</p>\n<ul><li>Eine sehr interessante Tätigkeit mit hoher Einzelverantwortung beim führenden Energieversorger Österreichs</li>\n<li>Unser Vertrauen in Ihre Fähigkeiten</li>\n<li>Die Chance, mit einem fachlich exzellenten Team zusammenzuarbeiten</li>\n<li>Eine strukturierte Einarbeitungsphase und zahlreiche Benefits</li>\n<li>Ein umfangreiches internes Bildungsprogramm und jährliche Mitarbeitergespräche</li>\n<li>Ein kollektivvertragliches Bruttomonatsgrundgehalt ab € 2.915,88 (laut KV 2019) zuzüglich einer leistungsorientierten Entlohnung\n</li><li>Je nach fachlicher Qualifikation und Erfahrung besteht die Bereitschaft zu einer marktkonformen Überzahlung</li>\n</ul>\n<p><b>Eintritt:</b> ehestmöglich</p><br>\n<br>\n<p>Sie sind interessiert?</p>\n<p>\nDann freuen wir uns auf Ihre Online-Bewerbung inkl. Lebenslauf, Bewerbungsschreiben, ggf. Ihren Zeugnissen bzw. weiteren Unterlagen zur Referenz-Nummer AT_00483.\n<br>\nVERBUND hat sich zum Ziel gesetzt, den Frauenanteil zu erhöhen. Wir freuen uns daher besonders über Bewerbungen von Frauen.\n<br>\nFür Fragen steht Ihnen Eva Köllner-Aulehla gerne telefonisch zur Verfügung: +43 (0)50 313-54 155</p><br>\n<br>\n<div><div><b>REFERENZNUMMER</b></div>\n<p>AT_00483</p>\n<div><b>STANDORT</b></div>\n<p>Wien</p>\n<div><b>TÄTIGKEITSBEREICH</b></div>\n<p>IT</p>\n<div><b>ART DER POSITION</b></div>\n<p>Vollzeit</p>\n<div><b>LAND</b></div>\n<div>Österreich</div></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=452ddcaa6dd819f2&fccid=8ae48fcaaf9e0670&vjs=3",
  "date": "2020-04-20"
}