{
  "title": "Mobile Application Security Analyst",
  "location": "Graz, ST",
  "contract_type": null,
  "body": "<div>Company Description<br>\n<p><b>\nSGS Digital Trust Services provides Cybersecurity research, testing and certification services. Working in partnership with Graz University of Technology (TU Graz) at the Cybersecurity Campus Graz, we operate one of the world's largest Cyber security evaluation labs where security experts focus on testing and certification of digital products, networked systems and online services.</b></p></div>\n<br>\n<div>Job Description<br>\n<p><b>\nWorking as a member of our Secure Products and Systems Team, you will assess the compliance and security of mobile applications according to various standards and certifications.</b></p><p><b>\nYou will:</b></p><ul><li>\nAnalyse mobile applications, devices and products under test conditions;</li><li>\nDevelop fault plans;</li><li>\nQualitative and quantitative results analysis;</li><li>\nDevelop new tools and products for future projects.</li></ul></div>\n<br>\n<div>Qualifications<br>\n<ul><li>\nEducated to Degree, Masters or PhD in Information Technology, Informatics, Electrical and Electronic Engineering, Computer Science Mathematics or a related subject;</li><li>\nQualitative and quantitative analytical skills;</li><li>\nGood knowledge of Android and iOS smartphone technology;</li><li>\nKnowledge of mobile application design;</li><li>\nTest automation experience;</li><li>\nGood understanding of mobile security (e.g. OWASP Mobile Top 10);</li><li>\nGood coding skills and familiarity with coding languages;</li><li>\nDebugging techniques;</li><li>\nReverse Engineering knowledge.</li></ul><br>\nAdditional Information<br>\n<p><b>\nThis position will be based in our Cyber Lab at the Cybersecurity Campus Graz,</b></p><p><b>\nYou must be an EU or NATO citizen to be eligible for employment at the Cybersecurity Campus Graz.</b></p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=477e63fcca28139f&fccid=1272531993b16790&vjs=3",
  "date": "2020-05-26"
}