{
  "title": "IT System Engineer (m/w)",
  "location": "Linz, OÖ",
  "contract_type": null,
  "body": "<div><div><p>Aufgrund der steigenden Anzahl an Angriffen über das Internet sowie aufgrund bestehender &amp; neuer regulatorischen Anforderungen im Bereich Informationssicherheit, Datenschutz und IT-Security, wächst die Forderung nach IT-(Security) Spezialisten in allen Branchen.<br>\nGefragt sind tief technische Skills im Bereich Penetration Testing, Computer-Forensik oder Phishing-Simulation. Ebenso werden Fertigkeiten benötigt um individuelle herstellerunabhängig Beratung durchzuführen, mit dem Ziel des langfristig gewährleisteten Schutzes von Daten &amp; IT-Systemen.<br>\n<br>\nWenn Sie die nachfolgende Aufgaben spannend, abwechslungsreich, zukunftsweisend und herausfordernd finden &amp; die Anforderungen Ihren Erfahrungen &amp; Mindset entsprechen, dann bewerben Sie sich jetzt.</p></div><div><h2 class=\"jobSectionHeader\"><b>\nIhre Aufgaben:\n</b></h2><ul><li>Mitarbeit als Analyst in einem Security Operations Centers</li><li>\nZusammenarbeit im Team bei den täglichen Aufgaben\n<ul><li>Betreuung und Analyse des Security Operations Center</li><li>\nSchwachstellen-Scans</li><li>\nAttacken-Analyse</li><li>\nProaktive Früherkennung von sich abzeichnenden Gefahren für Kunden</li></ul></li><li>\nErweiterung der automatisierten Korrelation und Erkennung von Sicherheitsproblemen</li><li>\nKontinuierlichen Verbesserung der SOC-Funktionen durch Weiterentwicklung und Optimierung der Prozesse oder Automatisierung</li><li>\nLaufende interne Kommunikation und gegenseitiger mit Kundenunternehmen</li><li>\nOptional: Beratung von Kunden in Bezug auf Vorfälle, Risikobehebung und Mitigationsstrategien</li></ul></div><div><h2 class=\"jobSectionHeader\"><b>\nUnsere Anforderungen\n</b></h2><ul><li>Erste Berufserfahrung in der technischen IT-Security</li><li>\nIdealerweise bereits Erfahrungen als Analyst in einem CIRT, CERT oder Cyber Defense Center</li><li>\nGute Kenntnisse in ISMS, ITIL, BCM, sowie Penetration-Testing</li><li>\nErfahrung mit Security Technologien wie z.B.\n<ul><li>End Point Security</li><li>\nOS Security</li><li>\nIntrusion Detection Systems (IDS)</li><li>\nIntrusion Prevention Systems (IPS)</li><li>\nWeb Application Firewalls (WAF) oder</li><li>\nSecurity Information und Event Management (SIEM) Systems</li></ul></li><li>\nErfahrung mit Open-Source Plattformen wie KaliLinux und gute Kenntnisse in gängigen Script- und Programmiersprachen (wie z.B. Bash, Python)</li><li>\nFähigkeit, Sicherheitsvorfälle zu analysieren, intern zu kommunizieren und zu diskutieren</li><li>\nHohe Motivation und Freude an selbstverantwortlichen Aufgaben</li></ul></div><div><h2 class=\"jobSectionHeader\"><b>\nAngebote &amp; Benefits:\n</b></h2><div><div><p>Das Bruttojahresgehalt gemäß Kollektivvertrag beträgt für diese Funktion mindestens <b>€ 42.000</b>. Abhängig von Ausbildung, Qualifikation und Erfahrung ist eine deutliche Überzahlung möglich.</p><p>\nIm Sinne des Gleichbehandlungsgesetzes wenden wir uns gleichermaßen an Damen und Herren.\n</p></div><div><ul><li>Anspruchsvolles &amp; abwechslungsreiches Aufgabengebiet</li><li>\nLangfristige Entwicklungsperspektiven</li><li>\nIndividuelle Karriereförderung</li><li>\nStabiles Unternehmensumfeld</li><li>\nWeiterbildungsmöglichkeiten</li><li>\nFlexible Arbeitszeiten</li><li>\nHome Office</li><li>\nParkplatz</li><li>\nFirmenhandy / Laptop</li><li>\nzentrale Lage</li></ul></div></div></div></div>\n<br><div><h3 class=\"jobSectionHeader\"><b>Ihre Ansprechperson\n</b></h3><b>Christoph Steinwander</b><br>\nTalent Acquisition | Digital HR-Consultant<br>\n+43 1 3613 00333<br>\n E-Mail schreiben</div>",
  "url": "https://at.indeed.com/rc/clk?jk=ccf0d58774857e73&fccid=444319b27d2f9cf7&vjs=3",
  "date": "2020-05-11"
}