{
  "title": "Fleet Support Aircraft Care Assistant",
  "location": "Hörsching, OÖ",
  "contract_type": "Teilzeit",
  "body": "<p></p><div><div><div><h2 class=\"jobSectionHeader\"><b>Company Description</b></h2></div><div><p>\nBe part of our continuing growth story!</p><p>\nGlobeAir is Europe’s leading private jet charter offering on-demand flights at affordable rates. We are looking for talented passionate people with the ability to hit the ground running and achieve results. People who work at GlobeAir have an international background, are flexible and thrive in a dynamic and innovative environment. Due to the progressive expansion of our team, we are looking for an experienced and passionate aviation enthusiast to join our ambitious team in Linz (Hörsching), Austria.</p></div></div><p></p><div><div><h2 class=\"jobSectionHeader\"><b>\nJob Description</b></h2></div><div><ul><li>Cleaning and disinfecting interior and exterior of aircraft</li><li>Perform visual inspection according to ‘’Cabin Excellence Program’’ reporting damage to interior and exterior of aircraft (dents in body of ac, dirty carpets, peeling stickers. Ect.)</li><li>Provisioning of cabin supplies to include: catering, magazines and other supplies on the aircraft</li><li>Monitor cabin supply inventory to ensure there is an adequate supply of items needed to service aircraft and order new supplies when necessary</li><li>Ensure cabin supply inventory is kept in an organized and neat manner</li><li>Load supplies onto cabin service trolly and return unused supplies to designated area</li><li>Aircraft security inspection to ensure emergency equipment complies with GlobeAir regulations</li><li>Updating and charging of crew aircraft iPads to ensure navigation and database are current</li><li>Responsible for the ‘’Release to Fly’’ status of aircraft after release from maintenance has been performed</li><li>Other duties assigned on a needed basis</li></ul></div></div><p></p><div><div><h2 class=\"jobSectionHeader\"><b>\nQualifications</b></h2></div><div><ul><li>Training in storekeeping and materials management</li><li>Valid driving licence</li><li>A good command of written and spoken English (English is the company language), any other foreign language is a plus, German is not a must.</li><li>Proficiency in Microsoft Office Software especially Excel</li><li>Flexibility in working roster with ability to work on an ‘’on call’’ basis</li><li>Ability to self-motivate and coordinate work according to demand of business</li><li>High resistance to stress</li><li>Attention to detail</li><li>Good interpersonal and communication skills</li></ul></div></div><p></p><div><div><h2 class=\"jobSectionHeader\"><b>\nAdditional Information</b></h2></div><div><p><b>\nWhat We Provide</b></p><ul><li>An exciting and challenging task for ambitious experts</li><li>A secure job in a multi-cultural company</li><li>A successful, internationally active company with a highly solid ownership structure</li><li>International environment in a dedicated team</li><li>Quality work environment and social benefits</li><li>An open and respectful corporate culture characterized by a refreshing team spirit</li></ul><p></p><br>\n<p>\nThe working time is 30 hours per week annual gross salary between EUR 17,500,- and 18,900,- (compensation negotiable according to skills and qualification)</p></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=e6d9f649433111c7&fccid=76834fc301549e2c&vjs=3",
  "date": "2020-05-26"
}