{
  "title": "Head of Operations (f/m/x)",
  "location": "Wien, W",
  "contract_type": "Festanstellung",
  "body": "<div><h2 class=\"jobSectionHeader\"><b>Head of Operations (f/m/x)\n</b></h2><h4 class=\"jobSectionHeader\"><i>Our client is a leading provider of European short-term energy trading solutions and is looking for a Head of Operations to strengthen the team in Vienna and lead a </i><i>team of experts of infrastructure and support areas. Reporting to the CTO you will be involved in shaping the strategy and providing hands on practice and technical expertise.\n</i></h4><h4 class=\"jobSectionHeader\"><b>This is why you will love your job:</b></h4><ul><li>\nLeading strategic and operational management of the Operations team in Vienna</li><li>\nOverseeing complex network and infrastructure design along with further development of the SaaS strategy</li><li>\nWorking closely with external clients regarding IT related questions and optimizing processes to increase efficiency</li><li>\nOrganizing IT support according to ITIL</li><li>\nWorking closely with other functions and contributing to the strategic management plan.</li><li>\nLeading, managing and coaching a growing team of 12. Giving them support and driving performance</li><li>\nManaging budgets and costs including personal planning, budgeting and controlling for the Operations function in Vienna</li><li>\nOverseeing the Information Security for Vienna in close collaboration with teams in London.</li></ul><h4 class=\"jobSectionHeader\"><br>\n<b>\nThis is why we need you:</b></h4><ul><li>\nExperience managing people and teams, coaching and mentoring</li><li>\nGreat interpersonal and communication skills</li><li>\nGreat planning and project management skills</li><li>\nHigh level of knowledge in the area of IT infrastructure</li><li>\nHigh level of knowledge of :<ul><li>\nLAMP stack</li><li>\nSoftware based IT Networks</li><li>\nNetwork design</li><li>\nISO 27001</li><li>\nGDPR</li><li>\nITIL</li></ul></li><li>\nFluent English and good knowledge of German</li><li>\nExperience in energy industry is a plus as well as knowledge of industry latest trends and best practices</li></ul><h4 class=\"jobSectionHeader\"><b>\nWhat our client has to offer:</b></h4><ul><li>\nA unique environment with a large degree of creative freedom</li><li>\nFlexible working hours, home office</li><li>\nFree lunch &amp; paid break</li><li>\ntraining budget</li><li>\nbreak room with table football, dart, etc.</li><li>\nOrganic fruit, coffee &amp; tea</li><li>\nSmall &amp; quiet offices</li><li>\nFun events</li><li>\nAdditional pension scheme</li></ul></div>",
  "url": "https://at.indeed.com/rc/clk?jk=0f45dd8dfcce0692&fccid=aea2dd525be21fce&vjs=3",
  "date": "2020-05-26"
}