{
  "title": "Senior Backend Developer (m/w/d)",
  "location": "Ansfelden, OÖ",
  "contract_type": null,
  "body": "– Senior Backend Developer (m/w/d) –\n<br><br>\n– Senior Backend Developer (m/w/d) –\n<br><br>\nSenior Backend Developer (m/w/d)\n<br><br>\nDu arbeitest gerne in einem internationalen Team, siehst nicht Probleme, sondern Herausforderungen, denkst pragmatisch und lösungsorientiert? Dann hilf uns mit deinen Können Europas führende Plattform für digitale Geschäftsabschlüsse voran zu bringen.\n<br>Herausforderung\n<br><br>\nSchlüsselrolle bei der Weiterentwicklung und Optimierung unserer SIGNificant Plattform auf Basis ASP.Net in einem agilen Team\n<br><br>\nVerantwortung und Mitarbeit am gesamten Entwicklungsprozess, von Featuredefintion bis hin zur Testphase\n<br><br>\nGestaltung zukunftsfähiger und skalierbarer Softwarearchitekturen\n<br><br>\nQualitätssicherung durch automatisierte Unit-Tests, Umsetzung von Code-Reviews und der Mitarbeit beim Aufbau automatisierter End-to-End-Tests\n<br><br>\nEinschulung und Mentoring neuer Mitarbeiter\n<br><br>\nVoraussetzungen\n<br><br>\nExzellentes Know-How durch fundierende IT-Ausbildung und mehrjährige Berufserfahrung in der Webentwicklung\n<br><br>\nSicherer Umgang mit C#, .Net, Entity Framework und Webservice Technologien (REST, JSON, XML)\n<br><br>\nErfahrungen in Bereichen wie effiziente Software Architekturen, automatisierte Testbarkeit, Datenmodellierung, SQL (MS SQL-Server / T-SQL), Information Security, Performanceanalyse und Optimierung\n<br><br>\nTeamplayer und gute Kommunikationsfähigkeiten (Deutsch und Englisch)\n<br><br>\nAngebot\n<br><br>\nAktive Mitarbeit in einem äußerst spannenden und innovativen Marktumfeld\n<br><br>\nFlexible Arbeitszeit und unkomplizierte Urlaubplanung\n<br><br>\nDynamisches und aufgeschlossenes Arbeitsklima mit attraktiven Benefits\n<br><br>\nEin internationales, motiviertes Team, das DICH willkommen heißt!\n<br><br>\nGehalt\n<br><br>\nDas Gehalt beträgt 53.500 Euro brutto (exklusive Überstunden) pro Jahr. Wir bieten gerne eine marktkonforme Überzahlung abhängig von deiner tatsächlichen Qualifikation und Erfahrung.",
  "url": "https://at.indeed.com/rc/clk?jk=084d1f46ca7a2db3&fccid=9781a2270caa5497&vjs=3",
  "date": "2020-05-26"
}