{
  "title": "Director of Information Technology",
  "location": "See, NÖ",
  "contract_type": null,
  "body": "<div>Position: Director of Information Technology<br>\nLocation: Flexible (See Locations Below)<br>\nEmployment: Full-time<br>\nReports to: Chief Operations Officer<br>\n<div></div><div><div><div><div><div><div><div>\n</div><p></p><div><div><p>Genesys Works is a national leader in providing pathways to career success for young adults students in underserved communities through skills training, meaningful work experiences, and impactful relationships. Currently in 6 cities across the country, we are positioning ourselves for future growth and have an exciting opportunity for a strategic business leader to join the National team as Director of IT.</p>\n<p>\nReporting to the Chief Operating Officer, the Director of IT will provide the vision, leadership, and management necessary to drive the technology strategy needed to effectively grow Genesys Works.</p>\n<p>\nGenesys Works is a $25M+ social enterprise with 70% of its operating budget funded through earned income from its revenue generating corporate internship model. The organization currently operates 7 locations with 135 permanent employees and over 1,700 student employees annually, and the organization is preparing for high growth over the next 5 years. This is an exciting opportunity for a strong business leader who can bring strategic vision, solid financial and IT leadership, and a commitment to providing opportunities for more Young Professionals throughout the country.</p>\n<p>\nAs a member of the National leadership team, the Director of IT will be the IT executive and serve as an advisor to the Senior Leadership Team and Regional Executive Directors, assisting them with technology planning and business process optimization and enablement. S/he will be responsible for overseeing technology processes, systems, training, infrastructure, and the technology team of the organization.</p>\n<p>\nLocation is flexible but Houston, TX; Chicago, IL; Washington, D.C.; Minneapolis, MN; New York, NY; or Bay Area, CA are preferred.</p></div>\n</div><div><div><b>Key Responsibilities</b></div>\n</div><div><div><p>Working in collaboration with the Senior Leadership Team and site Executive Directors, the Director of IT will be responsible for:</p><br>\n<p></p>\n<ul>\n<li>Developing and overseeing SMART (specific, measurable, attainable, relevant, time-based) metrics for technology enabled business processes, service processes, hardware, enterprise applications, and storage</li>\n<li>Collaborating with Business Leaders on the Senior Team and Site Executive Directors to identify their technology priorities and technology requirements on a semi-annual basis</li>\n<li>Strategic technology capacity assessment, planning, and maintenance on a semi-annual basis based on business needs</li>\n<li>Managing the IT team, including:\n<ul><li>Directly supervising members of the tech team</li>\n<li>Hiring team members</li>\n<li>Performance assessment and development planning of team members</li>\n</ul></li><li>Planning and executing of all technology plans and budgets</li>\n<li>Identifying and eliminating security vulnerabilities with strategic solutions that increase data and systems security</li>\n<li>Directing and supporting the implementation of new software and hardware</li>\n<li>Identifying and recommending new technology solutions</li>\n<li>Managing the organization’s help desk (internal, external, or both)</li>\n<li>Coordinating IT activities to ensure data availability and network services with as little downtime as necessary</li>\n</ul></div>\n</div><div><div><p><b>The Ideal Candidate</b></p></div>\n</div><div><div><p>The ideal candidate has proven executive leadership skills in the for-profit sector with companies operating across multiple sites/business units, blending strong strategy, team management, and technology implementation experience. Specifically, this individual will have the following experience and capabilities:</p><br>\n<p></p>\n<ul>\n<li>High integrity and commitment to Genesys Works’ mission, vision and values</li>\n<li>Experience and track record to serve as a critical advisor and subject matter expert for technology and technology enablement of business processes, with ability to work across all levels</li>\n<li>Communication skills providing complex ideas and information clearly and concisely, including, team members, internal leaders, Executive Directors, and site staff across the user community</li>\n<li>Exhibits high levels of intelligence, analytical strength, and conceptual ability</li>\n<li>Superior project management and presentation skills</li>\n<li>Deep expertise in utilizing and customizing applications of Salesforce to enable an array of business processes, including Sales, stakeholder relationship management, and marketing processes and campaigns</li>\n<li>Expertise in designing and configuring integrations with Salesforce to manage multiple business processes utilizing middle-ware such as Workato and Celigo, or similar integrations</li>\n<li>Expertise with Netsuite and Adaptive and other HRIS and Performance management systems to enable financial, payroll, and HR processes</li>\n<li>Experience optimizing technology performance, creating operational efficiency with artful application of technology, and reducing technical debt</li>\n<li>Decisiveness when necessary, coupled with a willingness to seek input and build consensus</li>\n<li>Experience managing and developing a remote team and across a multi-site business model</li>\n<li>Experience in nonprofit technology management a plus; experience leading in a high-growth business preferred</li>\n</ul></div>\n</div><div><div><p><b>Compensation</b></p></div>\n</div><div><div><p>Salary will be competitive and commensurate with experience and qualifications. We also offer a comprehensive benefits package inclusive of a 403(b) retirement plan.</p>\n<p><i>\nGenesys Works is an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all employees.</i></p></div></div></div></div></div></div></div></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=2db1a2d7cee9935e&fccid=24821368a7675687&vjs=3",
  "date": "2020-05-26"
}