{
  "title": "Desktop Support Level 2",
  "location": "Wien, W",
  "contract_type": "Vollzeit, Befristet",
  "body": "<p><b>Duration: </b>One Year plus extension</p><p><b>Start: </b> Most probably June 2020 (After COVID-19 Pandemic is over)</p><p><b>It's a freelance (Sole-Trader) position</b></p><p><b>Requirements</b></p><ul><li>Provides an effective interface between users and service providers\\Service Desk, including external commercial suppliers\\OEMs where applicable. This interface includes documenting problems, progress checking, and ensuring all diagnostic information is provided for error resolution and incident analysis.</li><li>Assists users in making more effective use of desk-top systems, products and services. Makes initial diagnosis of any problems and advises known solutions where applicable.</li><li>Installs or removes hardware and/or software, using supplied installation instructions and tools; follows agreed standards. Agrees to the timing of the work with those affected, eg users, operations management.</li><li>Conducts tests of the hardware and/or software affected using supplied test procedures and diagnostic tools. Corrects malfunctions, calling on help from more experienced colleagues if required. Documents result in accordance with agreed procedures.</li><li>Reports details of all hardware/software items that have been installed and removed so that configuration management records can be updated.</li><li>Provides specialist guidance and advice to less experienced colleagues</li><li>Ensures that all requests from users for assistance are handled promptly and effectively; is pro-active to ensure that users make effective use of the facilities available to them.</li><li>Demonstrates commitment and ingenuity in expert application of available facilities to non-standard situations, diagnosing underlying causes of difficulties, and devising solutions or workarounds to ensure that the effect on operations is minimised.</li><li>For all requests that cannot be directly resolved, provides an effective interface at the highest level between users and service providers; ensures that priority setting and escalation procedures are applied effectively and that all complaints are responsibly and professionally resolved.</li><li>Regularly monitor the incidence, status and speed of resolution of enquiries and problems; is pro-active in devising improvements and recommending changes to systems, products or services.</li><li>Provides users with information on the medium and long-term plans and policies of the organisation for the provision of desktop systems, products and services and advice on the impact of such plans.</li></ul><p><b>Key Competencies</b></p><ul><li>Conceptual Thinking: Acquiring an understanding of the underlying issues in complex problems or situations by correctly relating these to simpler or better-understood concepts, models or previous experiences.</li><li>Information Acquisition: Identifying gaps in the available information required to understand a problem or situation and devising means of remedying such gaps.)</li><li>Flexibility: Taking account of new information or changed circumstances and modifying understanding of a problem or situation accordingly.</li><li>Interacting with People: Establishing relationships and maintaining contacts with people from a wide variety of backgrounds.</li></ul><p><b>Candidate must be able to demonstrate the following experience: </b></p><ul><li>Has 25 to 48 month’s experience in a Level 2 Deskside Support or similar role.</li></ul><p>or</p><ul><li>Has gained experience as a competent user of computer systems and has demonstrated an aptitude for ICT work.</li><li>Prior experience of working in a customer-facing, end-user environment.</li></ul><p><b>Technical Knowledge &amp; Skills</b><br>The following Knowledge &amp; Skills are required for the role:</p><ul><li>Proficient in Operating Infrastructure\\Hardware with a working knowledge of the ICT infrastructure found in a corporate environment (e.g. hardware, databases, operating systems, local area networks etc.)</li><li>Proficient with desktop Operating Systems with a working knowledge of common desktop applications (e.g. Microsoft Office, Oracle etc.)</li><li>The application of automated systems to the support of specific business functions or processes.</li><li>The management of the interaction between two or more networking systems, computers or other \"intelligent\" devices.</li><li>Familiar with Corporate, Industry and Professional Standards</li></ul><p><b>Qualifications &amp; Certifications</b><br>BRAINOTECH IT SOLUTIONS would prefer candidates who possess 2 of the following certifications;</p><ul><li>PC\\Laptop OEM Maintenance Certification</li><li>CompTIA A+ Certification</li><li>Microsoft Certified IT Professional (MCITP) certification in desktop area</li><li>Microsoft Office Specialist (MOS) Certification</li></ul><p><b>Additional Requirements</b><br>Location dependant the following applies</p><ul><li>Valid Driver’s licence</li><li>Ability to pass in-country security clearance (DBS, Police clearance check etc.)</li><li>Shift work and Standby (as 24/7 service is offered) at selected sites, will be on a rotational basis with other team members in location.</li><li>Ability to work local business hours</li><li>Proficient in <b>English and German</b> (Spoken and Written)</li></ul><p>Job Types: Full-time, Temporary</p><p>Experience:</p><ul><li>Desktop Support: 4 years (Preferred)</li></ul><p>Language:</p><ul><li>Deutsch (mindestens B2/C1) (Preferred)</li></ul>",
  "url": "https://at.indeed.com/company/Brainotech-IT-Solutions-Kft/jobs/Desktop-Support-Level-c851462810c014d1?fccid=c040421be498fad2&vjs=3",
  "date": "2020-05-23"
}