{
  "title": "Deployment Project Manager - Austria",
  "location": "Österreich",
  "contract_type": "Vollzeit, Festanstellung",
  "body": "Who are we?\n<br>Genetec is currently looking for a Deployment Project Manager in Austria and on a wider perimeter, for the DACH region.\n<br>You will join an international team of 15 people spread in Europe (France, Austria, The Netherlands, UK) to work for high demanding clients such as Airports, Cities, Railway Companies, Oil&amp; Gas industry...\n<br>The Project Manager is accountable for the successful implementation of Genetec solutions by ensuring that Genetec both delivers on time and meets customer expectations. The Deployment Project Manager will be involved throughout the entire project life cycle, from assisting in the Sales phase through to the Deployment and Support phases. The Deployment Project Manager will act as a liaison with customers and manage their expectations, and will also act as a coordinator internally within Genetec to ensure that services and deliverables are provided on time.\n<br><br>\n<b>Responsibilities:</b><br>\n<ul>\n<li>Ensure that projects are delivered on schedule and that Genetec meets customer expectations</li>\n<li>Act as the focal point of communication on strategic accounts/projects to ensure proper communication/management of Genetec commitments and customer expectations/concerns from a Deployment and Support perspective</li>\n<li>Coordinate the activities and flow of information between Genetec functional teams (i.e. Product Management, R&amp;D, Sales and Sales Engineering) to ensure customer requirements are fully understood and delivered on schedule</li>\n<li>Provide regular status updates on project deliverables to manage customer expectations</li>\n<li>Coordinate with customer on deployment schedules and validation (get sign off) of project requirements</li>\n<li>Coordinate with the Services team to ensure that resources are booked and allocated for the projects</li>\n<li>Coordinate with Technical Support teams to ensure that they are properly prepared and ready</li>\n<li>Coordinate with Customer Service team to ensure that software and hardware is delivered on schedule</li>\n<li>Develop and maintain customer project documentation and acceptance test plans</li>\n<li>Ensure all outstanding business opportunities/up-sell potentials for strategic accounts/projects are captured and addressed</li>\n<li>Respond to requests for service quotes from the Genetec sales team and participate on responses to RFP</li>\n</ul>\n<b>Requirements:</b><br>\n<ul>\n<li>Bachelor’s degree in Engineering, Computer Science or equivalent experience</li>\n<li>Excellent communication skills (written and verbal)</li>\n<li>Excellent customer management skills</li>\n<li>Excellent organizational and planning skills</li>\n<li>Minimum 6-10 years of relevant experience</li>\n<li>Possesses strong analytical and troubleshooting skills</li>\n<li>Experience with security systems (CCTV and/or access control) is an asset</li>\n<li>Fluently bilingual in both German and English. (French is an asset)</li>\n<li>Must be able to travel internationally</li>\n<li>PMP certification is an asset</li>\n</ul>\n<b>Technical Requirements:</b><br>\n<ul>\n<li>Good knowledge of software development</li>\n<li>Fluent with Microsoft Project, Excel and PowerPoint</li>\n<li>Knowledge of networking principles and the IP protocol is an asset</li>\n<li>Experience with physical security systems (Video Management Systems and Access Control Systems) is an asset</li>\n</ul>\n",
  "url": "https://at.indeed.com/rc/clk?jk=4bc09a13cbe1fd2e&fccid=e16211e0013c0ecd&vjs=3",
  "date": "2020-05-26"
}