{
  "title": "Technischer Consultant (m/w) für den Bereich Information & Cyber Security",
  "body": "<div><p>Sie begeistern sich für die technischen Seiten der <b>Cyber-Sicherheit?</b> Wir auch! Unser Team berät Unternehmen in diesen und weiteren Fragestellungen. Unterstützen Sie uns dabei am Standort <b>Wien! </b>Sie erwarten hoch motivierte KollegInnen, verantwortungsvolle Aufgaben sowie ausgezeichnete Karriere- und Entwicklungsmöglichkeiten.</p>\n<br>\n<h4 class=\"jobSectionHeader\"><b>Ihre Herausforderungen bei uns</b></h4>\n<ul><li>Durchführung techniklastiger Cyber Security Projekte</li>\n<li>Allgemeine Beratung zu Sicherheitsarchitekturen</li>\n<li>Koordination und Durchführung technischer Sicherheitstests (Penetrationstests) in Netzwerken, Webanwendungen, WLAN und anderen Bereichen</li>\n<li>Durchführung von Angriffssimulationen (Red Teaming)</li>\n<li>Koordination und Durchführung von Applikationsaudits bzw. Quellcodeanalysen, Architektur- und Designreviews sowie von Mobile-App-Penetrationstests (iOS, Android)</li>\n<li>Mitarbeit bei Projekten über organisatorische Sicherheit</li>\n<li>Vorbereitung bzw. Durchführung von Awareness Schulungen und Demos</li>\n<li>Einblick in vielfältige Branchen nationaler und internationaler Kunden mit täglich neuen Herausforderungen in projektbezogenen Teams</li>\n</ul><h4 class=\"jobSectionHeader\"><b>Das bringen Sie mit</b></h4>\n<ul><li>Abgeschlossenes Studium der Informatik, Wirtschaftsinformatik oder ein vergleichbares Studium</li>\n<li>Breites technisches Wissen im Bereich IT-Security</li>\n<li>Erfahrung mit gängigen Tools (z.B. Kali Linux, Metasploit, Powershell)</li>\n<li>Kenntnisse von Scriptsprachen oder sonstige Programmiererfahrung von Vorteil</li>\n<li>Teamfähigkeit, analytische Fähigkeiten, hohe Leistungsbereitschaft, schnelle Auffassungsgabe und Kreativität</li>\n<li>Seriöses und sicheres Auftreten beim Kunden</li>\n<li>Sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift</li>\n<li>Einschlägige Zertifizierungen von Vorteil (OSCP, CEH, CISSP, GIAC Zertifizierungen,…)</li>\n<li>Reisebereitschaft (primär) innerhalb Österreichs</li>\n</ul><h4 class=\"jobSectionHeader\"><b>Hervorragende Perspektiven</b></h4>\n<ul><li>Herausfordernde und abwechslungsreiche Projekte für führende nationale und internationale Unternehmen</li>\n<li>Verantwortungsvolle und vielseitige Tätigkeiten innerhalb eines jungen und motivierten Teams</li>\n<li>Gezielte Aus- und Weiterbildung (Konferenzen, Zertifizierungen, Schulungen)</li>\n<li>Spannende Entwicklungs- und Spezialisierungsmöglichkeiten</li>\n<li>Spaß an der Arbeit im Kreise begeisterter KollegInnen</li>\n<li>Angenehmes Arbeitsklima</li>\n</ul><p>Das Mindestentgelt für diese Position beträgt auf Basis einer Vollzeitbeschäftigung mit 4 Jahren einschlägiger Berufserfahrung rund EUR 56.000,- brutto p.a. Je nach Ihrer Qualifikation und Erfahrung bieten wir Ihnen ein entsprechend höheres Entgelt.</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=f5aca2981667367a&fccid=2dd390c3a48a7ed0&vjs=3",
  "date": "2020-04-16"
}