{
  "title": "Infrastructure Security Manager (d/m/w)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "Die Österreichische Post ist der landesweit führende Logistik- und Postdienstleister. Zu den Hauptgeschäftsbereichen zählen die Beförderung von Briefen, Werbesendungen, Printmedien und Paketen. Das Filialnetz der Österreichischen Post zählt zu den größten Privatkundennetzen des Landes und bietet seinen Kunden in ganz Österreich hochwertige Produkte und Services in den Bereichen Post, Bank, Telekommunikation und Energie. Die Österreichische Post ist zudem durch Tochterunternehmen auch in elf europäischen Ländern in den Bereichen Paket &amp; Logistik tätig .\n<br><br>\nDas bieten wir\n<br><br>\nsicheres und soziales Arbeitsumfeld\n<br><br>\nfaires und loyales Miteinander\n<br><br>\npersönliche Gestaltungsmöglichkeiten\n<br><br>\nein abwechslungsreiches Aufgabengebiet\n<br><br>\nBezahlung je nach Erfahrung und Qualifikation, jedoch mindestens EUR 55.000 , - (Bruttojahresgehalt, all-in)\n<br><br>\nDas bewirken Sie\n<br><br>\nWir bauen derzeit das Geschäftsfeld Finanzdienstleistungen auf. In dieser spannenden Phase suchen wir aktive Mitgestalter und Mitgestalterinnen, die in einem neuen Tochterunternehmen der Österreichischen Post AG als Teil des künftigen Banken-Teams tätig werden wollen.\n<br><br>\nWir suchen Verstärkung für die Abteilung Security &amp; IT, welche Maßnahmen zur Sicherstellung eines geschützten Systems und eines ausfallsicheren Arbeitens definiert und umsetzt.\n<br><br>\nAls Infrastructure Security Manager übernehmen Sie eine der Schlüsselfunktionen und sind die zentrale Ansprechperson für sichere IT-Systeme und Infrastruktur. Zu den Kernaufgaben dieser Position zählen:\n<br><br>\nDie Verantwortung für die fachlichen Security Anforderungen an Systemen und Plattformen (mit besonderem Fokus auf Infrastruktur und Netzwerke)\n<br><br>\nDer Aufbau eines Security Operation Center, inkl. eines zentralen Monitoring\n<br><br>\nDie Implementierung eines Schwachstellen Managements\n<br><br>\nAuswahl geeigneter Technologien, Komponenten und Produkte, um IT Security Anforderungen zu erfüllen\n<br><br>\nEvaluierung der bestehenden IT-Security Lösungen sowie Design/Implementierung neuer Lösungen in die bestehende IT Infrastruktur\n<br><br>\nDie Entwicklung eines IT Security Zielbilds und der Strategie\n<br><br>\nBegleitung von externen wie auch internen Audits\n<br><br>\nDefinition, Dokumentation und Kommunikation der Sicherheitsanforderungen für sichere:\n<br><br>\nNetzwerkarchitektur, Hardware, Betriebssysteme, Datenbanken und Standardsoftware\n<br><br>\nCloud und mobile Endgeräte, Security Tools zur Erkennung von Anomalien, Security Operations Center (SOC) und Security Information and Event Management (SIEM)\n<br><br>\nDas bringen Sie mit\n<br><br>\nSie verfügen über eine fundierte IT-Ausbildung (mind. Bachelor) an einer FH oder Universität mit Schwerpunkt Informatik oder IT-Security. Sie bringen min. 5 Jahre einschlägige Berufserfahrung in einer Bank oder einem Beratungsunternehmen in den Bereichen: IT Security Architektur, Security Netzwerkplanung oder Security Operation.\n<br><br>\nSie sind es gewohnt strukturiert und lösungsorientiert zu arbeiten und behalten stets den Überblick über state-of-the-art Produkte und Systeme im Bereich Infrastructure Security. Des Weiteren bringen Sie folgende Eigenschaften und Kenntnisse mit:\n<br><br>\nEin gutes Verständnis, oder Erfahrungen mit Cloud Technologien (AWS und Azure Netzwerktechnologien)\n<br><br>\nüberzeugendes Auftreten, Durchsetzungsstärke und eigenverantwortliches Arbeiten\n<br><br>\nFähigkeiten im Bereich Konfliktmanagement, Präzisierung sowie Problemlösung\n<br><br>\nAusgeprägte Fähigkeit zum konzeptionellen Arbeiten\n<br><br>\nAnalytische, konzeptionelle und methodische Fähigkeiten\n<br><br>\nVerhandlungssichere Deutsch- und Englischkenntnisse\n<br><br>\nSie arbeiten gerne im Team, überzeugen durch Ihre proaktive und engagierte Arbeitsweise. Außerdem brennen Sie auf eine neue berufliche Herausforderung? Dann sind wir bereits jetzt darauf gespannt, Sie näher kennenzulernen!\n<br><br>\nWir leben Chancengleichheit und Vielfalt und freuen uns auf deine Bewerbung!\n<br><br>\nBis bald, dein Recruiting-Team der Österreichischen Post AG\n<br><br>\nInformationen zum Datenschutz für Bewerber/innen der Österreichischen Post AG findest du unter karriere.post.at/datenschutz .",
  "url": "https://at.indeed.com/rc/clk?jk=95cb1e44cfc559b0&fccid=7484530443a861e9&vjs=3",
  "date": "2020-05-26"
}