{
  "title": "Chief, Information Technology Service",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><p>This position is located in the Information Technology Service (ITS), Division for Management (DM) of the United Nations Office at Vienna (UNOV) and United Nations Office on Drugs and Crime (UNODC) in Vienna, Austria. The incumbent reports to the Director, DM, and works in close technical cooperation and coordination with the Office of Information and Communication Technology (OICT) of the United Nations Secretariat at UN Headquarters in New York, and the Regional Information Technology Centre – Europe (RTC), located at UNOG in Geneva. This position provides leadership in planning, formulating, coordinating, implementing and managing the resources of the programme of work as well as in managing the information and communication systems (ICT) of the offices at UNOV, UNODC and several other UN entities administered by UNOV and located in Vienna.\n</p>Responsibilities\n<div>The incumbent will plan, formulate, implement and manage the substantive work programme of the Information Technology Service (ITS) and will perform the following specific duties:<br>\n<br>\n<ul><li>Lead, supervise and carry out the work programme of the Information Technology Service under his/her responsibility and oversee the management of activities undertaken by the Service; ensure that programmed activities are carried out in a timely fashion and in coordination with other United Nations system organizations, as appropriate;</li><li>Determine priorities and provide technical leadership on information technology (IT) issues; Coordinate and manage the work of the work units, teams and the staff to facilitate achieving organizational goals; Efficiently allocate resources and ensure high-quality standard for all outputs; Ensure planning, management and control of ICT contracts and assets;</li><li>Direct change management activities in support of the implementation of the ICT strategy of the United Nations Secretariat;</li><li>Work in close coordination with the Senior Programme Coordinator of the Business Process Reengineering and Change Management team and oversee and coordinate the IT related technical implementation of the Enterprise Resource Planning (ERP) solutions for UNOV, UNODC and other relevant entities at Vienna;</li><li>Plan, provide and manage ICT services to UNODC, including its numerous field offices, technical cooperation projects and, upon request, intergovernmental bodies and Member States; Oversee the development and deployment of innovative, sustainable and affordable enterprise IT solutions for UNODC Member States in specific programmatic areas; Oversee the negotiations with government agencies regarding the development and deployment of applications;</li><li>Plan, provide and manage ICT services to UNOV and other UN Secretariat offices administered by UNOV and, upon their request, to other UN entities in the Vienna International Centre and elsewhere; Oversee the development of innovative solutions, as required, in a changing business environment;</li><li>Direct major information systems projects of significant importance to UNOV and UNODC, which have a critical impact on the operations and the large user community; This includes inter alia essential administrative and programmatic functions, enterprise workflow systems, web, mobile, desktop etc. applications; Provide leadership on complex systems analysis, design and the identification of the need for new systems (or modifications to existing systems), including feasibility assessment, requirements specification, development, rollout and implementation, time and cost estimates, metrics and performance measures;</li><li>Provide and improve a broad array of ICT end-user services including costumer support, other communication, audio/videoconference etc. services, and create and maintain service level agreements and objectives; propose new services based on ICT supply and demand; improve and automate ICT service delivery processes;</li><li>Oversee and conduct periodic security risk assessments of ICT operations, giving priority to business continuity and disaster recovery considerations;</li><li>Co-ordinate and oversee the preparation of reports on programme performance or on programmatic/substantive issues related to IT, and for presentations to senior management, interagency bodies, policy-making organs etc.; Provide substantive reviews and technical assessments of documentation and reports prepared by others;</li><li>Undertake and oversee the programmatic/administrative tasks necessary for the functioning of the Service, including formulation of budget submissions, preparation of inputs for results-based budgeting, reporting on budget/programme performance, overseeing cost recovery, procurement, communication strategy and service delivery issues; Ensure strategic planning, reporting and compliance with standards, rules and regulations as well as with audit recommendations;</li><li>Oversee the work of staff in the Information Technology Service as well as manage, guide, develop and train staff under his/her supervision; Foster teamwork and communication among staff in the Service and across the organization; Evaluate staff performance and recruit staff, taking due account of geographical and gender balance;</li><li>Represent the Office in the field of information technology at meetings and working groups as required;\n</li><li>Organize and/or participate in meetings, organizational discussions on substantive IT matters with representatives of other organizations of the UN family and provide programmatic/substantive expertise; Contribute to the harmonization, streamlining and timely global support of enterprise applications and solutions and to the development and dissemination of best practices;</li><li>Interact with internal and external clients, vendors and partner organizations to ensure continuous customer satisfaction.</li><li>Perform other work related duties as may be required.\n</li></ul></div>Competencies\n<div>•Professionalism: Has knowledge of systems design, development, management, implementation and maintenance of complex information and communications systems and technology. Is able to develop and oversee large centralized or decentralized institutional systems; has conceptual and strategic analytical capacity to understand information system and business operational issues so as to thoroughly analyse and evaluate critical systems matters. Has knowledge of cloud computing, UN standards, next generation tools and “low code” administrative application development. Has knowledge of organization’s information infrastructure and IT strategy including as it relates to user area(s). Is able to integrate knowledge with broader strategic, policy and operational objectives. Is able to advise senior management on complex systems development and related matters of significant importance to the institution. Is able to improve processes and standardize approaches; demonstrates adaptability to changing priorities. Has strong negotiating skills and the ability to influence others to reach agreement on difficult issues. Is able to produce reports and papers on technical issues and to review and edit the work of others. Is able to apply United Nations rules, regulations, policies and guidelines in work situations. Shows pride in work and in achievements; demonstrates professional competence and mastery of subject matter; is conscientious and efficient in meeting commitments, observing deadlines and achieving results; is motivated by professional rather than personal concerns; shows persistence when faced with difficult problems or challenges; remains calm in stressful situations. Takes responsibility for incorporating gender perspectives and ensuring the equal participation of women and men in all areas of work<br>\n<ul><li>Commitment to Continuous Learning: Keeps abreast of new developments in own occupation/profession; actively seeks to develop oneself professionally and personally; contributes to the learning of colleagues and subordinates; shows willingness to learn from others; seeks feedback to learn and improve.</li><li>Technological Awareness: Keeps abreast of available technology; understands applicability and limitation of technology to the work of the office; actively seeks to apply technology to appropriate tasks; shows willingness to learn new technology.</li></ul><br>\nManagerial competencies:<br>\n<ul><li>Leadership: Serves as a role model that other people want to follow: empowers others to translate vision into results; is proactive in developing strategies to accomplish objectives; establishes and maintains relationships with a broad range of people to understand needs and gain support; anticipates and resolves conflicts by pursuing mutually agreeable solutions; drives for change and improvements; does not accept the status quo; shows the courage to take unpopular stands. Provides leadership and takes responsibility for incorporating gender perspectives and ensuring the equal participation of women and men in all areas of work; demonstrates knowledge of strategies and commitment to the goal of gender balance in staffing.</li><li>Managing Performance: Delegates the appropriate responsibility, accountability and decision-making authority; makes sure that roles, responsibilities and reporting lines are clear to each staff member; accurately judges the amount of time and resources needed to accomplish a task and matches task to skills; monitors progress against milestones and deadlines; regularly discusses performance and provides feedback and coaching to staff; encourages risk-taking and supports creativity and initiative; actively supports the development and career aspirations of staff; appraises performance fairly.\n</li></ul></div>Education\n<p>Advanced university degree (Master’s degree or equivalent) in computer science, mathematics, information management, information systems, engineering, business administration or a related field is required. A first-level university degree in similar fields in combination with two additional years of qualifying experience may be accepted in lieu of the advanced university degree.\n</p>Work Experience\n<p>A minimum of fifteen years of progressively responsible professional work experience in information technology operations including planning, designing, implementing and maintaining large scale information systems and centrally-provided global information technology operations is required.<br>\nSenior management experience with IT resources management, business modelling, portfolio management and cost-recovery or related is required.<br>\nExperience with IT strategic and change management concepts and enterprise architecture framework as well as technology platforms is required.<br>\nExperience with the United Nations System or similar international organization is desirable.\n</p>Languages\n<p>English and French are the working languages of the United Nations Secretariat. For this position, fluency in English is required. Knowledge of German is an asset. Knowledge of another United Nations official language is an advantage.\n</p>Assessment\n<p>Evaluation of qualified candidates may include an assessment exercise and a competency-based interview.\n</p>Special Notice\n<p>This position is financed from extra-budgetary resources. Filling of this position is subject to funding availability and the initial appointment will be for a period of one year. Extension of the appointment is subject to extension of the mandate and/or the availability of the funds.<br>\n<br>\nStaff members are subject to the authority of the Secretary-General and to assignment by him or her. In this context, all staff are expected to move periodically to new functions in their careers in accordance with established rules and procedures.<br>\n<br>\nAt the United Nations, the paramount consideration in the recruitment and employment of staff is the necessity of securing the highest standards of efficiency, competence and integrity, with due regard to geographic diversity. All employment decisions are made on the basis of qualifications and organizational needs. The United Nations is committed to creating a diverse and inclusive environment of mutual respect. The United Nations recruits and employs staff regardless of gender identity, sexual orientation, race, religious, cultural and ethnic backgrounds or disabilities. Reasonable accommodation for applicants with disabilities may be provided to support participation in the recruitment process when requested and indicated in the application.<br>\n<br>\nThe United Nations Secretariat is committed to achieving 50/50 gender balance and geographical diversity in its staff. Female candidates are strongly encouraged to apply for this position.<br>\n<br>\nVienna is classified in the H category (family duty station).\n</p><p></p>United Nations Considerations\n<p>According to article 101, paragraph 3, of the Charter of the United Nations, the paramount consideration in the employment of the staff is the necessity of securing the highest standards of efficiency, competence, and integrity. Candidates will not be considered for employment with the United Nations if they have committed violations of international human rights law, violations of international humanitarian law, sexual exploitation, sexual abuse, or sexual harassment, or if there are reasonable grounds to believe that they have been involved in the commission of any of these acts. The term “sexual exploitation” means any actual or attempted abuse of a position of vulnerability, differential power, or trust, for sexual purposes, including, but not limited to, profiting monetarily, socially or politically from the sexual exploitation of another. The term “sexual abuse” means the actual or threatened physical intrusion of a sexual nature, whether by force or under unequal or coercive conditions. The term “sexual harassment” means any unwelcome conduct of a sexual nature that might reasonably be expected or be perceived to cause offence or humiliation, when such conduct interferes with work, is made a condition of employment or creates an intimidating, hostile or offensive work environment, and when the gravity of the conduct warrants the termination of the perpetrator’s working relationship. Candidates who have committed crimes other than minor traffic offences may not be considered for employment.<br>\n<br>\nDue regard will be paid to the importance of recruiting the staff on as wide a geographical basis as possible. The United Nations places no restrictions on the eligibility of men and women to participate in any capacity and under conditions of equality in its principal and subsidiary organs. The United Nations Secretariat is a non-smoking environment.<br>\n<br>\nApplicants are urged to follow carefully all instructions available in the online recruitment platform, inspira. For more detailed guidance, applicants may refer to the Manual for the Applicant, which can be accessed by clicking on “Manuals” hyper-link on the upper right side of the inspira account-holder homepage.<br>\n<br>\nThe evaluation of applicants will be conducted on the basis of the information submitted in the application according to the evaluation criteria of the job opening and the applicable internal legislations of the United Nations including the Charter of the United Nations, resolutions of the General Assembly, the Staff Regulations and Rules, administrative issuances and guidelines. Applicants must provide complete and accurate information pertaining to their personal profile and qualifications according to the instructions provided in inspira to be considered for the current job opening. No amendment, addition, deletion, revision or modification shall be made to applications that have been submitted. Candidates under serious consideration for selection will be subject to reference checks to verify the information provided in the application.<br>\n<br>\nJob openings advertised on the Careers Portal will be removed at 11:59 p.m. (New York time) on the deadline date.\n</p>No Fee\n<p>THE UNITED NATIONS DOES NOT CHARGE A FEE AT ANY STAGE OF THE RECRUITMENT PROCESS (APPLICATION, INTERVIEW MEETING, PROCESSING, OR TRAINING). THE UNITED NATIONS DOES NOT CONCERN ITSELF WITH INFORMATION ON APPLICANTS’ BANK ACCOUNTS.</p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=f12d188e9a95724d&fccid=65ae769cb89830ec&vjs=3",
  "date": "2020-05-26"
}