{
  "title": "Field Security Officer",
  "location": "Wien, W",
  "contract_type": null,
  "body": "The OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control,confidence- and security-building measures, human rights, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis.\n<br><br>\nThe OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Office of the Secretary General (OSG) supports the Secretary General in the effective implementation of her/his mandate and specific tasks given to her/him by the OSCE participating States. It groups horizontal services such as Executive Management, Communication and Media Relations, Legal Services, External Co-operation, Security Management, Gender Affairs, Conference and Language Services, Central Records Management, and oversees the OSCE Prague Office.\n<br><br>\nSecurity Management serves as the clearing house for all security related issues, it defines the Organization’s safety and security policy and standards and it supports the Organization’s security managers in meeting their responsibilities to ensure the security, safety and well-being of OSCE staff while carrying out their work. It also maintains contact with host authorities, as well as with partner organizations and embassies, on all security-related matters and participates actively in the Crisis Management Team and the Security Management Committee. Security Management currently comprises seven staff members.\n<br><br>\nThe OSCE Action Plan for the Promotion of Gender Equality is committed to further improving gender balance among staff in all areas and levels within the OSCE. Currently female staff in the above-mentioned field of expertise is underrepresented, and are therefore encouraged to apply for this opportunity.\n<br><br>\nTasks and Responsibilities\n<br><br>\nReporting to the Head, Security Management, the selected candidate will act as the OSCE Secretariat’s main technical and operational contact point for field security issues and provide support and assistance to the field operations as required. She/he will ensure that the provisions of The Framework of Security Management and the Organization’s security policy are met and complied with by all OSCE Institutions and field operations.\n<br><br>\n<b>More specifically, she/he will be responsible for:</b><br>\nReviewing all mission security plans and security risk assessments and providing feedback to improve emergency and contingency planning; travelling to the field operations and Institutions, as required, to provide technical and operational support;\n<br>Maintaining continuing lines of communication with the designated Mission Security Officers/Officials, providing guidance and assistance and supporting the development of security training programmes for all field staff;\n<br>Carrying out security compliance missions to ensure implementation of security instructions and recommendations, submitting reports on findings and following up to ensure implementation of recommendations as required;\n<br>Supporting the OSCE Secretariat Situation Room in its security-related activities, particularly during crisis situations impacting staff safety and security;\n<br>Assisting the Institutions to meet their security responsibilities and to put into place adequate security arrangements when operating in the field, including initiating and updating all organizational travel advisories;\n<br>Travelling to Field Operations, Institutions and Missions to provide technical and operational support as required;\n<br>Monitoring the implementation of Security Instructions, Directives and Guidelines;\n<br>Serving as a member of various security management teams and acting as the focal point for the the UN Saving Lives Together initiative;\n<br>Backstopping the activities of the Head, Security Management and deputizing when required;\n<br>Performing any other related duties, as assigned.\n<br><br>\nFor more detailed information on the work of the OSCE Secretariat, please see http://www.osce.org/secretariat\n<br><br>\nNecessary Qualifications\n<br><br>\nFirst-level university degree in risk, disaster or emergency management, political science, military science, public administration, law enforcement, law, social science, international relations or related area, or other relevant field or graduate of a national military or police academy at officer level;\n<br>A minimum of six years of professional experience in security management in international organizations or national experience in a military or police environment;\n<br>Professional fluency in English with excellent written and oral communication skills;\n<br>Demonstrated gender awareness and sensitivity, and an ability to integrate a gender perspectives into tasks and activities;\n<br>Ability to establish and maintain effective working relations with people of different cultural and religious backgrounds, different gender, and diverse political views, whilst maintaining impartiality and objectivity;\n<br>Computer literate with practical experience in Microsoft applications.\n<br><br>\nRequired competencies\n<br><br>\nCore values\n<br><b>Commitment:</b> Actively contributes to achieving organizational goals\n<br><b>Diversity:</b> Respects others and values their diverse perspectives and contributions\n<br><b>Integrity:</b> Acts in a manner consistent with the Organization’s core values and organizational principles\n<br><b>Accountability:</b> Takes responsibility for own action and delegated work\n<br>Core competencies\n<br><b>Communication:</b> Actively works to achieve clear and transparent communication with colleagues and with stakeholders of the Organization\n<br><b>Collaboration:</b> Works effectively with others on common goals and fosters a positive, trust-based working environment\n<br><b>Planning:</b> Works towards the achievement of goals in a structured and measured manner\n<br><b>Analysis and decision-making:</b> Analyses available information, draws well-founded conclusions and takes appropriate decisions\n<br><b>Initiative-taking:</b> Proposes and initiates new ideas, activities and projects\n<br><b>Flexibility:</b> Responds positively and effectively to changing circumstances\n<br>Managerial competencies (for positions with managerial responsibilities)\n<br><b>Leadership:</b> Provides a clear sense of direction, builds trust and creates an enabling environment\n<br><b>Strategic thinking:</b> Identifies goals that advance the organizational agenda and develops plans for achieving them\n<br><b>Managing performance:</b> Helps to maximize team performance by providing active feedback and skill development opportunities\n<br><br>\nRemuneration Package\n<br><br>\nMonthly remuneration is approximately EUR 6,381, depending on post adjustment and family status. OSCE salaries are exempt from taxation in Austria. Social benefits will include possibility of participation in the Cigna medical insurance scheme and the OSCE Provident Fund. Other allowances and benefits are similar to those offered under the United Nations Common System.\n<br><br>\nPlease note that appointments are normally made at step 1 of the applicable OSCE salary scale.\n<br><br>\nHow To Apply\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment at a lower grade or to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nRecruitment shall be based on a transparent process, subject to open competition among nationals of participating States and without regard to gender, race, colour, religion and beliefs nor to ethnic or social origin or to nationality.\n<br><br>\nThe OSCE is a non-career organization committed to the principle of staff rotation, therefore the maximum period of service in this post is 7 years.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see http://www.osce.org/state.",
  "url": "https://at.indeed.com/rc/clk?jk=69a3f116877ed714&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-05-26"
}