{
  "title": ".Net Developer, Mid",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p><b>The Challenge:</b></p><p>\nAre you looking for an opportunity to not just develop software, but to build a system that will have a positive impact? As a full-stack developer, you can solve a problem with a complete end-to-end solution in a fast-paced, agile environment. We’re looking for a developer with the advanced skills needed to build and support .Net framework applications focusing on Web services and back-end development from vision to production-ready system.</p><p></p><p>\nThis role is more than just coding. We need a full-stack developer who will use their passion to learn new tools and techniques, identify and implement system improvements, and mentor teammates. Using a variety of languages, including C#, VB.NET, and Agile software development, you’ll build scalable applications and Web services. You’ll analyze the needs and the environment to make sure the solution you’re developing considers the current architecture and operating environment, as well as future functionality and enhancements. Join us as we build systems to change the world for the better.</p><p></p><p>\nEmpower change with us.</p><p></p><p><b>\nYou Have:</b></p><ul><li>Experience with C# or VB.NET and their ecosystems</li><li>Experience with writing for reusable libraries</li><li>Knowledge of .NET Web framework 3.5 and 4.5+</li><li>Knowledge of SQL and PL/SQL, stored procedures, packages, triggers, and complex queries</li><li>Knowledge of object-oriented programming</li><li>Knowledge of web services and XML language</li><li>Active Secret clearance</li><li>BA or BS degree</li></ul><p></p><p><b>\nNice If You Have:</b></p><ul><li>Experience with full application development life cycle for development methodologies, including analysis, architecture, design, development, testing, and deployment and the Agile methodology preferred</li><li>Experience with version control, including Git</li><li>Experience with Windows Server 2008, 2012, and 2016</li><li>Experience with writing clean, readable, and easily maintainable code</li><li>Knowledge of fundamental design principles for building a scalable application</li></ul><p></p><p><b>\nClearance:</b></p><p>\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; Secret clearance is required.</p><p></p><p><b>\nBuild Your Career:</b></p><p>\nA challenging and dynamic work environment isn’t all we have to offer. When you join Booz Allen, you’ll have access to:</p><ul><li>\nexperts in virtually every field</li><li>\na culture that focuses on supporting our employees</li><li>\nopportunities that provide stability while offering variety</li></ul><p>\nYou’ll also be exposed to a wealth of training resources through our Digital University, an online learning portal featuring more than 5000 functional and technical courses, certifications, and books. Build your technical skills through hands-on training on the latest tools and tech from our in-house experts. Pursuing certifications that directly impact your role? You may be able to take advantage of our tuition assistance, on-site bootcamps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips. We’ll help you develop the career you want as you chart your own course for success.</p><p></p><p>\nWe’re an EOE that empowers our people—no matter their race, color, religion, sex, gender identity, sexual orientation, national origin, disability, veteran status, or other protected characteristic—to fearlessly drive change.</p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=81d4bd6ec661ffc6&fccid=4e041af1d0af1bc8&vjs=3",
  "date": "2020-05-18"
}