{
  "title": "IT-Consultant Security (w/m/x)",
  "location": "Linz, OÖ",
  "contract_type": null,
  "body": "Ihre Aufgaben. Ihre Herausforderungen. Ihre Chancen.\n<br>Die heutige IT Welt wird immer schnelllebiger und Security wird ein immer zentraleres Thema. Helfen Sie unseren Kunden mit Ihrer Expertise. Mit einem breit aufgestellten Team aus verschiedensten Experten und erfahrenen Kollegen arbeiten Sie im Enterprise Kundensegment an hochinteressanten Projekten im IT-Security-Umfeld bei unseren Kunden.\n<br><br>\nBringen Sie Ihre Ideen und Stärken ein, um Lösungen für bestehende Herausforderungen zu finden und neue Wege für unsere Kunden aufzuzeigen.\n<br>Ihr Tätigkeitsfeld ist sehr variabel anpassbar, sodass Ihre Interessen und Schwerpunkte berücksichtigt werden.\n<br>Wir begleiten unsere Kunden End-to-End - Sind Sie mit dabei? Analysen, Design, Umsetzung, Produktivsetzung, Managed Service.\n<br>Im Kontext größerer Cloud Transformationsprojekte kümmern Sie sich um die Umsetzung aktueller Sicherheitsstandards.\n<br><br>\nAktuelle Kernthemen.\n<br><br>\n<ul>\n<li>Workplace Security (Active Directory, Authentication, Windows Defender Advanced Threat Protection).</li>\n<li>Identity and Access Governance (IAG - Lifecycle-Management, Compliance/Governance, rechtliche Vorgaben, Directory Synchronization).</li>\n<li>Cloud Security (Azure AD, Azure Information Protection, Azure Advanced Threat Protection, Azure Security Center).</li>\n</ul>\nWas uns als Top-Arbeitgeber ausmacht.\n<br><br>\n<ul>\n<li>Bei Avanade bekommen Sie sowohl die Vorteile eines Großkonzerns als auch den Unternehmergeist eines dynamischen Teams.</li>\n<li>Schnelle Verantwortung, innovative Projekte und wertschätzende Vorgesetzte, die Ihre Ziele und Interessen unterstützen.</li>\n<li>Erfolgreicher Schnellstart: zweitägige Einführungsveranstaltung am Hauptsitz in Kronberg, persönlicher Career Advisor, Mentorenprogramm. Spezielles Trainingsprogramm für Advisory und digitale Transformation (e.g. Design Thinking, Modern Engineering Analytics, Journey to Cloud).</li>\n<li>80 Stunden Trainings pro Jahr sowie MS-Zertifizierungen.</li>\n<li>State-of-the-Art Equipment (Laptop, Smartphone inkl. privater Nutzung).</li>\n<li>Ein attraktives Vergütungspaket, das Ihrer Qualifikation und Erfahrung entspricht. Aus gesetzlichen Gründen sind wir verpflichtet darauf hinzuweisen, dass das kollektivvertragliche Mindestgehalt für diese Position bei 2.302,- Euro brutto monatlich liegt (Junior) und bei 3.264,- Euro (Senior). Das tatsächliche Gehalt liegt über dem Mindestgehalt.</li>\n</ul>\nWas Sie ausmacht.\n<br><br>\n<ul>\n<li>Abgeschlossenes Studium mit IT-Bezug, IT-HTL oder eine vergleichbare Ausbildung.</li>\n<li>Berufserfahrung und technische Kompetenz in den Bereichen IT Security und Cyber Security, speziell für höhere Einstiegslevel.</li>\n<li>Grundlegendes Verständnis von Microsoft Betriebssystemen, Infrastrukturen, Authentifizierungsprotokollen sowie Netzwerkthemen (z.B. TCP/IP oder IPSec).</li>\n<li>Kenntnis in Sicherheitssystemem wie z.B. Firewalls, Proxies und Intrusion Detection Systemen.</li>\n<li>Erfahrungen mit den Cloud-Technologien von Microsoft, u.a. mit der Azure-Plattform sind von Vorteil.</li>\n<li>Bekannte Security-Zertifizierungen heben Sie aus der Gruppe der Bewerber hervor (CISSP, ISO2700x, Grundschutz BSI…).</li>\n<li>Abstraktionsvermögen, analytisches Denkvermögen, Kommunikationsstärke in Deutsch und Englisch sowie Reisebereitschaft.</li>\n</ul>\nKlingt interessant?\n<br><br>\nDann bewerben Sie sich gleich jetzt über unser Online-Portal. Wir freuen uns darauf, Sie persönlich kennenzulernen.\n<br>Avanade engagiert sich für eine vielfältige und integrative Arbeitswelt.\n<br>Wir schätzen jeden Einzelnen unserer Mitarbeiter, denn wir wissen, dass uns vielfältige Ideen, Perspektiven und Erfahrungen zu einem besseren Unternehmen machen.\n<br>Innovativer. Produktiver. Smarter. Schneller.",
  "url": "https://at.indeed.com/rc/clk?jk=8089d9509c06e23d&fccid=5386281035076fdf&vjs=3",
  "date": "2020-05-26"
}