{
  "title": "Senior Technical Account Manager",
  "body": "<div><div>Microsoft Enterprise Services helps customers realize their full potential through enablement, adoption and productive use of Microsoft technologies and solutions. We are a team of exceptional people who deliver world class services with partners, earning customer confidence, trust, and loyalty by improving the overall Customer and Partner Experience, serving as the customer advocates within Microsoft and driving customer-centric product improvement.</div><p></p><br>\n<p>\nOur Services Delivery team in Vienna is growing and we are looking for a strong candidate to join us! Did this information made you more curious and you want to learn more? Find out, what one of our TAMs has to share about the job: https://www.whatchado.com/de/stories/claudia-nesensohn</p><p></p><br>\n<p>\nThis is a primary customer facing role managing Premier Services Support contracts within the Microsoft Services organization and being responsible for the satisfaction of our customer’s support services relationship, for quality delivery and overall customer growth. The role is very pivotal for the Services Organization, as it offers the opportunity to be the front and center with our customers in managing, planning, up and cross-selling Microsoft Support Services and monitoring the excellence in delivery of the customer engagements. You will be the trusted adviser for the clients during their cloud and digital transformation journey.</p><h2 class=\"jobSectionHeader\"><b>\nResponsibilities</b></h2><ul><li><b>\nCUSTOMER CENTRICITY</b> – Creating a strategic relationship with key stakeholders and decision makers within our customer organizations, including the IT Directors, CTO, CIO, and Line of Business leaders as well as technology professionals. Acting as a change agent by articulating the case for change and helping our customers evolve their IT maturity, drive productive use of Microsoft products, and enable IT to make their business better.</li><li><b>\nBUSINESS GROWTH</b> – Driving sustainable growth through routinely partnering with Services Sales and other Services personnel to strategize on ways to create new opportunities within the accounts they service. Ebsuring the profitability of our services through portfolio management including contract consumption, contribution margin, operational expense management, and revenue growth, all in a manner consistent with Microsoft’s legal, fiscal and personnel policies.</li><li><b>\nEXCELLENCE IN DELIVERY</b> – Articulating the value of Premier Support services to our customers and partnering with them ascertain their IT priorities and setting a long-term strategy for service delivery that aligns to their business objectives. Ensuring excellent delivery of services across the entire support lifecycle, including Service Delivery Planning, Azure Consumption; Office 365 Active Usage, Windows 10 Enterprise Deployments, Service Delivery Management, Incident Management / Escalations and Proactive Remediation Services.</li><li><b>\nLEADERSHIP</b> – Leading teams comprised of Microsoft, Partner and customer resources engaged in the delivery of complex solutions that result in a One Microsoft approach. Managing executive relationships internally and with the customer to create business transformation.</li></ul><h2 class=\"jobSectionHeader\"><b>\nQualifications</b></h2><ul><li>\nEnterprise support experience with a strong understanding of corporate account support needs</li><li>\nConsulting / advisory experience in digital transformation, driving customer transition and enablement of new technologies – cloud, AI, security, IT operations, change management, etc</li><li>\nExperience in two or more of the following: enterprise resource planning, facilitating digital transformation discussions and strategy, database systems, messaging, management and operations, and/or security</li><li>\nAdvantage to have basic products knowledge of Windows Server, Win10, Active Directory, Microsoft Azure, Office 365; SharePoint Server, SQL Server, Exchange Server, and/or Dynamics ERP</li><li>\nKnowledge and/or history with large Austrian industry customers is a benefit.</li><li>\nGerman fluency is preferred</li></ul><p></p><br>\n<div>\nWe offer an annual gross salary starting from €60.000 with a view to increase based on the qualification and experience of the candidate.</div><div></div><br>\n<div>\nMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.</div><div></div><br>\n<div>\nBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.</div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=bf63b00c6c70678f&fccid=734cb5a01ee60f80&vjs=3",
  "date": "2020-04-20"
}