{
  "title": "Expert Auditor for ICT & Support Processes (f/m/d)",
  "location": "Wien, W",
  "contract_type": "Vollzeit, Festanstellung",
  "body": "UniCredit Bank Austria is the leading bank in Austria and is part of the UniCredit network. We are a modern universal bank and offer services and products for private customers, small and medium-sized enterprises, private banking customers, large corporations and the public sector. And we consistently invest in the qualifications and motivation of our employees.\n<br>Internal Audit is an independent function established by the Management Board of UniCredit Bank Austria AG. It carries out an independent, objective audit and consulting activity on governance, risk management and control processes to assess the adequacy of the internal controls of the Bank. To strengthen the Internal Audit function, we are currently looking for an Audit Professional to support ICT Audit &amp; Support Processes unit by performing audits mainly related to ICT, Security and Back Office processes.\n<br><div>Das erwartet Sie bei uns• Perform assigned audit engagements in UniCredit Bank Austria AG, domestic subsidiaries and internal/external service providers of the Bank.\n• Track the implementation of corrective measures and report the implementation status.\n• Provide audit consultancy expertise to the Bank’s stakeholders.\n• Carry out audits and report results according to the strategic annual plan, within given timeframe.\n• Contribute to group-wide audit activities through collaboration with international colleagues in UniCredit Group.\n• Fulfill UniCredit Group’s internal audit regulations and audit requirements.\n• Perform risk-based analysis of audited areas and stay informed about relevant regulatory requirements, standards covering information security and best practices for IT processes.</div>\n<br><div>Das bringen Sie mitWe are looking for a candidate who is interested in ICT processes, applications and support processes of the financial industry within a multi-national banking group; and who possesses good team spirit, strong (inter-cultural) communication skills, rapid learning skills, the ability of gasping complex processes and the ability to lead complex negotiations and meetings/interviews and to discuss/present audit results:\n• Professional knowledge on relevant ICT industrial standards (e.g. ITIL, COBIT, ISO2700x).\n• Job specific industrial certification like CIA, CISA, CISM, CISSP and/or a Master Degree in Informatics, Business Informatics or similar.\n• Knowledge of Austria’s ICT related legislation in particular regarding data protection, banking secrecy etc.\n• Broad knowledge of IT systems and necessary controls as well as deep understanding of IT processes, IT projects and support processes of the financial sector.\n• A strong background in Information Security would be appreciated.\n• Excellent English skills, German is an asset.</div>\n<br><div>Das bieten wir Ihnen• Smart Working at the new Austria Campus\n• Work-life balance: flexible working time models, remote work\n• Exclusive discounts in the largest company canteen in Europe and much more\n• Use of the UniCredit sports and leisure centre on Kaiserwasser\n• Attractive career and training opportunities\n• Accessibility\n• Health Center on the Austria Campus with various specialists and a comprehensive range of preventive measures\n• Kindergarten on the Austria Campus with reserved places for employees\n• Central location of the Austria Campus with direct connections via train, U1 and U2\n• Offer of discounted and free banking products\n• For this position we offer an annual gross salary of EUR 71.200. The actual grading is based on your professional qualifications.\n<br>\n<br>\njoin life @ UniCredit and #DoWhatMatters</div>",
  "url": "https://at.indeed.com/rc/clk?jk=7abab3c76d4eadfc&fccid=e1f50ce8016cdba9&vjs=3",
  "date": "2020-05-26"
}