{
  "title": "Softwareentwickler (w/m/div*)",
  "body": "<p></p><div><div><p>Verstärken Sie mit Ihrem Know-How in der Softwareentwicklung ein global vernetztes Team im Bereich Software Development und Tool Implementierung. Gestalten Sie die Zukunft mit und prägen Sie aktiv die Entwicklung unserer IT Abteilung am Standort Klagenfurt. Hier können Sie täglich an neuen Herausforderungen basteln, nette KollegInnen kennenlernen, verantwortungsvolle Aufgaben in einem agilen Team übernehmen und maßgeblich zum Unternehmenserfolg beitragen.<br>\n<br>\n<b>Zu Ihren neuen Aufgaben gehören u.a.:</b><br>\n</p><ul><li><b>\nToolentwicklung für Remotezugriffe </b>an unterschiedlichen<b> Produktionsstandorten weltweit</b></li><li><b>\nÜberarbeitung und Aufbau </b>eines Datenbanksystems für die Fertigung</li><li><b>\nAbsicherung der Kommunikation via IPSec</b></li><li><b>\nNeu- und Weiterentwicklung</b> von <b>Softwarelösungen</b></li><li>\nUnterstützung bei der <b>Automatisierung von Prozessen</b></li></ul></div><p></p>\n<div><p>Ihr Profil</p><p>\nSie haben Erfahrung und vor allem Spaß an der (Weiter-)Entwicklung von Softwarelösungen. Sie fühlen sich in der Arbeit in multidisziplinären Teams wohl und gehen respekt- und vertrauensvoll mit Ihren Kolleg/innen um. Sie behalten auch in komplexen Situationen stets den Überblick und sind es gewohnt, auch unter schwierigen Umständen selbständig Entscheidungen zu treffen.<br>\n<br>\n<b>Sie erfüllen erfolgreich die Voraussetzungen wenn Sie:</b><br>\n<br>\n</p><ul><li>Ein <b>abgeschlossenes Studium </b>im Bereich<b> Informatik, Computer Science, Informationstechnologie </b>oder ähnliches (HTL, FH, Universität) haben</li><li>\neinschlägige Berufserfahrung mitbringen</li><li>\nSolide Kenntnisse in <b>C# und SQL Datenbanken </b>vorweisen können</li><li>\nIdealerweise schon<b> Erfahrung mit IPSec Internet Protocol Security </b>als auch<b> in der Webentwicklung</b> vorweisen können</li><li>\nGrundkenntnisse in <b>Remote Protokollen wie z.B. VNC, AMAT, RDP</b> besitzen</li><li>\nGerne <b>Selbstständig </b>arbeiten</li><li>\nGute <b>Deutsch</b> &amp; <b>Englisch</b>-Kenntnisse vorweisen können</li></ul>\nDie Anstellung erfolgt über einen unserer Vertragspartner, welcher ein Gehalt von brutto € 3.279 pro Monat (14 x jährlich) entsprechend dem KV der Elektro- und Elektronikindustrie bietet. Bereitschaft zur Überzahlung, abhängig von Qualifikation und Eignung. Infineon bietet darüber hinaus weitere attraktive Sozialleistungen und Benefits.<br>\n<br>\n<b>Unsere Benefits</b><br>\n<ul><li>\nAnspruchsvolle Aufgaben in einem Top-Industrieunternehmen</li><li>\nKompetente Kollegen, mit denen es Spaß macht, gemeinsam Probleme zu lösen</li><li>\nMöglichkeiten zur persönlichen Entwicklung</li><li>\nEine internationale und offene Unternehmenskultur</li><li>\nUnd einiges mehr...</li></ul></div><p></p>\n<p>Was ihr Ihnen bieten</p>\n<p>Was wir Ihnen in Klagenfurt bieten</p>\n<p></p><div><div><p>In Österreich arbeiten fast 4.600 Menschen an fünf verschiedenen Standorten.</p>\n</div>\n</div><p></p><div><p><b>Erfahren Sie mehr zu unserem Standort Klagenfurt in Österreich</b></p></div>\n<p>Über uns</p><div><b>\nPart of your life. Part of tomorrow.</b><br>\n<br>\nWir machen das Leben einfacher, sicherer und umweltfreundlicher – mit Technik, die mehr leistet, weniger verbraucht und für alle verfügbar ist. Mikroelektronik von Infineon ist der Schlüssel für eine lebenswerte Zukunft. Wir achten auf schonenden Umgang mit natürlichen Ressourcen und lösen gesellschaftliche Herausforderungen: Effiziente Energienutzung, umweltgerechte Mobilität und Sicherheit in einer vernetzten Welt.<br>\n<br>\nDas <b>Information Technology Department</b> agiert als wichtiger Geschäftspartner für Infineon, der Anforderungen in funktionale IT-Lösungen umwandelt. Es stellt Hardware- und Softwarelösungen zu Benchmark-Kosten für alle Bereiche bei Infineon zur Verfügung, von Büronutzung, Forschung &amp; Entwicklung bis hin zu Frontend- und Backendproduktion weltweit. Über 1000 IT-Mitarbeiterinnen und Mitarbeiter arbeiten eng mit ihren Kollegen aus den übrigen Infineon-Bereichen und mit externen Partnern zusammen. Sie steigern die Effizienz der Geschäftsprozesse und bieten dabei mehr als nur modernstes Equipment, sichere Infrastruktur und neueste Kommunikationslösungen.<br>\n<br>\nVon <b>Klagenfurt</b> aus wird der operative IT Betrieb für Europa und die weltweite Entwicklung im Bereich IT Infrastruktur verantwortet, sowie der Betrieb der IT Infrastruktur für mehr als 100 Infineon Standorte weltweit sichergestellt.<br>\n<br>\nDie Landeshauptstadt Klagenfurt, im Herzen Kärntens, begeistert mit ihrer Lebendigkeit, Kultur, zahlreichen Events und Sehenswürdigkeiten. Das südliche Klima mit dem Wörthersee und die zahlreichen Möglichkeiten für Outdoor-Sportaktivitäten tragen natürlich dazu bei Klagenfurt besonders lebenswert zu machen. Finden Sie heraus, was Ihnen an Klagenfurt am besten gefällt und werden Sie Teil unseres Teams: https://www.visitklagenfurt.at/de/<br>\n<br>\n<ul><li><i>Der Begriff Gender in Bezug auf den General Equal Treatment Act (GETA) oder andere nationale Gesetzgebungen bezieht sich auf die biologische Zuordnung zu einer Geschlechtergruppe. Bei Infineon sind wir stolz darauf, jede Form von Vielfalt und (Gender) Diversität begrüßen zu dürfen.</i></li></ul></div><br>\n<div><p>Interesse? Dann bewirb dich jetzt</p>\n<p></p><div><div><div><p>Mag. Stefanie Triebelnig</p></div>\n<p></p><div><p>Talent Attraction Manager</p></div><p></p>\n<div><div><b>LinkedIn</b></div></div>\n<div><div><b>Xing</b></div></div></div></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=bf913c2ca02c42d8&fccid=d29c5f56235af7ca&vjs=3",
  "date": "2020-04-20"
}