{
  "title": "Dissertation im Bereich Software Security",
  "location": "Hagenberg im Mühlkreis, OÖ",
  "contract_type": null,
  "body": "<div><div><div><div><div><div>Nummer</div> <div>847</div>\n</div><br>\n<div><div>Bezeichnung</div>\n<div>\n<p>Dissertation im Bereich Software Security</p><br>\n</div>\n</div><br>\n<div><div>Profil</div>\n<div>\n<p>Im Rahmen eines langfristigen Forschungsprojektes suchen wir einen Forscher der im Rahmen einer Dissertation an der Absicherung von Embedded- und Steuerungssoftware mitarbeitet. Das Grundlagenorientierte Forschungsprojekt bietet die ideale Umgebung zur Erstellung einer Dissertation. Die internationalen Forschungspartner stellen dabei die wissenschaftliche Exzellenz sicher und bietet die Möglichkeit an einem revolutionären Konzept mitzuarbeiten. Das SCCH bietet darüber hinaus langfristige Perspektiven in der Forschung.<br>\nDas kreative Umfeld und spannende Einblicke in unterschiedliche Domänen bieten ideale Entwicklungsmöglichkeiten.</p><br>\n</div>\n</div><br>\n<div><div>Anforderungen</div> <div>Sie haben<br>\n<ul><li>einen Hochschulabschluss (Master) in der Fachrichtung Information Security Management, Software Engineering, Informatik, Wirtschaftsinformatik jeweils mit Schwerpunkt Security, oder einer verwandten Studienrichtung</li>\n<li>Motivation für Forschung im Security Umfeld und der Erstellung einer Dissertation</li>\n<li>gute Kommunikationsfähigkeiten, Teamfähigkeit</li>\n<li>sehr gute Deutsch-Kenntnisse</li>\n<li>gute Englisch-Kenntnisse</li>\n</ul>\n</div></div><br>\n<div><div>Wir bieten</div>\n<div><ul><li>flexible Arbeitszeiten (Gleitzeit ohne Kernzeit)</li>\n<li>Gestaltungsmöglichkeiten</li>\n<li>Abwechslungsreiches Arbeitsumfeld</li>\n<li>Exzellentes und internationales Forschungsumfeld</li>\n<li>Interessanter Einblick in Partnerunternehmen</li><br>\n</ul></div>\n</div><br>\n<div></div><div><div><p>Wir suchen motivierte Forscher die an bahnbrechender Forschung arbeiten wollen. Unsere flexible Arbeitszeitgestaltung ermöglicht eine individuelle Abstimmung von beruflichen und privaten Zielen.</p>\n<p>\nDu hast Interesse? <b>Bewirb Dich</b> und sende die Bewerbungsunterlagen an <b>jobs@scch.at</b>. Wir freuen uns auf ein Gespräch.</p><br>\n</div>\n</div><br>\n<div><div>Gehalt</div> <div>Das minimale Bruttogehalt beträgt 3.137,- Euro jeweils 14 Mal jährlich bei Vollbeschäftigung. Das tatsächliche Gehalt hängt von der Qualifikation der Bewerberin/des Bewerbers ab.</div>\n</div><br>\n <div></div><div><div>Wir möchten den Frauenanteil in unserer Organisation erhöhen und würden uns besonders freuen, diese Position mit einer Forscherin besetzen zu können.</div>\n</div><br>\n</div></div></div><p>zurück</p>\n<div><div><div><div><div><p>&lt; &lt;&lt;&lt;</p>\n</div><p></p><p>zurück</p>\n</div><div><h1 class=\"jobSectionHeader\"><b>Kontakt</b></h1>\n<p>Senden Sie bitte Ihre Bewerbung mit Lebenslauf, Publikationen und sonstigen aussagekräftigen Unterlagen per E-Mail an:</p>\n</div><div><p>Telefon: +43 50 343<br>\njobs@scch.at</p></div></div></div></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=d799a31e8d338a0e&fccid=52d9ecfa6f1524b3&vjs=3",
  "date": "2020-05-26"
}