{
  "title": "Records Assistant (Correspondence)(G5)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><div><p>Under the supervision of the Unit Head (Records Unit), the Records Assistant (Correspondence) provides correspondence management services to Agency staff following MTGS/ARMS policies and procedures.<br>\n</p><br>\n<p>Functions / Key Results Expected</p><div><br>\n<br>\n</div><p>According to established standards and procedures:</p><ul><li><div>\nManage incoming, outgoing official correspondence of the Agency by assigning security classifications and metadata, distributing incoming, outgoing official correspondence in hardcopy and digital formats; scanning documents/records , maintaining logbooks and transmittal forms for classified correspondence and documents, disposing of documents/records; advising IAEA staff on proper handling of unclassified and classified information assets.</div></li><li><div>\nMonitor and update distribution lists for official correspondence in the correspondence management workflow ; create and update access groups in correspondence management systems as necessary.</div></li><li><div>\nAdminister the official IAEA mailbox, including monitoring the spam, manage network folders and distribute messages to the registration teams, retain messages for l reference, and provide first level support for missing communication.</div></li><li><div>\nDigitise Agency official documents/records following the instructions: preparing and scanning documents and ingesting them into Agency's information systems.</div></li><li><div>\nAdminister the Agency's fax software including liaising with technical staff in IT and external service provider, the monitoring of incoming and outgoing fax messages, as well as ensure appropriate distribution and follow up.</div></li><li><div>\nCoordinating the maintenance of correspondence management systems with the IT teams to ensure that issues affecting performance, business continuity are addressed in a timely manner;</div></li><li><div>\nPerform systematic quality control on data entry in correspondence management systems, report problems to Unit Head;</div></li><li><div>\nContribute to preparing guidelines, procedures, SOPs, user manual about the correspondence management, respond to inquiries and ensure sustained high-quality customer service.</div></li><li><div>\nPerform records management operations as necessary, may need to lift boxes weighing up to 15KG and work in dusty environment.<br>\n</div></li></ul><p></p><p>Qualifications, Experience and Language skills</p><p></p><br>\n<ul><li><div>\nCompleted secondary education.</div></li><li><div>\nA minimum of five years of work experience, two years in records management.</div></li><li><div>\nExperience with data curation and Electronic Document and Records Management software.</div></li><li><div>\nWork experience in an international environment is an asset.</div></li><li><div>\nGood oral and written command of English. Knowledge of other official IAEA languages (Arabic, Chinese, French, Russian and Spanish) is an asset.</div></li><li><div>\nEnglish language test (Level 2) to IAEA standard.</div></li></ul><br>\n<br>\n<p>Remuneration</p><br>\n<p></p><br>\n<p>The IAEA offers an attractive remuneration package including a tax-free annual net base salary starting at EUR 46536 (subject to mandatory deductions for pension contributions and health insurance), 6 weeks' annual vacation, pension plan and health insurance\n<br>\n<br>\nAppointment is subject to a satisfactory medical report. <b>Recruitment will be on a LOCAL BASIS only.</b> Outside applicants are required to supply to the IAEA or to authorize it to seek all information relevant to their suitability for employment by the IAEA. <b>Testing may be part of the recruitment process.</b></p></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=cff722560b25f966&fccid=c1a7c6d77658a22d&vjs=3",
  "date": "2020-05-12"
}