{
  "title": "Senior IT Security Engineer (SGIS) (P4)",
  "body": "<p></p><div><div><p>Reporting to the Team Leader of the Systems Engineering Team, the Senior IT Security Engineer (SGIS) ensures that: Safeguards data and systems are adequately secured against relevant threats; information security risks associated with infrastructure and implementation decisions are known beforehand, so that mitigation strategies can be addressed; vulnerabilities are identified and managed appropriately; sensitive operations relevant to information security are captured and auditable; and security projects are properly managed and delivered.<br>\n</p><br>\n<p><b>Role</b></p>\n<p>The Senior IT Security Engineer (SGIS) is: an (1) innovator, developing new strategies, tools, techniques, and procedures to enhance the Departments security; (2) a technical lead, who mentors junior technical staff to operate and improve the Departments security incident management procedures; (3) an expert in information security topics such as risk assessment, digital forensics, incident response, vulnerability management, and security monitoring; (4) a senior engineer who designs, implements, and manages security processes and tools.<br>\n</p><br>\n<p><b>Functions / Key Results Expected</b></p>\n<ul><li><div>Identify, investigate, lead and develop procedures and solutions for detecting and responding to information security incidents.\n</div></li><li><div>Assess the requirements and then mentor and train staff members to perform security operations tasks in order to ensure the coverage of multiple areas of basic security operations and hygiene.</div></li><li><div>\nProvide specialized expert advice in information security to mitigate breaches and develop new policies, strategies, and solutions to reduce security risks.\n<br>\nProvide IT forensics expertise to the Department of Safeguards and other departments in the Agency including the acquisition, preservation, authentication, examination and documentation of electronic evidence from a variety of media and systems.\n</div></li><li><div>Advocate and champion information security policies, procedures, techniques, and tools through clear communication initiatives and strategies.</div></li><li><div>\nDevelop risk measurement criteria consistent with the Departments mission, which will enable the organization to determine where to effectively apply security controls.</div></li><li><div>\nEvaluate new IT technical architectures based on that risk measurement criteria.\n</div></li><li><div>Build partnerships with Agency teams to obtain consensus and to find appropriate solutions on information security initiatives.</div></li><li><div>\nFormulate, plan and execute information security projects.\n</div></li><li><div>Devise and initiate vulnerability scans and penetration tests with well-defined scope and actionable reports as well as propose and implement improvements to security operations in order to enhance the security of Safeguards systems, both independently and in coordination with internal or external partners.\n</div></li></ul><p></p><p><b>Qualifications, Experience and Language skills</b></p>\n<ul><li><div>Advanced University degree in Information Technology Security, Information Technology Management, Information Security, Computer Science, or Engineering.\n</div></li><li><div>Certifications in information security or extensive technical course work in security topics would be an asset.</div></li><li><div>\nA minimum of seven years of practical work experience in IT or information security, of which 5 years of direct experience with highly technical aspects of security such as: malware reverse engineering; event management and automation; digital forensics; in-depth network intrusion analysis; or secure coding lifecycle management.\n</div></li><li><div>Practical and demonstrated experience in the following areas:<br>\n<ul><li>Conducting forensic acquisitions and examinations for a variety of platforms, operating systems and file systems, including Windows (FAT, NTFS), Apple (HFS+, APFS, iOS), Linux (EXT2/3/4); and hands-on experience in forensic tools;\n</li><li>Installation, management and development of an enterprise security event management and threat detection system such as ArcSight, Alienware, Splunk, or the ELK platform;</li><li>Managing security incidents, analysis, and reporting;\n</li><li>Creating, operating, and improving security operations procedures and technical techniques related to vulnerability management; threat intelligence; threat detection; and providing automated solution to accomplish threat hunting activities;</li><li>Formulating, developing and implementing IT security projects, risk assessments, policies, standards, and procedures;\n</li><li>Producing training and presentation materials and delivering training courses or presenting highly technical topics to diverse audiences;</li><li>Experience using network security and analysis tools such as WireShark, tcpdump, Nessus, Bro, Fiddler, Burp Suite Metaspoit, and nmap.\n</li></ul></div></li><li><div>Excellent oral and written command of English. Knowledge of other official IAEA languages (Arabic, Chinese, French, Russian and Spanish) is an asset.<br>\n</div></li></ul><p><b>Remuneration</b></p>\n<p>The IAEA offers an attractive remuneration package including a tax-free annual net base salary starting at <b>US $73516</b> (subject to mandatory deductions for pension contributions and health insurance), a variable post adjustment which currently amounts to <b>US $ 29333</b>*, dependency benefits, rental subsidy, education grant, relocation and repatriation expenses; 6 weeks' annual vacation, home leave, pension plan and health insurance</p></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=d9cc7aba1a58c6d8&fccid=c1a7c6d77658a22d&vjs=3",
  "date": "2020-04-20"
}