{
  "title": "Senior Scientist postdoc (f/m) code 284/19",
  "location": "Klagenfurt-Villach, K",
  "contract_type": null,
  "body": "1 Senior Scientist postdoc (f/m) code 284/19\n<br>at the Digital Age Research Center, UZ D!ARC. This is a full-time position for a period of 4 years (40 hours per week based on Uni-KV: B 1 lit. b; cf. www.aau.at/en/uni-kv). The minimum monthly gross salary for this position amounts to € 3.889,50 (14 times per year) and can increase to € 4.309,30 (B1 lit. c) maximum in the case of consideration of previous occupational experience. The four-year fixed-term employment contract is expected to commence in August 2020 (but this is negotiable).\n<br><br>\n<b>Duties and Responsibilities:</b><br>\n<ul>\n<li>Conduct independent research in the intersection of Artificial Intelligence, Data Science, and Cybersecurity</li>\n<li>Teach at undergraduate and postgraduate level, including setting and marking exams</li>\n<li>Student supervision at undergraduate and postgraduate level</li>\n<li>Involvement in administrative and organizational tasks and quality assurance</li>\n<li>Involvement in expansion of international scientific contacts of the department and faculty</li>\n<li>Participation in public relations activities of the department and faculty</li>\n</ul>\nThe role holder will be part of the Cybersecurity research group, which has been newly established under the leadership of Prof. Elisabeth Oswald. The Cybersecurity group's research agenda is grounded in the challenges of deploying cybersecurity solutions (cryptography) for the real world. Part of the wider research agenda is to integrate appropriate artificial intelligence and data science methods in the evaluation of practical implementations and deployments of cryptography. A further key research focus is the engineering of tools that make leakage-resilient implementations possible, even for non-crypto experts.\n<br><br>\n<b>Required Qualifications:</b><br>\n<ul>\n<li>PhD (on either a crypto/security related topic or a topic in the areas of artificial intelligence or data science or statistics)</li>\n<li>Some post-doctoral research experience</li>\n<li>Some evidence of teaching experience</li>\n<li>Publications in relation to a top-tier crypto or security conference (i.e. IACR sponsored conferences and workshops, ACM CCS, Usenix, IEEE S&amp;P) or in venues (journals) of a comparable standing in the areas of artificial intelligence, data science or statistics.</li>\n<li>Fluency in English (spoken and written)</li>\n</ul>\nCandidates must meet the required qualifications by July 1st, 2020 at the latest.\n<br>We are looking for ambitious candidates who are at the beginning of their career and want to help create and shape the research agenda of a newly established group. Ideally you will be open to collaborations beyond the typical confines of discipline specific research (in the areas of cryptography, cybersecurity, data science, artificial intelligence, compilers and languages, but also towards the social sciences as part of the group's agenda to be a central part of the D!ARC research center).\n<br>The position is offered without the option of negotiating a qualification agreement.\n<br>The university aims to increase the number of women on its faculty, particularly in high-level positions, and therefore specifically invites applications by women. Among equally qualified applicants, women will receive preferential consideration.\n<br>People with disabilities or chronic diseases who are qualified are explicitly invited to apply.\n<br>General information for applicants can be found at aau.at/en/jobs/information.\n<br>Applications in English with the customary documents (letter of motivation, curriculum vitae, list of publications) must be submitted online by May 27th, 2020 via the job portal jobs.aau.at/en/ in the category \"Scientific staff\" by pressing the button \"Show vacancies\", indicating reference code 284/19 and selecting \"Apply for this position\".Travel and accommodation costs incurred during the application process will not be refunded.Translations into other languages serve informational purposes only. Solely the version advertised in the University Bulletin (Mitteilungsblatt) shall be legally binding.\n<br>Das Mindestentgelt für die Stelle als Senior Scientist postdoc (f/m) cod...",
  "url": "https://at.indeed.com/rc/clk?jk=f58b105aa0797c88&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-05-18"
}