{
  "title": "Master@IBM Junior Cloud Advocate (m/w/x)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><b>Introduction</b><br>\nWir leben in einer Zeit stetigen Wandels und außergewöhnlicher Möglichkeiten. Themen wie Artificial Intelligence, Analytics und Security, Cloud und Mobile Computing verändern Industrien, Gesellschaft, Arbeitsbereiche und ergeben neue Tätigkeitsfelder. Sammle Erfahrungen in diesem innovativen Umfeld bei einem global agierenden Unternehmen.<br>\nMit unserem Master@IBM Programm kombinierst du dein Master-Studium mit den Karrieremöglichkeiten eines weltweiten Technologie-Unternehmens.<br>\n<br>\n<b>Your Role and Responsibilities</b><br>\nDu studierst <b>Informatik, Wirtschaftsinformatik</b> oder andere <b>IT-orientierte Studienrichtungen </b>an einer Universität oder Fachhochschule, die ein Master-Studium über zwei Jahre anbietet. Parallel arbeitest du in einer Fachabteilung bei IBM, in der du dein theoretisches Wissen direkt in die Praxis umsetzen kannst. Neben verantwortungsvollen Aufgaben mit fester Vergütung, bieten wir ein IBM internes Schulungsangebot, Möglichkeiten zur Zertifizierung in unterschiedlichen Fachgebieten und Unterstützung bei deiner weiteren Karriereplanung.<br>\n<br>\nDer Aufgabenumfang des Praktikums ermöglicht es dir, dich ausreichend deinem Master-Studium zu widmen. Deine Master-Thesis schreibst du zu relevanten technologischen Themen in Zusammenarbeit mit einer/m BetreuerIn der IBM. Das Thema deiner Masterarbeit wird gemeinsam, basierend auf deinen Studieninhalten, festgelegt und wir freuen uns dabei auf deine Vorschläge. Alternativ inspirieren dich die Projekte, in denen du bei IBM mitwirkst.\n<br>\n<br>\n<b>Was erwartet dich bei IBM?</b><ul><li>\nUnterstützung der jeweiligen Fachabteilung (als Technical Presales)</li><li>\nAnalyse von Kundenanforderungen\n</li><li>Vorbereitung von und Teilnahme an Live-Demos</li><li>\nVorbereitung und Durchführung von Kundenterminen und Workshops gemeinsam mit unseren Sellern und anderen Studierenden</li><li>\nMitarbeit bei der Erstellung von Angeboten\n</li><li>Technische Entwicklung von Cloud Lösungen</li><li>\nBeantwortung von Ausschreibungen</li><li>\nSchulung von Partnern</li></ul><b>\nWas bietet dir IBM?\n</b><ul><li>Einen befristeten Arbeitsvertrag für <b>2 Jahre</b></li><li>\nEine Teilzeit- oder Vollzeitanstellung (zwischen<b> 20 und 30 Wochenstunden</b>)</li><li>\nEin monatliches Gehalt von <b>EUR 2.100,- Brutto </b>auf<b> Vollzeitbasis</b></li><li>\nFlexible Arbeitszeiten (Gleitzeit) und Homeoffice</li><li>\n25 Tage Urlaub im Jahr\n</li><li>Firmen Notebook (Lenovo oder Apple)\n</li><li>Persönliche Betreuung durch die Fachabteilung\n</li><li>Unterstützung bei der weiteren Karriereplanung</li><li>\nIBM Learning-Angebote (Cloud, Watson, Agile, Design Thinking, Analytics, etc.)\n</li><li>Betreuung durch eine/n MentorIn sowie Job Rotation und Shadowing Angebote\n</li></ul><div>Wir freuen uns auf deine Bewerbung!<br>\n<br>\n#MasterAtIBM</div><div>\n#DoYourBestWorkEver</div><br>\n<b>\nRequired Technical and Professional Expertise</b><br>\n<ul><li>\nProgrammierkenntnisse</li><li>\nVerständnis von Datenbanken und Datenanalyse</li><li>\nGrundverständnis von künstlicher Intelligenz (KI)\n</li><li>Guter Bachelorabschluss</li><li>\nGute Englischkenntnisse</li><li>\nOrganisatorisches Geschick\n</li><li>Eigenverantwortliche Arbeitsweise</li><li>\nAnalytisches Denken</li><li>\nTeamfähigkeit</li><li>\nFlexibilität\n</li><li>Hohe Leistungsbereitschaft</li></ul><br>\n<b>\nPreferred Technical and Professional Expertise</b><br>\n<ul><li>\nCloud Skills</li><li>\nSoftware-Architektur Skills</li><li>\nIdealerweise haben Sie in Ihrem Studium ein Fach gewählt, dass Data Science, Big Data, Cloud Computing, Artificial Intelligence und ähnliche Gebiete umfasst, und in diesen Gebieten auch schon erste praktische Erfahrungen im Rahmen von Projektarbeiten oder vorhergehenden Praktika erlangt</li></ul><br>\n<div></div>\n<br>\n<br>\n<br>\n<br>\n<b>About Business Unit</b><br>\nIBM has a global presence, operating in more than 175 countries with a broad-based geographic distribution of revenue. The company’s Global Markets organization is a strategic sales business unit that manages IBM’s global footprint, working closely with dedicated country-based operating units to serve clients locally. These country teams have client relationship managers who lead integrated teams of consultants, solution specialists and delivery professionals to enable clients’ growth and innovation. By complementing local expertise with global experience and digital capabilities, IBM builds deep and broad-based client relationships. This local management focus fosters speed in supporting clients, addressing new markets and making investments in emerging opportunities. Additionally, the Global Markets organization serves clients with expertise in their industry as well as through the products and services that IBM and partners supply. IBM is also expanding its reach to new and existing clients through digital marketplaces.<br>\n<br>\n<b>Your Life @ IBM</b><br>\n<ul><li></li></ul><br>\n<b>\nAbout IBM</b><br>\n<ul><li></li></ul><br>\n<b>\nLocation Statement</b><br>\nFor additional information about location requirements, please discuss with the recruiter following submission of your application.<br>\n<br>\n<b>Being You @ IBM</b><br>\nIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status.</div>",
  "url": "https://at.indeed.com/rc/clk?jk=0157bff75badea54&fccid=de71a49b535e21cb&vjs=3",
  "date": "2020-05-26"
}