{
  "title": "Security Engineer Automation & Technology (m / f / d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p>Paysafe is a leading global provider of end-to-end payment solutions. Our core purpose is to enable businesses and consumers to connect and transact seamlessly through our industry-leading capabilities in payment processing, digital wallets and online cash solutions. <b>paysafecard </b>is part of Paysafe Group and global market leader in online prepaid payment methods. Based in Vienna, the company is internationally active and present in 46 countries around the world.<br>\n</p><p></p><p>Paysafe is an equal opportunity employer. We value <b>diversity </b>and are committed to providing a work environment of mutual respect to everyone without regard to race, color, religion, national origin, age, gender identity or expression, or any other characteristic protected by applicable laws, regulations and ordinances.<br>\n</p><p></p><p><b>Your Key Responsibilities:<br>\n</b></p><p></p><ul><li>Support security technology projects evaluation &amp; implementation\n</li><li>Support the information security team in its ability to adopt innovative solutions and technology towards delivering a data secure environment\n</li><li>Participate in technology enhancement initiatives, making sure Paysafe fully utilizes the technical capabilities of the implemented security tools\n</li><li>Identify security operation areas that can be optimized by leveraging automation, create user stories &amp; develop plays to reduce manual processes\n</li><li>Work with Security Team to capture use cases for technology integration, technology assessment, and control validation to build continuous security\n</li><li>Develop compliance configuration management capabilities to support Security Compliance teams\n</li><li>Continuous develop/improve SIEM use cases to address new risks applicable for the organization\n</li><li>Support the development of Security Operations Center orchestration to reduce incident detection to response times\n</li><li>Identify and Develop vulnerability management automation to improve the vulnerability management program to improve vulnerability analysis\n</li><li>Be able to independently formulate direction that supports the success of the organization\n</li><li>Be a good team player who can maintain a constructive ground of discussion, trigger progressive debates that enables the team to learn and grow\n</li><li>Develop and Mature security testing for Dev Ops practices within Paysafe\n</li><li>Ensure all changes are reviewed and approved considering all security policies, best practices and security architecture requirements.\n</li><li>Actively work on Change management process improvements targeting minimizing the amount of cb\n</li><li>Participate in IT projects/initiatives to ensure all relevant security requirements are taken into consideration<br>\n</li></ul><p><b>Your Qualification:<br>\n</b></p><p></p><ul><li>At least 3+ years of relevant software delivery/network/system automation experience.\n</li><li>At least 3+ years of experience is security administrations and/or operations\n</li><li>At least a Bachelor’s Degree in Computer Science or related field with relevant practical experience.\n</li><li>Experience working with F5, FireEye, Cisco, Palo Alto, Splunk, ELK, MS portfolio, etc. and other opensource web technologies\n</li><li>Ability to recognize problems and exercise their own intuition and judgment to find solutions.\n</li><li>Strong research background, utilizing an analytical approach\n</li><li>Knowledge of IDPS, SIEM, Endpoint Security, CASB, and other security tools.\n</li><li>Experience in working with compliance and regulatory requirements.\n</li><li>Strong organizational and communications skills.\n</li><li>Strong team player, self-directed work habits, exhibiting initiative, drive, creativity, maturity, self-assurance and professionalism.\n</li><li>Strong understanding of Payment Industry Standards.\n</li><li>Ability to react quickly, decisively, and deliberately in high stress situations.<br>\n</li></ul><p><b>Our Offer:<br>\n</b></p><p></p><ul><li>Both an international working environment and an open and great working atmosphere, where successes are celebrated together\n</li><li>Excellent public transport connection\n</li><li>Mobile Working, flexi-time (without core hours) and other great company benefits\n</li><li>International development and career opportunities\n</li><li>An annual gross salary starting from € 50.000,- with a view to increase based on the qualification and experience.<br>\n</li></ul><p></p><p>We look forward to your application!<br>\n</p><p></p><p>Please find further information on www.paysafe.com</p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=53ecdb9a87308c23&fccid=d909b8f05f4cabb8&vjs=3",
  "date": "2020-05-26"
}