{
  "title": "Senior Systemengineer Security (w/m/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p>Das Bundesrechenzentrum (BRZ) ist der marktführende IT Service Provider im Public Sector und damit Teil der kritischen Infrastruktur, die Österreich auch in Zeiten wie diesen stets verlässlich am Laufen hält. Unsere Anwendungen und Services erleichtern Behördenwege und einen schnellen Zugang zu hoch relevanten Infos für die Bevölkerung als auch für die Wirtschaft unseres Landes. Sicherheit und Gesundheit stehen für uns an erster Stelle. Daher führen wir derzeit unsere Recruiting-Interviews, aus sicherer Entfernung aber mit gewohnt offenem Ohr, aus dem HomeOffice. BRZ - mit starker IT durch diese herausfordernden Zeiten.<br>\n<br>\n<b>Wir vergeben Topjobs mit Sinn, denn unsere Services erleichtern über 8 Millionen Bürgerinnen und Bürgern das Leben!</b>\n</p><p>Senior Systemengineer Security (w/m/d)\n</p><p>Ref. 747\n</p><p>Das Team Security ist die zentrale Stelle für den Betrieb von Security Produkten und Systemen. Zu den Kernkompetenzen des Teams zählt der Betrieb der wesentlichen Sicherheitsinfrastruktur, die Behebung von Betriebsstörungen, die Umsetzung von Standard- und Request for Changes, Mitwirkung und Unterstützung bei internen und externen Audits, sowie Penetration Tests und ferner die Umsetzung von Vorgaben aus der Stabsabteilung Information Security. Unsere Mitarbeiterinnen und Mitarbeiter tragen Verantwortung für die Stabilität und Verfügbarkeit Systeme und kümmern sich darüber hinaus um die Absicherung der Rechenzentruminfrastruktur durch externe Angriffsquellen. In dieser Rolle erwarten Sie abwechslungsreiche und herausfordernde Aufgaben sowie die Möglichkeit zur kontinuierlichen Weiterbildung.\n</p><div><p>Ihre Aufgaben</p>\n<ul><li>7x24 Betrieb von Security Lösungen mit Schwerpunkt</li>\n<li>Laufende betriebliche Pflege von Security Lösungen sowie Umsetzung von Change Requests</li>\n<li>Optimierung der Monitoring und betrieblichen Automatisierung</li>\n<li>Erstellung von Beiträgen zur Kapazitätsplanung der zu betreibenden Sicherheitsprodukte</li>\n<li>Selbständige Behebung von Betriebsstörungen sowie federführende Mitarbeit bei Sicherheitsereignissen</li>\n<li>Fachliche Kommunikation mit Herstellern von Security Lösungen</li>\n<li>Mitarbeit bei Projekten um eine störungsfreie Inbetriebnahme zu ermöglichen</li>\n<li>Dokumentation unter Einhaltung der Sicherheitsrichtlinien</li>\n</ul></div><div><p>Sie bringen mit</p>\n<ul><li>Abgeschlossene technische Ausbildung (HTL bzw. Uni oder FH)</li>\n<li>Mindestens 10 Jahre praktische Erfahrung als System Engineer oder Administrator von Security Produkten wie IPS/IDS, Proxy, DDoS, VPN, NAC, CAS, Sandbox oder WAF</li>\n<li>Umfassende Kenntnisse über Netzwerkprotokolle, insbesondere TCP/IP, 802.1x und SSL</li>\n<li>Grundkenntnisse in ISO 27001 (ISMS) und ISO 22301 (BCM) erwünscht</li>\n<li>Zertifizierung von namhaften Herstellern wie BlueCoat oder Cisco</li>\n<li>Hohe technische Problemlösungskompetenz</li>\n</ul></div><div><p>Wir bieten</p>\n<ul><li>Gestaltungsspielraum in einem stark wachsenden Umfeld</li>\n<li>Ein herausragendes Weiterbildungsangebot</li>\n<li>Hervorragende Karriereoptionen und attraktive Laufbahnen</li>\n<li>Flexible, faire und familienfreundliche Arbeitszeitmodelle</li>\n<li>Ein Büro mit sehr guter Anbindung und Infrastruktur im Herzen Wiens (Wien Mitte)</li>\n</ul></div><p>Bei facheinschlägiger Berufserfahrung bieten wir laut BRZ-Kollektivvertrag ein Jahresbruttogehalt ab EUR 65.516,50. Eine Überzahlung ist möglich.\n<br>\nIn dieser Position können Sie ab sofort in Vollzeit starten.\n<br>\n</p><p>Wir sind bestrebt den Anteil von Frauen in allen Geschäftsbereichen zu erhöhen und leben Chancengleichheit.\n</p><div><p>Interessiert?</p>\nWir freuen uns von Ihnen zu hören! Bewerben Sie sich gleich hier online.\n<br>\n<br>\nIhre Ansprechperson für die ausgeschriebene Position ist Georgina Bender (Telefon: +43 664 88 72 3910)</div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=9e760c0399e6f226&fccid=298e3f2d7c33dbf4&vjs=3",
  "date": "2020-05-26"
}