{
  "title": "Experte/in für IT-Governance und IT-Risikomanagement",
  "location": "Rheintal-Bodenseegebiet, V",
  "contract_type": null,
  "body": "Die Hypo Vorarlberg Bank - unter Österreichs erfolgreichsten Banken zu positionieren - sucht 1 Experte/in für IT-Governance und IT-Risikomanagement Ihre Hauptaufgaben Sicherstellung der IT-Governance im Hypo Konzern gemäß etablierter IT-Normen und rechtlicher VorgabenAufbau und Pflege eine ISMS (Information Security Management System) sowie eines IT-Risikomanagement-SystemsBegleitung von internen und externen Audits und Durchführung von ZertifizierungenMitarbeit und Unterstützung in entsprechenden ProjektenIhr Profil Analytisches und konzeptuelles Denken, strukturierte ArbeitsweiseFundiertes IT-Wissen und Erfahrung in IT Organisationen, idealer Weise auf Basis einer einschlägigen AusbildungAusgeprägtes Organisations- und ProzessverständnisFähigkeit mehrere Fachgebiete interdisziplinär zu verknüpfenEigenständige ArbeitsweiseUnser Versprechen Als die führende Regionalbank aus Vorarlberg bieten wir seit über 120 Jahren ambitionierten Menschen vielfältige Karriere- und Aufstiegschancen. Wir überzeugen durch über 50 Einsatz- und Tätigkeitsfelder, die systematische und ganzheitliche Mitarbeiterentwicklung, über 300 Weiterbildungsmaßnahmen pro Jahr, sowie die Zusammenarbeit mit exzellent ausgebildeten Kollegen und Top-Kunden. Bei der Hypo Vorarlberg schließen sich Beständigkeit und große Ambitionen nicht aus. Sie ergänzen sich sogar sehr gut: Zuverlässigkeit, Verbundenheit und Achtsamkeit sehen wir als Grundlage für ausgezeichnete Leistungen.\n<br><br>\nAls familienfreundlicher Betrieb legen wir nicht nur großen Wert darauf, durch variable Arbeitszeiten Job und Familienleben in Einklang zu bringen, sondern sorgen auch für eine finanzielle Sicherheit im Alter. Der Alltag unserer Mitarbeiter wird durch Essens- und Fahrkostenzuschüsse erleichtert. Leistungen, die unsere Mitarbeiter genauso zu schätzen wissen wie unsere Kunden. Sind Sie bereit, gemeinsam mit uns Großes zu leisten?Ihre AnsprechpartnerinMag.\n<br><br>\nEdith FindlerFür diese Stelle gilt, auf Basis von 38,5 Wochenstunden, ein jährliches KV-Mindestgehalt von EUR 40.790,96 brutto mit der Bereitschaft zur Überzahlung. Die Höhe der Überzahlung ist abhängig von Ihrer Qualifikation und Erfahrung.Online Bewerbung unter www.hypovbg.at/karriere Das Mindestentgelt für die Stelle als Experte/in für IT-Governance und IT-Risikomanagement beträgt 40.790,96 EUR brutto pro Jahr auf Basis Vollzeitbeschäftigung.",
  "url": "https://at.indeed.com/rc/clk?jk=1498b1077c9b61ea&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-05-18"
}