{
  "title": "Team Leader Network & Security (m/f)",
  "location": "Fischamend, NÖ",
  "contract_type": null,
  "body": "<div><div><div>In this interesting position, you are responsible for the design and operations of our globally distributed IT network and security infrastructure.</div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>Your main tasks</b></h3><div><ul><li>\nProfessional and organizational leadership of employees and regular reporting to the supervisor</li><li>\nProject management and organization in the network and IT security environment</li><li>\nResponsibility for the Core and Access Network and Firewall Infrastructure (Cisco, HP, Palo Alto)</li><li>\nDesign, optimization and continuous development of the existing network and security landscape</li><li>\nFirst contact person for employees and colleagues as well as interface function to other specialist departments</li></ul></div></div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>We expect</b></h3><div><ul><li>\nCompleted technical education or equivalent professional experience</li><li>\nExperience in leading teams</li><li>\nIn-depth experience in IT networking (routing, switching) and firewalling (datacenter related)</li><li>\nProject management knowledge is an advantage</li><li>\nGood German and English skills</li><li>\nGood communication skills and hands-on mentality</li></ul></div></div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>We offer</b></h3><div><ul><li>\nA very interesting and promising full-time position</li><li>\nPersonal and professional development</li><li>\nCollaboration in an innovative company with economic stability</li><li>\nA very good working environment and many benefits (meal vouchers, parking lots, trainings…)</li><li>\nWith the willingness of overpaying based on professional qualification and experience, we offer a gross annual salary starting from € 62.000,-</li></ul></div></div></div><br>\n<div></div><div><div>\nCompany Introduction:</div><div>\n</div><div>\ncargo-partner is a privately owned full-range info-logistics provider offering a comprehensive portfolio of air, sea, land transport and warehousing services, with special expertise in information technology and supply chain optimization. The company operates over 130 offices in 40 countries around the world to create fast and efficient solutions for a wide range of industries. With the SPOT platform, cargo-partner ensures easy cooperation and full transparency throughout the supply chain.\n</div><div></div><div>As a family-owned business, we are very employee-oriented and want to work with you to develop your career and personal goals. Take a look at our Mission &amp; Vision.\n</div><div></div><div>If you are looking for a challenging position in an innovative and dynamic international company, we want to get to know you!\n</div><div></div><div>View our Privacy Policy.</div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=820c89493bf95f67&fccid=be691ca7418b93c8&vjs=3",
  "date": "2020-05-26"
}