{
  "title": "Internship: Security Engineering Cyber Defense",
  "location": "Klagenfurt am Wörthersee, K",
  "contract_type": "Praktikum",
  "body": "<p></p><div><div><p>In your new role you will::<br>\n</p><ul><li><b>\nParticipate </b>various <b>projects </b>of the Cyber Defense Center</li><li><b>\nProgram </b>and <b>automate </b>internal <b>Cyber Defense Center workflows</b> related to the used toolset</li><li><b>\nWork on operation tasks</b> to support Cyber Defense Center operations</li><li><b>\nSupport </b><b>maintenance </b>and upkeep of infrastructure and tool landscape</li></ul><b>\nFurther information:</b><br>\nDuration: Temporary / Part-time<br>\nStart: Summer 2020\n</div><p></p><div><p>Your Profile</p><p>\nYou are a good team player, who is highly motivated and structured with a high degree of self-initiative and willing to work in an international team. As our ideal candidate, you offer additonally:</p><ul><li><b>\nFirst experience</b> in <b>IT Security</b>, especially in the fields of network and operating system security</li><li><b>\nKnowledge </b>in <b>setting up</b> and <b>maintaining </b>IT system</li><li><b>\nPython</b> programming and automation skills, another programming/scripting language is an advantage</li><li>\nGood <b>English</b> skills</li></ul>\nThis position is subject to the collective agreement for workers and employees in the electrical and electronics industry. Bachelor students receive a compensation of <b>1.885,- </b>Euro gross p.m. (Full-time basis for Bachelor students) and Master students receive a compensation of <b>2.210,-</b> Euro gross p.m. (Full time basis for Master students)<br>\n<br>\n<b>Please attach the following documents to your application:</b><br>\n<ul><li>\nMotivation letter</li><li>\nCV</li><li>\nCertificate of matriculation at a university</li><li>\nTranscript of records</li><li>\nHighest completed educational certificate (Matura certificate for Bachelor students, Bachelor certificate for Master students)</li></ul></div><p></p>\n<p>Benefits</p>\n<p>What we offer you in Klagenfurt</p>\n<p></p><div><div><p>Almost 4.600 people work at five different sites in Austria.</p></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=c987a6280aeb0025&fccid=d29c5f56235af7ca&vjs=3",
  "date": "2020-05-26"
}