{
  "title": "IT Security Manager Inhouse (m/w)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p>Wir suchen Verstärkung für die Abteilung Security &amp; IT unseres Kunden, welche Maßnahmen zur Sicherstellung eines geschützten Systems und eines ausfallsicheren Arbeitens definiert und umsetzt.</p>\n<p>\nIn dieser Rolle übernehmen Sie eine der Schlüsselfunktionen und sind die zentrale Ansprechperson für sichere IT-Systeme und Infrastruktur. Zu den Kernaufgaben dieser Position zählen:</p>\n<ul>\n<li>Die Verantwortung für die fachlichen Security Anforderungen an Systemen und Plattformen (mit besonderem Fokus auf Infrastruktur und Netzwerke)</li>\n<li>Der Aufbau eines Security Operation Center, inkl. eines zentralen Monitoring</li>\n<li>Die Implementierung eines Schwachstellen Managements</li>\n<li>Auswahl geeigneter Technologien, Komponenten und Produkte, um IT Security Anforderungen zu erfüllen</li>\n<li>Evaluierung der bestehenden IT-Security Lösungen sowie Design/Implementierung neuer Lösungen in die bestehende IT Infrastruktur</li>\n<li>Die Entwicklung eines IT Security Zielbilds und der Strategie</li>\n<li>Begleitung von externen wie auch internen Audits</li>\n<li>Definition, Dokumentation und Kommunikation der Sicherheitsanforderungen für sichere:</li>\n<li>Netzwerkarchitektur, Hardware, Betriebssysteme, Datenbanken und Standardsoftware</li>\n<li>Cloud und mobile Endgeräte, Security Tools zur Erkennung von Anomalien, Security Operations Center (SOC) und Security Information and Event Management (SIEM)</li>\n</ul>\n<p><b>Anforderungen</b></p>\n<ul>\n<li>Sie verfügen über eine fundierte IT-Ausbildung (mind. Bachelor) an einer FH oder Universität mit Schwerpunkt Informatik oder IT-Security.</li>\n<li>Sie bringen min. 3 Jahre einschlägige Berufserfahrung in einer Bank oder einem Beratungsunternehmen in den Bereichen: IT Security Architektur, Security Netzwerkplanung oder Security Operation.</li>\n<li>Ein gutes Verständnis, oder Erfahrungen mit Cloud Technologien (AWS und Azure)</li>\n<li>Verhandlungssichere Deutsch- und Englischkenntnisse</li>\n</ul>\n<p>Für diese Position wird ein Mindestgehalt in Höhe von € 55.000,- brutto/Jahr geboten. Die Bereitschaft zur Überzahlung ist abhängig von Qualifikation und Vorerfahrung vorhanden.</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=599f6073318e1dec&fccid=beaa1cfd0b4948b3&vjs=3",
  "date": "2020-05-26"
}