{
  "title": "Marketing Manager",
  "location": "Klagenfurt am Wörthersee, K",
  "contract_type": null,
  "body": "<div><div>The Hillside IT consulting group, founded in 2004, is a rapidly growing IT consulting company with defined and exceptional products in the segment of Enterprise Service Management, IT-Service Management, Information Security Management und IT-Controlling. Our company branches are in Carinthia, Vorarlberg, Vienna and Karlskrona (Sweden).\n<br>\n<br>\nWe are seeking a full-time employee in Klagenfurt-Viktring and Villach:\n<br>\n<br>\nstrategic and operational Marketingmanager (m/f/d)\n<br>\n<br>\nEverything from content creation to channel optimisation is taken care of in-house. Together with an experienced and motivated team you will be involved in various interesting topics.\n<br>\n<br>\nKey responsibilities:\n<br>\n<ul><li>Forming and implementing a global marketing strategy to support Hillside sales closure and develop the Hillside brand and corporate identity\n</li><li>Understanding the business strategies on all levels and translating these into sales, marketing plans and resources including continuous development, optimization and analysis of all communication channels (online and offline)\n</li><li>Create innovative approaches and solutions in order to maximize output\n</li><li>Proven experience of developing and delivering engaging and successful social marketing campaigns and various kinds of marketing materials\n</li><li>Experience of creating and delivering presentations at conferences and industry events.\n</li></ul><br>\nKey requirements:\n<br>\n<ul><li>Native speaker in Italian and excellent knowledge of German and English (spoken and written)\n</li><li>Marketing qualifications/certificates; at least 3+ years proven experience in a similar position (preferably in the IT industry)\n</li><li>Excellent writing, editing, and communications skills\n</li><li>In-depth knowledge of online and social media marketing (WordPress, LinkedIn, Facebook, KPIs…)\n</li><li>Hands-on experience in various online marketing tools (Google Analytics, …)\n</li><li>Excellent attention to detail\n</li><li>Strong team spirit, ability to work autonomously and happy to roll sleeves up\n</li><li>A sense of humor and passion for making people smile\n</li></ul>\n<br>\nWe offer you:\n<br>\n<ul><li>You’ll be part of a company that will value your professional and personal development, whilst encouraging you to bring fresh ideas to the table, and where your efforts, dedication and contribution to business goals will be noticed and rewarded.\n</li><li>Ability to work flexible hours around your home life\n</li></ul>\n<br>\nAll detailed applications for this vacancy are to be submitted online to Karoline Rossmann:\n<br>\njobs@hillside.at\n<br>\nWe are looking forward to meeting you soon.</div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=c2a6a8f9a6d0497d&fccid=63c7e5f1919daeea&vjs=3",
  "date": "2020-05-26"
}