{
  "title": "Project Technician Ibanez Group",
  "location": "Klosterneuburg, NÖ",
  "contract_type": null,
  "body": "Laboratory maintenance, reposition and control of consumables and\n<br><br>\nequipment\n<br><br>\n Document and database management, elaboration of “Standard Operating\n<br><br>\nProcedures”\n<br><br>\n Support managing gas system, cryogenics and deionized water system\n<br><br>\n Maintenance and calibration of the laboratory equipment\n<br><br>\n Implementation of new setups, prototypes and equipment. Give technical\n<br><br>\nsupport to the experimental setups especially for new researchers\n<br><br>\n Assistance and managing internal and external users of laboratory\n<br><br>\ninfrastructure. Functional testing and results reporting\n<br><br>\n Education in Chemistry, Material Science, Physics or equivalent\n<br><br>\n Previous documented experience in managing laboratory services in the fields of\n<br><br>\nelectricity, electronics, energy, chemical- or mechanical manufacture (gas,\n<br><br>\ndeionized water, cryogenics, resource management, storage of chemicals, waste\n<br><br>\nmanagement, etc.)\n<br><br>\n Experience in management of security systems in laboratories as well as in\n<br><br>\nlaboratory resources organizations\n<br><br>\n Theoretical and practical knowledge of Chemical Characterization techniques and\n<br><br>\nrelated ones plus computer and electronics knowledge will be appreciated\n<br><br>\n Ability to design and implement new add-ons needed for experimental set-ups\n<br><br>\n Excellent command of German and English (verbal and written)\n<br><br>\nIST Austria\n<br><br>\nPlease note that this position is limited for 24 months (extension t.b.d.). We offer a minimum salary of EUR 2,000 gross/month, with\n<br><br>\npossible overpayment depending on education, qualification and work experience. IST Austria processes your personal data in\n<br><br>\naccordance with the statutory data protection regulations. For more information including your rights as a data subject please refer to our\n<br><br>\ndata privacy statement https//ist.ac.at/data-protection/.\n<br><br>\nRequirements\n<br><br>\n Offers challenging positions in a\n<br><br>\ndynamic and growing organization\n<br><br>\n Supports learning and development\n<br><br>\n Provides flexible working times\n<br><br>\nand numerous fringe benefits\n<br><br>\n Promotes an international and\n<br><br>\nopen culture\n<br><br>\n Supports an appreciative and\n<br><br>\nrespectful work environment\n<br><br>\n Values diversity and is committed to\n<br><br>\nequality\n<br><br>\n Free Shuttlebus for employees\n<br><br>\n(Departing from Heiligenstadt,\n<br><br>\ntravel time about 22 min.)\n<br><br>\nTo apply for this position send your\n<br><br>\napplication in one combined pdf\n<br><br>\n(including CV, certificates and\n<br><br>\nreferences) by e-mail to\n<br><br>\nrecruiting@ist.ac.at",
  "url": "https://at.indeed.com/rc/clk?jk=d07e38aa3ace7faf&fccid=193c579662ed767c&vjs=3",
  "date": "2020-05-26"
}