{
  "title": "Penetration Tester - Hardware Security",
  "body": "<div>Company Description<br>\n<p><b>\nSGS Digital Trust Services provides Cybersecurity research, testing and certification services. Working in partnership with Graz University of Technology (TU Graz) at the Cybersecurity Campus Graz, we operate one of the world's largest Cyber security evaluation labs where security experts focus on testing and certification of digital products, networked systems and online services.</b></p></div>\n<br>\n<div>Job Description<br>\n<p><b>\nThe Penetration Tester will evaluate the hardware security on IoT devices. </b><b>Your job will be to find vulnerabilities and assess their severity.</b></p><p><b>\nYou Will:</b></p><ul><li>\nTest the vulnerability of the software and hardware layer on electronic products and systems;</li><li>\nApply methodologies and techniques from reverse engineering;</li><li>\nAnalyze the security of hardware used in electronic products;</li><li>\nInvestigate hardware based vulnerabilities;</li><li>\nExtract firmware and secrets from devices;</li><li>\nConduct threat analysis;</li><li>\nDevelop scripts, tools or methodologies to facilitate customized testing.</li></ul></div>\n<br>\n<div>Qualifications<br>\n<ul><li>\nDegree, Masters or PhD in Information Technology, Informatics, Electrical and Electronic Engineering, Computer Science Mathematics or a related subject;</li><li>\nExperience with tool such as IDA Pro and Ghidra;</li><li>\nKnowledge of OWASP Top 10;</li><li>\nExperience with various programming languages like C, C++ and Assembly;</li><li>\nExperience with embedded software and logic analysers;</li><li>\nKnowledge of JTAG, UART and similar interfaces;</li><li>\nKnowledge of binary analysis and reverse engineering;</li><li>\nPrevious experience of conducting penetration tests on IoT devices.</li></ul><br>\nAdditional Information<br>\n<p><b>\nYou must be an EU or NATO citizen to be eligible for employment at the Cybersecurity Campus Graz.</b></p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=2399a5645af2d17f&fccid=1272531993b16790&vjs=3",
  "date": "2020-04-20"
}