{
  "title": "Senior ICT Assistant (Network)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "Please note that this is a temporary assignment for the duration of 5 months 29 days with the possibility of extension for another 5 months 29 days, subject to budget availability.\n<br><br>\nThe OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, combating human trafficking, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis.\n<br><br>\nThe OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Department of Management and Finance (DMF) is responsible for managing the material and financial resources of the Organization. The objective of DMF is to provide efficient and effective management of non-staff resources in support of OSCE programmatic activities. It provides policy guidance on the management of OSCE financial and material resources and develops and maintains OSCE Financial Regulations and Rules and Financial Administrative Instructions. DMF consists of Budget and Finance Services, Mission Support Section, Information and Communication Technology Section and the Information Security and Co-ordination Unit.\n<br><br>\nThe Information Security and Co-ordination (ISC) Unit assists the Secretary General in his role as Chief Administrative Officer of the OSCE, to ensure efficient use of the Organization's financial and material resources. Specifically, ISC formulates and monitors an integrated control framework for the Organization through a formal risk assessment and mitigation process, supported by a comprehensive Common Regulatory Management System (CRMS) comprising regulations and instructions.\n<br><br>\nThe OSCE Action Plan for the Promotion of Gender Equality is committed to further improving gender balance among staff in all areas and levels within the OSCE. Currently female staff in the above mentioned field of expertise is underrepresented, and are therefore encouraged to apply for this opportunity.\n<br><br>\nTasks and Responsibilities\n<br><br>\nUnder the direct supervision of the Chief ICT Infrastructure Operations (OPS), as Senior ICT Assistant (Network), you will be supporting the OPS team in relevant tasks and will perform the following duties:\n<br><br>\nProviding 2nd/3rd Level support for Local/Wide Area Network (LAN/WAN) and Communication Systems to OSCE staff and Executive Structures;\n<br>Assisting in the daily management and administration of OSCE network equipment;\n<br>Supporting in the resolution of support tickets (service requests, incidents, problems);\n<br>Testing, installing, deploying and re-deploying hardware and software in accordance with OSCE IT policies and Standard Operating Procedures;\n<br>Helping in drafting and establishming relevant documentation (e.g. technical documentation, standard operating procedures, guidelines);\n<br>Assisting in designing and developing technical solutions to maintain network security, reliability and integrity;\n<br>Supporting users with installation and troubleshooting of software and updates, either by telephone or remote control of the user's equipment;\n<br>Assisting with the integration of the OSCE's new Managed Public Key Infrastructure (MPKI) platform and OSCE-wide deployment of certificate-based email encryption;\n<br>Helping with the maintenance and replacement of networking infrastructure in OSCE Secretariat;\n<br>Performing other related work and tasks as assigned.\n<br><br>\nFor more detailed information on the structure and work of the OSCE Secretariat, please see https://www.osce.org/secretariat\n<br><br>\nNecessary Qualifications\n<br><br>\nCompleted secondary education; a first-level university degree in information technology, computer science or engineering would be an asset;\n<br>Minimum of six years of progressive experience in worldwide networking and Virtual Private networks;\n<br>Professional experience with Cisco networking equipment (switches, routers) is required;\n<br>Professional experience with Cisco VoIP infrastructure and services is desirable;\n<br>Experience with and knowledge of Microsoft server environments (including Windows Server, Active Directory, Internet Information Services) and standard server services (e.g. DNS, DHCP etc.) would be an asset;\n<br>Experience with and knowledge of Linux server environments (including Red Hat Enterprise Linux and/or CentOS) and standard server services (e.g. postfix, SpamAssassin, BIND etc.); a Linux Professional Institute Certificate (LPIC-1 or higher) would be desirable;\n<br>Cisco Certified Network Professional (CCNP Routing and Switching and/or Collaboration) certifications would be an asset;\n<br>Certification and practical experience in ITIL v3 Foundation (or above) and PRINCE2 Foundation is desirable;\n<br>Microsoft certifications (e.g. active MCSA and/or MCSE) would be desirable;\n<br>Professional fluency in written and spoken English;\n<br>Working knowledge of German, both oral and written, would be desirable;\n<br>Demonstrated gender awareness and sensitivity, and an ability to integrate a gender perspective into tasks and activities;\n<br>Demonstrated ability and willingness to work as a member of a team and colleagues throughout the OSCE with different cultural, religious and professional backgrounds as well as different gender, diverse political views and approaches to problems, while maintaining impartiality and objectivity;\n<br>Ability to use Microsoft Office applications (especially word processing and email) and design (Visio) applications;\n<br>Flexibility with regard to working hours and willingness to work outside of regular business hours and on weekends;\n<br>Fitness and readiness to perform moderately demanding physical work (e.g. mounting of routers and switches to 19\" racks).\n<br><br>\nRequired competencies\n<br><br>\nCore values\n<br><b>Commitment:</b> Actively contributes to achieving organizational goals\n<br><b>Diversity:</b> Respects others and values their diverse perspectives and contributions\n<br><b>Integrity:</b> Acts in a manner consistent with the Organization’s core values and organizational principles\n<br><b>Accountability:</b> Takes responsibility for own action and delegated work\n<br>Core competencies\n<br><b>Communication:</b> Actively works to achieve clear and transparent communication with colleagues and with stakeholders of the Organization\n<br><b>Collaboration:</b> Works effectively with others on common goals and fosters a positive, trust-based working environment\n<br><b>Planning:</b> Works towards the achievement of goals in a structured and measured manner\n<br><b>Analysis and decision-making:</b> Analyses available information, draws well-founded conclusions and takes appropriate decisions\n<br><b>Initiative-taking:</b> Proposes and initiates new ideas, activities and projects\n<br><b>Flexibility:</b> Responds positively and effectively to changing circumstances\n<br>Managerial competencies (for positions with managerial responsibilities)\n<br><b>Leadership:</b> Provides a clear sense of direction, builds trust and creates an enabling environment\n<br><b>Strategic thinking:</b> Identifies goals that advance the organizational agenda and develops plans for achieving them\n<br><b>Managing performance:</b> Helps to maximize team performance by providing active feedback and skill development opportunities\n<br><br>\nRemuneration Package\n<br><br>\nMonthly remuneration, subject to social security deduction, is EUR 4,487 a month. OSCE salaries are exempt from taxation in Austria. Social benefits will include possibility of participation in the Cigna medical insurance scheme.\n<br><br>\nPlease note that appointments are made at step 1 of the applicable OSCE salary scale.\n<br><br>\nHow To Apply\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment at a lower grade or to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see http://www.osce.org/states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages qualified female and male candidates from all religious, ethnic and social backgrounds to apply to become a part of the Organization.\n<br><br>\nPlease note that for this position the OSCE does not reimburse expenses such as travel in connection with interviews, tests, visas and relocation.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.",
  "url": "https://at.indeed.com/rc/clk?jk=d91af9d468930c2f&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-05-26"
}