{
  "title": "Senior Evaluator",
  "location": "Wien, W",
  "contract_type": null,
  "body": "This position is open for secondment only and participating States are kindly reminded that all costs in relation to an assignment at the Secretariat must be borne by their authorities.\n<br><br>\nCandidates should, prior to applying, verify with their respective nominating authority to which extent financial remuneration and/or benefit packages will be offered. Seconded staff members in the OSCE Secretariat and Institutions are not entitled to a Board and Lodging Allowance payable by the Organization.\n<br><br>\nThe OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis.\n<br><br>\nThe OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Office of Internal Oversight (OIO) is responsible for planning, organizing and carrying out internal audits, investigations, and independent evaluations of the Organization's activities including field operations in order to determine the adequacy of governance, risk management, and internal control, to ensure compliance with the regulatory framework, and to enhance performance, learning and the efficiency and effectiveness of operations.\n<br><br>\nThe Evaluation Section of OIO further contributes to organizational learning and helps to ensure the quality and relevance of the OSCE's work.\n<br><br>\nTasks and Responsibilities\n<br><br>\nUnder the direct supervision of the Head of Evaluation/Deputy Director, and as part of a team, the Senior Evaluator is responsible for independent evaluations of the implementation, outcomes and impacts of OSCE core functions, portfolios of programmes and projects, thematic areas, and individual programmes and projects, including the following duties:\n<br><br>\nAssisting in developing and performing assessments to determine readiness for evaluation and appropriate evaluation scope, approaches, methodologies and timelines;\n<br>Planning, developing and conducting mixed-methods evaluations and strategic assessments of core OSCE functions, including independent evaluation plans, inception reports, approaches, methodologies, data collection instruments and evidence-based findings and action items, in line with OIO's work plan;\n<br>Identifying appropriate external evaluators or teams and helping review their inputs, for example, proposals, inception reports, data collection instruments, evaluation progress, draft reports, final reports, and inputs to dissemination products;\n<br>Preparing evaluation reports of evidence-based findings, lessons learned, and as appropriate, action items focused on supporting ongoing learning and feedback to strengthen activities, understand and assess outcomes, and provide information to senior management to support decision-making and planning;\n<br>Providing guidance to other members of the OIO evaluation team as needed, including oversight of their work and review of their outputs to ensure that work is of high-quality and carried out within the planned timeline and in accordance with professional evaluation standards;\n<br>Preparing or overseeing the development of innovative evaluation learning products (e.g. learning briefs, presentations, infographics, web content) to share evaluation findings and inform management and programme and project staff about findings and results;\n<br>Participating in the planning for and provision of evaluation technical assistance to the Secretariat, Institutions and Field Operations, proactively and upon request as needed;\n<br>Leading the planning for and growth of the Evaluation Network (EN), including developing and maintaining the EN SharePoint site; helping to plan and lead EN activities to support sharing measurement, evaluation and learning-focused tools and resources; and encouraging the growth of a culture of evaluation and learning;\n<br>Performing other related duties as assigned, including office representation at evaluation-related professional conferences and on any relevant working committees.\n<br><br>\nFor more detailed information on the structure and work of the OSCE Secretariat, please see https://www.osce.org/secretariat\n<br><br>\nNecessary Qualifications\n<br><br>\nSecond-level university degree in public policy, international affairs, evaluation or other social science, including training in evaluation-focused qualitative and quantitative data collection and analysis skills;\n<br>A minimum of eight years of professional experience, with specific national and international evaluation experience;\n<br>Established in-depth knowledge of professional evaluation processes, approaches, and methodologies, including rigorous and mixed-methods designs and innovative analysis techniques;\n<br>Proven experience and expertise designing and leading complex, comprehensive evaluations using diverse methodologies;\n<br>Demonstrated experience designing quantitative and qualitative data collection instruments (e.g. survey measures, performance measures, policy scoring, interview guides, and observation guides);\n<br>Proven experience conducting analyses of quantitative and qualitative data using the most up-to-date analysis techniques and relevant analytic software packages and reporting on them in a clear, coherent and concise way for diverse audiences;\n<br>Demonstrated professionalism and commitment to high quality standards and work integrity to contribute to and to maintain a highly professional and respectful working environment;\n<br>Excellent written and oral communication skills in English; knowledge of another OSCE working language is desirable;\n<br>Computer literacy with practical experience using Microsoft applications as well as quantitative and qualitative data analysis software in an evaluation context (e.g. SAS, STATA, NVivo, Atlas.ti);\n<br>Demonstrated gender awareness and sensitivity, and an ability to integrate a gender perspective into tasks and activities;\n<br>Ability and willingness to work as a member of a team, with people of different cultural and religious backgrounds, of different genders, and with diverse political views, while maintaining impartiality and objectivity.\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment at a lower grade or to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see http://www.osce.org/states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages the nomination of qualified female and male candidates from all religious, ethnic and social backgrounds.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.\n<br><br>\nPlease apply to your relevant authorities several days prior to the deadline expiration to ensure timely processing of your application. Delayed nominations will not be considered.",
  "url": "https://at.indeed.com/rc/clk?jk=447f1edbfaab3527&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-05-26"
}