{
  "title": "Senior Solution Consultant",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p><b>Senior Solution Consultant</b><br>\n<b>Location: Vienna, Austria</b></p><p><b>\nTerritory: Vienna</b><br>\n<br>\nServiceNow is changing the way people work. With a service-orientation toward the activities, tasks and processes that make up day-to-day work life, we help the modern enterprise operate faster and be more scalable than ever before.<br>\n<br>\nWe’re disruptive. We work hard but try not to take ourselves too seriously. We are highly adaptable and constantly evolving. We are passionate about our product, and we live for our customers. We have high expectations and a career at ServiceNow means challenging yourself to always be better.<br>\n<br>\n<b>What you get to do in this role:</b></p><ul><li>\nAssist the sales personnel in the qualification of Enterprise customer needs and performing pre demo needs analysis</li><li>\nParticipation on one or more strategic accounts either in support or lead.</li><li>\nProvide mentoring and training to peers and other colleagues in the organization.</li><li>\nDemonstrations of the product, both standard and tailored to prospects and existing customers, both onsite and via webex</li><li>\nGeneration of product demo scripts and scenarios and maintaining demonstration environment(s)</li><li>\nScoping and delivering Proof of Concept/Proof of Value engagements with prospects</li><li>\nResponding to Request for Information/Proposal documents</li><li>\nStaying current on product developments/releases to a level required for demo and POC/POC</li><li>\nSupporting Marketing events – user conferences, trade shows, webinars etc</li><li>\nStaying current on competitive analyses and understanding differentiators between the company and its competitors.</li><li>\nResponsible for understanding business and technical problems addressed by the products including key regulations, business drivers, evolving business needs, security etc.</li><li>\nIn conjunction with Sales Personnel and Professional Services, conduct transition briefing - communicate commitments, expectations etc in preparation for deployment</li><li>\nAct as the ServiceNow subject matter expert at Executive briefings / marketing events</li></ul><p><br>\n<b>\nIn order to be successful in this role, we need someone who has:</b></p><ul><li>\nStrong Pre-sales experience, ITSM experience would be advantageous (Tool or business process).</li><li>\nMastery of the Sales process and trusted advisor for account representative</li><li>\nExhibits prior and current technical expertise in web technology and the ability to learn new technology.</li><li>\nExceptional communication and presentation skills to include technical and business concepts.</li><li>\nUnderstanding of and experience selling to enterprise IT architecture.</li><li>\nBackground in ITIL, Service Management, Asset Management, IT Management.</li><li>\nExperience working with or understanding of Managed Service Providers, Outsourcers, or Systems Integrators.</li><li>\nLanguages: English, German, Polish or Czech</li></ul><p><br>\nWe provide competitive compensation, generous benefits and a professional atmosphere. This is a very collaborative and inclusive work environment where individuals strong on aptitude and attitude will have an opportunity to grow their professional careers through working with some of the most advanced technology and talented developers in the business.</p><p></p><br>\n<p>\nWe provide competitive compensation, generous benefits and a professional atmosphere. This is a very collaborative and inclusive work environment where individuals strong on aptitude and attitude will have an opportunity to grow their professional careers through working with some of the most advanced technology and talented developers in the business.</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=230beddc5a9ab9b4&fccid=7442885bc0fa7c14&vjs=3",
  "date": "2020-05-26"
}