{
  "title": "Security Officer (m/w/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div></div><div><div><div><p>Raiffeisen Informatik bietet seit knapp 50 Jahren professionelle IT-Dienstleistungen für Großkunden im In- und Ausland - mit Fokus auf die Servicierung von Unternehmen des Raiffeisensektors, u.a. der RBI, Uniqa und ausgewählte Finanzdienstleister - an. Unser breitgefächertes Portfolio reicht vom hochverfügbaren IT-Betrieb über Outsourcing, Security Services, Consulting und Lizenz-Management bis hin zur kompletten Arbeitsplatzbetreuung.\n</p><h1 class=\"jobSectionHeader\"><b>Security Officer (m/w/d)</b></h1>\n</div><div><div><div><h2 class=\"jobSectionHeader\"><b>Deine Aufgaben</b></h2>\n<ul><li>Management von IT-relevanten Sicherheitsvorkommnissen</li><li>\nStrategische Beratung des Managements zu Sicherheitsfragen inkl. entsprechender Themenaufbereitung</li><li>\nBetrieb und kontinuierliche Verbesserung des ISMS nach der Normenreihe ISO/IEC 27000\n</li><li>Erstellen und Überarbeiten von Sicherheitsvorgaben &amp; Prozeduren basierend auf anerkannten Standards (z.B. ISO/IEC 27001, PCI-DSS, SWIFT, etc.</li><li>\nWeiterentwickeln der bestehenden organisatorischen und technischen Sicherheitsstrategien, -regeln sowie -maßnahmen\n</li><li>Erstellung und Durchführung von Awareness-Trainings / Planung und Durchführung von Aktivitäten sowie Schulungen zur Erhöhung des Sicherheitsbewusstseins</li><li>\nDurchführen und Begleiten von technischen und organisatorischen Sicherheitsaudits (z.B. ISO/IEC 270001, PCI-DSS, SWIFT, etc.)</li><li>\nIdentifizieren von Vulnerabilities/Sicherheitsrisiken und Erarbeiten von Verbesserungen und Gegenmaßnahmen</li><li>\nTechnische Konzeptprüfung / Bewertung von IT-/Cyber-Sicherheitsrisiken</li><li>\nMitarbeit bei technischen Großprojekten mit „neuen Technologien“ zur Sicherstellung/Erarbeitung/Definition von Sicherheitsvorgaben\n</li></ul></div><div><h2 class=\"jobSectionHeader\"><b>Deine Qualifikationen</b></h2>\n<ul><li>akademische Ausbildung mit Schwerpunkt IT- und Information-Security oder vergleichbare Praxiserfahrung</li><li>\nMehrjährige Berufserfahrung und Fachwissen im Bereich Security</li><li>\nEinschlägige Zertifizierungen (z.B. CISSP, ITIL, CISA, CISM, CRISC, CIA) von Vorteil</li><li>\nKenntnisse des österreichischen Datenschutzgesetzes und verwandter Rechtsmaterien</li><li>\nKenntnisse anzuwendender Normen, Standards, Best Practice-Modelle (ISO 2700x, PCI-DSS, BSI-GSHB, ITIL, CobIT, CIS, OWASP, etc.)</li><li>\nSehr gute Englischkenntnisse in Wort und Schrift</li><li>\nSicheres Auftreten gepaart mit hoher Kommunikations- und Koordinationsfähigkeit</li><li>\nHohe Problemlösungs- und Entscheidungskompetenz</li><li>\nFähigkeit, komplexe Inhalte für unterschiedliche Zielgruppen aufzubereiten und zu präsentieren\n</li><li>Sicherheitstechnische Beratung der Betriebseinheiten (bspw. Hardening, Bewertung von Sicherheitsevents, etc.)</li><li>\nProfundes technisches Know-How im Bereich Netzwerk und Systemsicherheit erforderlich</li><li>\nPraktische Kenntnis über sicherheitstechnische Angriffsszenarien sowie deren Identifikation/Ausnutzung/Gegenmaßnahmen</li><li>\nDurchführung von Code Reviews (statisch/dynamisch) wünschenswert</li></ul>\n</div></div></div><div><div><div><h2 class=\"jobSectionHeader\"><b>Deine Vorteile</b></h2>\n</div></div><div><div>In unserem erfolgreichen Unternehmen erwartet Dich ein attraktives Betätigungsfeld mit eigenverantwortlichen Aufgabenbereichen und hervorragenden Voraussetzungen für Deine<br>\nberufliche und persönliche Weiterentwicklung, sowie ansprechende Sozialleistungen.<br>\n</div><div><p>Für diese Position wird je nach konkreter Qualifikation und adäquater positionsrelevanter Berufserfahrung ein monatliches Bruttogehalt gemäß IT-Kollektivvertrag geboten. KV-Einstufung ST2 Erfahrungsstufe (4.209,-).</p>\n<p>Unsere Gehaltspakete liegen - abhängig von deiner Erfahrung und Qualifikation und basierend auf dem oben angeführten Anforderungsprofil - deutlich über dem angegebenen Mindestgehalt.</p>\n</div></div></div></div><div><div><div><h2 class=\"jobSectionHeader\"><b>Haben wir Dein Interesse geweckt?</b></h2>\n<p>DANN FREUEN WIR UNS AUF DEINE VOLLSTÄNDIGE ONLINE-BEWERBUNG</p>\n<p>Weitere Infos über Deine Bewerbung findest Du unter<br>\n<b>www.raiffeiseninformatik.at</b>\n</p></div><div><b>RAIFFEISEN INFORMATIK GMBH &amp; Co KG</b><br>\nz.H. Frau Yasmin Schmid, BA<br>\nLilienbrunngasse 7-9<br>\n1020 Wien<br>\nT: +43-1-99399-3249<br>\nwww.r-it.at<br>\n</div></div><div><div><p>Zurück zum Stellenmarkt</p></div></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=5dbb3f617031281c&fccid=c2ae2ad42b3ed9e9&vjs=3",
  "date": "2020-05-26"
}