{
  "title": "SOFTWARE DEVELOPER",
  "location": "Wien, W",
  "contract_type": null,
  "body": "On 25 May 2018, a new chapter in EU data protection law came into effect. noyb is starting enforcement actions under GDPR, as foreseen by Article 80 GDPR. For this task we are currently building a pan-European team that will work on strategic litigation to ensure that GDPR is respected in practice. We will focus on strategic, innovative and effective enforcement of wilful privacy violations of major players. noyb will focus on privacy violations of private actors across the European common market. We work together with national institutions in the consumer, privacy and tech sector - and hopefully with you!\n<br><br>\nMax Schrems\n<br><br>\n(Chairperson)\n<br><br>\nTasks\n<br><br>\n<ul>\n<li>(Further) front and backend development of existing and new web-based systems (e.g. member administration, apps for group actions, automated legal systems)</li>\n<li>All systems so far use python / flask</li>\n<li>Supporting our legal team on technical questions</li>\n</ul>\nRequirements\n<br><br>\n<ul>\n<li>Relevant tech degrees</li>\n<li>Experience in developing web applications</li>\n<li>Experience in Linux or BSD</li>\n<li>Fluent in English (internal working language)</li>\n<li>No relevant conflicts of interest</li>\n<li>Good self-organizing and time management skills</li>\n<li>Given our unique position, we aim to surpass standard security and privacy approaches. Willingness to go the extra mile and come up with novel and practical approached to these issues is essential for us.</li>\n</ul>\n<b>Additional skills that would be helpful:</b><br>\nIn the long term, we aim for a tech person who can also help in our mission to uncover privacy violations\n<br><br>\n<ul>\n<li>Skills in reverse engineering and software testing that allow testing software products for privacy violations</li>\n<li>Embedded in tech community to facilitate a steady exchange of information</li>\n</ul>\nBenefits\n<br><br>\n<b>Workplace:</b> Our office is in Vienna, Austria\n<br><br>\n<b>In the case of a standard employment contract:</b><br>\n<ul>\n<li>Full-time (40h/week) or part-time (min. 10h/week)</li>\n<li>Minimum\\* gross salary: € 45.000 p.A. at 40h</li>\n<li>Free public transport / lunch / Club Mate : P</li>\n<li>Moving assistance for out of town applicants</li>\n</ul>\n<b>Your application:</b><br>\n<ul>\n<li>Cover letter detailing your application</li>\n<li>Curriculum vitae</li>\n<li>Examples of previous work, etc.</li>\n</ul>\n...via JOIN\n<br><br>\nWe are very much looking forward to your application!",
  "url": "https://at.indeed.com/rc/clk?jk=ba92cffee63bf37f&fccid=2d0a7b66bad7631b&vjs=3",
  "date": "2020-05-26"
}