{
  "title": "Information Security Analyst (m/w)",
  "location": "Innviertel, OÖ",
  "contract_type": null,
  "body": "EV Group (EVG) ist anerkannter Technologie- und Marktführer für Präzisionsanlagen zur Waferbearbeitung. Mit unserer technologischen Kompetenz und ausgereiften Prozesslösungen für spezifische Anwendungen produzieren weltweit namhafte Industrie- und Produktionsunternehmen innovative elektronische Bauteile. Durch hochkarätige Mitarbeiter/innen und eine überdurchschnittliche Investition in Forschung und Entwicklung werden weltweite Industriestandards gesetzt. 1 Information Security Analyst (m/w) Zur weiteren Verstärkung unseres Teams suchen wir für unseren Bereich Security einen Mitarbeiter zur Analyse des Unternehmens hinsichtlich Informationssicherheit.\n<br><br>\nSie sind Sicherheitsbeauftragter und Vertrauensperson für den Informationsschutz des Unternehmens. Ihr zukünftiges Aufgabengebiet beinhaltet: * Analyse der Prozesslandschaft und der gesamten Wertschöpfungskette hinsichtlich Informationssicherheit (GRC - Governance, Risk &amp; Compliance)* Identifizieren, bewerten und analysieren von Informationswerten (Klassifizierung)* Identifizieren, bewerten und analysieren von Risiken* Implementierung und Betreuung von organisatorischen und technischen Sicherheitsmaßnahmen* Erkennung, Aufklärung und Lösung von Sicherheitszwischenfällen (Incident Response)* Security Documentation &amp; Reporting* Organisation und Durchführung von Security SchulungenSie verfügen über: * ein abgeschlossenes Studium der Informatik/Wirtschaftsinformatik (UNI/FH) oder alternativ Matura (Informatik HTL oder AHS/HAK mit Informatikschwerpunkt) mit entsprechender Weiterbildung / Berufserfahrung* Weiterbildung bzw. Schwerpunkt \"Information Security\" wünschenswert* mindestens 2 - 3 Jahre Berufserfahrung in der IT bzw. Security* die Fähigkeit zur Analyse und Erfassung von komplexen Zusammenhängen* strukturierte Arbeitsweise und bereichsübergreifendes Denken* sehr gute Englischkenntnisse* Belastbarkeit und Kommunikationsstärke* hohe Lern- und EinsatzbereitschaftFür diese interessante Position bieten wir Ihnen bei Erfüllung der Anforderungen ein Bruttojahresgehalt von mindestens 36.400 EUR auf Basis einer Vollzeitbeschäftigung (exklusive Überstunden und Zulagen).\n<br><br>\nDas tatsächliche Gehalt richtet sich nach Ihrer individuellen Qualifikation und Berufserfahrung. Als internationales Familienunternehmen bieten wir Ihnen gute Entwicklungsmöglichkeiten, attraktive Sozialleistungen und Benefits.Im Sinne des GBG wenden wir uns gleichermaßen an Damen und Herren.Gewinnen Sie einen ersten Eindruck über unser Unternehmen unter folgendem Link: https://youtu.be/GBenO-w-6KYIhre aussagekräftige Bewerbung richten Sie bitte an: EV Group zH Hr. Mag. SteinmannDI Erich Thallner Straße 14782 St.\n<br><br>\n<b>FlorianE-mail:</b> EVGHR@EVGroup.comTel. 07712/5311-0 Das Mindestentgelt für die Stelle als Information Security Analyst (m/w) beträgt 36.400,00 EUR brutto pro Jahr auf Basis Vollzeitbeschäftigung. Bereitschaft zur Überzahlung.",
  "url": "https://at.indeed.com/rc/clk?jk=01e128f8db33961e&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-05-18"
}