{
  "title": "Assistant Professor - Tenure Track",
  "body": "<p></p><div><h4 class=\"jobSectionHeader\"><b>Start date/duration</b></h4>\n<p>\n</p><ul><li>01.05.2020</li>\n<li>for 6 years, possibility of a qualification agreement</li>\n</ul><p></p>\n<h4 class=\"jobSectionHeader\"><b>Job profile:</b></h4>\n<p>\n</p><div>Name: Assistant Professor - Tenure Track<br>\nStart date/duration: from 01.05.2020 / for 6 years, possibility of a qualification agreement<br>\nAdministrative unit: Department of Computer Science<br>\nExtent of employment: 40 hours per week<br>\nJob Description:<br>\nPertinent research in the field of security engineering in the context of software engineering; relevant publications in leading international, refereed journals and presentations at international conferences/workshops; acquisition and/or scientific management of research projects; high-quality teaching (in German and English) in the field of software engineering and information systems; supervision of students; academic self-management.<br>\nRequired Qualifications:<br>\n1. Doctoral degree in computer science or a related field;<br>\n2. Postdoctoral experience;<br>\n3. Pertinent scientific achievements beyond the dissertation/PhD thesis;<br>\n4. Relevant publications in leading international, refereed journals, and presentations at international conferences/workshops;<br>\n5. Research experience in the field of security engineering and software engineering; specifically, in at least one of the following areas: threat analysis, information security management processes, threat intelligence sharing<br>\n6. Research cooperations with international partners and industrial corporations<br>\n7. Experience in programming and software architecture;<br>\n8. Experience in the application and implementation of third-party-funded projects;<br>\n9. Experience in the (co-)supervision of bachelor and master theses;<br>\n10.Experience in academic mobility;<br>\n11.Proficiency (written and oral) in English and German; willingness to teach in German within a two-year period;<br>\n12.Didactic competence and excellence in teaching;<br>\n13.Social competencies, communication skills and ability to work in a team.<br>\nThe application must be submitted in English and must contain:<br>\n<ul><li>CV with a description of the academic and professional career;</li><li>List of scientific publications;</li><li>List of scientific presentations and further scientific works and projects;</li><li>Names and contact information of at least two references;</li><li>Research concept;</li><li>Teaching concept and list of courses taught with availiable evaluations</li></ul></div>\n<p></p><h4 class=\"jobSectionHeader\"><b>Application:</b></h4>\n<p>\nWe are looking forward to receiving your online application.</p>\n<p>\nThe full, legally binding call for application (in German) including the salary can be found here:<br>\nhttps://orawww.uibk.ac.at/public/karriereportal.details?asg_id_in=11142\n</p>\n<p>The University of Innsbruck is committed to raising the quota of female employees and therefore explicitly welcomes applications from qualified female scientists. In the case of female underrepresentation women with equal qualifications will be given priority.</p>\n<p>\nIn accordance with Austrian disability laws qualified people with special requirements are expressly encouraged to apply for jobs. For more information please contact the trusted representative for scientists with a disability at the University of Innsbruck, Dr. Adolf Sandbichler.</p></div><p></p>\n<br><div><div><div><h4 class=\"jobSectionHeader\"><b>Additional Information\n</b></h4></div><div><div><div><div><h4 class=\"jobSectionHeader\"><b>Benefits</b></h4><p></p><div><h3 class=\"jobSectionHeader\"><b>\nWhat the University of Innsbruck offers:</b></h3>\n<p>\nFrom a company pension scheme, to flexible working hours and child care facilities the University of Innsbruck offers its employees a wide range of benefits which is being continuously extended.</p>\n<p>\nAlong with interesting oppurtunities for the participation in job-related and personal further education courses, and the succesful compatibility of career and family, employees can benefit from a large range of courses offered by the University Sports Institute (USI), the language courses offered by the ISI, the University Library and take advantage of the various canteens offering reasonably priced food.</p>\n<p>\nA summary of the benefits for University employees can be found here: http://www.uibk.ac.at/universitaet/zusatzleistungen/</p>\n</div><p></p><h4 class=\"jobSectionHeader\"><b>\nAdditional comments</b></h4><p></p><div><h3 class=\"jobSectionHeader\"><b>\nThe University of Innsbruck as employer</b></h3>\n<p>\nAre you looking for a new challenge? The University of Innsbruck is a place of study, research and employment for more than 31.000 people. As one of the largest employers in Tyrol the University offers a varied and exciting field of activity for its employees from very diverse educational and professional backgrounds. The University explicitly welcomes diversity and is committed to the principle of equal opportunity. It is a certified family-friendly workplace and received the award 'Top workplace 2018' from the Austrian business magazine 'trend'.</p>\n<h3 class=\"jobSectionHeader\"><b>\nLanguages</b></h3>\n<p>\nAt the University of Innsbruck researchers from all over the world come together. Depending on the individual scientific community the language used may be German, English or another (if unanimously decided).</p>\n<p>\nInternal communication is in German. Therefore a basic knowledge of German or the willingness to acquire such knowledge is essential.</p></div></div></div></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=63543a307fdce11e&fccid=3f2db44fa9162a7c&vjs=3",
  "date": "2020-04-20"
}