{
  "title": "Client Landscape Architect (f/m/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "About Atos\n<br><br>\nAtos is a global leader in digital transformation with over 110,000 employees in 73 countries and annual revenue of over € 11 billion. European number one in Cloud, Cybersecurity and High-Performance Computing, the Group provides end-to-end Orchestrated Hybrid Cloud, Big Data, Business Applications and Digital Workplace solutions. The group is the Worldwide Information Technology Partner for the Olympic &amp; Paralympic Games and operates under the brands Atos, Atos Syntel, and Unify. Atos is a SE (Societas Europaea), listed on the CAC40 Paris stock index.\n<br><br>\nThe purpose of Atos is to help design the future of the information technology space. Its expertise and services support the development of knowledge, education as well as multicultural and pluralistic approaches to research that contribute to scientific and technological excellence. Across the world, the group enables its customers, employees and collaborators, and members of societies at large to live, work and develop sustainably and confidently in the information technology space.\n<br><br>\nWould you like to work for Europe’s biggest IT service provider?\n<br><br>\nWe are currently looking for a\n<br><br>\nClient Landscape Architect (m/f)\n<br><br>\nYour tasks\n<br><br>\nThe Client Landscape Architect (CLA) within the department Engineering and Service Offerings (as part of the division Infrastructure and Data Management) is responsible for the end-to-end architecture within an IDM-led account. The CLA is the focal point for ensuring the technical integrity of the client’s infrastructure. Working closely with the Client, Account\\Sector CTO, Technical Engineering, and the appropriate delivery units, the CLA ensures a coherent and consistent technical strategy is applied, providing technical direction, maintaining operational integrity, and architectural governance on all infrastructure solutions within the account. Supporting the Account pre-sales lifecycle, the CLA shapes and develops change requests to meet the customers’ business requirements while also working to identify new sales opportunities. Working with the Account’s Client Manager, fertilization and incremental growth of the current engagement is essential and a core expectation of the CLA’s success criteria.\n<br><br>\n<b>Your tasks include besides others:</b><br>\n<ul>\n<li>Consulting - Develop strong relationships with the client and become a trusted advisor in all terms of customers’ demand. This includes consulting activities on the basis of up-to-date technologies and the Atos Portfolio, while taking into consideration economic parameters.</li>\n<li>Design - Creating architecture and service concepts along the customers’ requirements based on the Atos portfolio.</li>\n<li>Implementation - of new architectures and solutions as well as migration of existing IT landscapes into the target architecture.</li>\n<li>Optimization – recommendation upon the use of atomization tools and process improvements in order to support the economic optimization of a business.</li>\n<li>Technical strategies and standards - Take a key role in understanding the Clients business requirements and contracted services, relating these to the Account technical strategy and mapping them to the</li>\n</ul>\nvarious delivery streams.\n<br><ul>\n<li>Presales and bid support – Support our sales teams in the identification of new leads and opportunities for the targeting of new customers as well as the further development of service features at existing</li>\n</ul>\ncustomers.\n<br><ul>\n<li>Technical Advisor - Contribute to the development of technology expertise in the diverse Atos expert and strategy groups, and with that support the future technical strategy and innovation focus of Atos.</li>\n</ul>\nYour profile\n<br><br>\n<ul>\n<li>Excellent technical expertise and a minimum of 5 years professional and customer experience</li>\n<li>Experience in composing technical concepts, drawings and quotes</li>\n<li>Experience in project work and leading of technical subprojects</li>\n<li>Experience in leading a small team is a plus</li>\n<li>Strong customer orientation</li>\n<li>Good interpersonal and communication skills especially in a multi-cultural environment</li>\n<li>Self-responsible, structured approach</li>\n<li>Quick learner</li>\n<li>German &amp; English business fluent, other languages are a plus</li>\n<li>Willingness to travel</li>\n</ul>\nTechnical skills\n<br><br>\n<ul>\n<li>Excellent skills in Microsoft Office 365 and related Cloud and Hybrid Cloud scenarios (e.g. Exchange, SharePoint, Skype, Teams,…)</li>\n<li>Excellent skills in Microsoft Azure AD and related services (ADFS, Intune, …)</li>\n<li>Very god knowledge of Virtual Workplace concepts (VMWare Workspace One, Microsoft Intune, CITRIX)</li>\n<li>Very good skills in Public-, Private- und Hybrid Cloud concepts (Microsoft, AWS, Google)</li>\n<li>Good knowledge of diverse Windows operation systems, Linux/Unix is a plus</li>\n<li>Scripting and Automation</li>\n<li>Digital Transformation and related concepts including service migration into the Cloud</li>\n<li>Basic skills in Security und Cloud Security</li>\n<li>Basic skills in Datacenter Design incl. SDDC</li>\n</ul>\nWe offer\n<br><br>\n<ul>\n<li>a diverse, demanding and interesting task environment in a specialist team</li>\n<li>flexible working hours and home office</li>\n<li>possibilities for trainings and a professional career</li>\n<li>various fringe benefits</li>\n</ul>\nThe salary will be set depending on your educational background as well as your further qualifications, starting from € 70.000, - annually (full time basis).\n<br><br>\nHere at Atos, we want all of our employees to feel valued, appreciated, and free to be who they are at work. Our employee lifecycle processes are designed to prevent discrimination against our people regardless of gender identity or expression, sexual orientation, religion, ethnicity, age, neurodiversity, disability status, citizenship, or any other aspect which makes them unique. Across the globe, we have created a variety of programs to embed our Atos culture of inclusivity, and work hard to ensure that all of our employees have an equal opportunity to contribute and feel that they are exactly where they belong.",
  "url": "https://at.indeed.com/rc/clk?jk=09517f149b540b1d&fccid=ee6a99db163236c2&vjs=3",
  "date": "2020-05-26"
}