{
  "title": "Multi-Site Learning & Development Lead (m/f/d)",
  "body": "<div><p>Job Description</p><p></p><p>\nOur Support Functions deliver services and makes recommendations about ways to enhance our workplace and the experience of working at our organization. Our Support Functions include HR, Finance, Information Technology, Legal, Procurement, Administration, Facilities and Security.</p><p></p><p>\nRight now, around 70,000 of our employees are working to cure the world’s most complex diseases. We know that our people are the key to our success, which is why our Human Resources team works to attract, develop, retain and inspire our people so that they can learn, grow and make a true impact on the world. Together we collaborate to create a culturally rich, diverse organization ensuring we remain innovative, agile and flexible.\n</p><p></p><p>For multiple AH manufacturing site(s) in Austia and Germany we are currently seeking for the position of:</p><p></p><h2 class=\"jobSectionHeader\"><b><i>\nMulti-Site Learning &amp; Development Lead (m/f/d)</i></b></h2><p></p><p><b>\nResponsibilities</b></p><ul><li>\nIdentify needed capabilities to enable business requirements (up to 3 sites with common language and/or geography)</li><li>\nDevelop and execute site-specific capability plans to achieve business results</li><li>\nManage local execution of the divisional learning strategy, GAHM operating unit learning strategy, and ensure site learning strategy is aligned to these common objectives</li><li>\nFoster a learning environment that allows progressive continuous improvement of skills</li><li>\nProvide Learning &amp; Development expertise to maximize employees’ potential</li><li>\nPartner with the Global Learning &amp; Development to implement and continuously improve Standard Site Learning Processes</li><li>\nConducts needs assessment and/or capability gap analyses and identify required skills and knowledge that need to be included in the learning intervention</li><li>\nSupports the business in ensuring Learning and Development processes meet the needs of the organization from a learning and compliance perspective</li><li>\nImplement, maintain and continuously improve standard site L&amp;D processes, (ie. Job Skills &amp; Qualification, SOP Process, Annual GMP, Safety Programs and New Employee Orientation), and strategic work from the division</li><li>\nLeads the organization in Permanent Inspection Readiness as it relates to Learning &amp; Development</li><li>\nPartners with business and HR to develop area capability plans linked to business requirements, inclusive of job, functional and leadership skills as well as development of team capabilities</li><li>\nCollaborate with Learning Support Services and other manufacturing sites to leverage best practices</li><li>\nOversight of Site Master Training Plans including development and implementation, and escalates needs to Divisional Annual Learning Plan</li><li>\nDelivers/Facilitates and arranges local coordination of training as required</li><li>\nOwn and execute the site’s learning system and standards for all employees reporting to all on-site employees</li><li>\nEnsure delivery and execution of globally developed, locally managed Core &amp; Common curriculum and onboarding curriculum, which incorporates core/common Onboarding Program</li><li>\nManagement of the site-wide curriculum, including learning administration and providing reports to site leadership regarding site’s annual learning plan and system health</li><li>\nOversee the successful completion of all Global Compliance Requirements. (Responsible to ensure that training is accurately recorded in training records. All training complies with procedures relevant to the role/activity)</li><li>\nEnsures adherence to local Government Guidelines, all Global Learning &amp; Development &amp; Training Standards</li><li>\nSupport any EHS or Quality Compliance regulatory audits as required</li><li>\nResponsible for bringing to the attention of management any violation in cGMPs and/or other concerns which may affect the safety of People or the safety of product; efficacy, or purity of any product</li></ul><p></p><p><b>\nQualifications</b></p><ul><li>\nBachelor’s degree required. Master’s degree preferred</li><li>\nExperience in the areas of learning, talent, HR or comparable areas</li><li>\nBiopharmaceutical and/or Pharmaceutical Manufacturing</li><li>\nQuality Management systems, cGMP, and regulatory inspections</li><li>\nPlanning &amp; Project Management: Tactical, Strategic project planning and management experience, including the ability to contribute to operational (short term), tactical and strategic planning in support of the business plan. Organizes work efforts by prioritizing tasks, using resources optimally, establishing appropriate deadlines and ensuring on-time delivery</li><li>\nWorking knowledge of Adult Learning Principles desired</li><li>\nWorking knowledge of Change Execution Management (CEM), Behavioral Change and Consequence Management (BCCM) or similar frameworks strongly desired</li><li>\nStrong, confident and engaging presentation skills</li><li>\nStrong prioritization skills and ability to understand how decisions fit into the broader context of corporate strategies</li><li>\nWillingness to travel throughout Austria / Germany 20% of the time</li><li>\nOutstanding communication skills and the ability to function within a team environment</li><li>\nStrong customer facing, listening, and probing skills</li><li>\nA proactive \"can do\" attitude and passion for the therapeutic areas of interest</li><li>\nProfessional proficiency in German, both verbal and written; additional strong English language skills are required</li></ul><p></p><p>\nOur company offers an attractive salary, outstanding social benefits and an exciting work environment with varied tasks in an international environment. The minimum annual salary for this position is EUR 58.500,- and varies according to the qualifications and experience of the successful candidate. We are looking forward to receiving your application.</p><p></p><br>\n<p><b>\nWho we are …\n</b></p><p>Merck &amp; Co., Inc., Kenilworth, New Jersey, USA is known as “Merck” in the United States, Canada &amp; Puerto Rico. We are known as “MSD” in Europe, Middle East, Africa, Latin America &amp; Asia Pacific. We are a global biopharmaceutical leader with a diverse portfolio of prescription medicines, oncology, vaccines and animal health products.<br>\n</p><p></p><p>We are driven by our purpose to develop and deliver innovative products that save and improve lives. With 69,000 employees operating in more than 140 countries, we offer state of the art laboratories, plants and offices that are designed to Inspire our employees as we learn, develop and grow in our careers. We are proud of our 125 years of service to humanity and continue to be one of the world’s biggest investors in Research &amp; Development.<br>\n</p><p></p><p>What we look for …\n</p><p>In a world of rapid innovation, we seek brave Inventors who want to make an Impact in all aspects of our business, enabling breakthroughs that will affect generations to come. We encourage you to bring your disruptive thinking, collaborative spirit and diverse perspective to our organization. Together we will continue Inventing For Life, Impacting Lives while Inspiring Your Career Growth.<br>\n</p><p></p><p><b>INVENT.</b></p><p><b>\nIMPACT.</b></p><p><b>\nINSPIRE.</b></p><p></p><p><b>\nSearch Firm Representatives Please Read Carefully</b><br>\nMerck &amp; Co., Inc., Kenilworth, NJ, USA, also known as Merck Sharp &amp; Dohme Corp., Kenilworth, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.</p><p></p><p><b>\nEmployee Status:\n</b></p>Regular<p></p><p><b>\nRelocation:</b></p>\nNo relocation<p></p><p><b>\nVISA Sponsorship:</b></p><p></p><p><b>\nTravel Requirements:</b></p><p></p><p><b>\nFlexible Work Arrangements:</b></p><p></p><p><b>\nShift:</b></p><p></p><p><b>\nValid Driving License:</b></p><p></p><p><b>\nHazardous Material(s):</b></p><p></p><p><b>\nNumber of Openings:\n</b></p>1<br>\n<p><b>\nRequisition ID:</b>R23171</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=6bed32cacbe3aea7&fccid=3c0bf511b4a29309&vjs=3",
  "date": "2020-04-20"
}