{
  "title": "IT Technical Writer - Software",
  "location": "Wien, W",
  "contract_type": null,
  "body": "OneSpan looking for an energetic TECHNICAL WRITER to join our international and diverse team in Vienna!\n<br><br>\nAt OneSpan you will be part of a team that is trusted by more than 10.000 organizations around the world to safeguard their customers against cyber-crime and fraud, and deliver exceptional digital experiences that build lasting customer loyalty. Your contribution will help us to push the boundaries of what is possible to improve the security and lives of millions of people around the world - in short: what YOU do here MATTERS!\n<br><br>\nYou will produce quality documentation that will make our products easier to use. You will bring existing documentation onto next level and being future-fit. As part of a global team of technical writers, you will work collaboratively with product owners, developers and subject matter experts to produce high quality modern documentation on all according platforms.\n<br><br>\nWe believe in team spirit and collegiality as it is crucial in achieving our common goals! We are convinced: A pleasant working environment brings out the best in people!\n<br><br>\nWHAT WE OFFER\n<br><br>\nVarying, challenging work\n<br><br>\ninternational team within international company\n<br><br>\npleasant working environment, team-spirit and collegiality\n<br><br>\ninteresting, diverse products\n<br><br>\nagile environment, SCRUM\n<br><br>\nflexible working hours\n<br><br>\n<b>Onboarding, mentoring program:</b> get up to speed quickly\n<br><br>\nmodern technologies\n<br><br>\n<b>Job Duties and Responsibilities:</b><br>\nConstantly communicating and working with product owners, engineering/development team members and various subject matter experts to retrieve technical details needed for documentation.\n<br><br>\nProduce clear, concise and high quality documentation for a diverse internal and customer-facing audiences.\n<br><br>\nReviewing/revising content provided by non-technical writers to apply with styles and guidelines.\n<br><br>\nPlanning and editing of illustrations, diagrams and graphics\n<br><br>\nParticipate in planning, developing, writing, editing, publishing and maintain documentation.\n<br><br>\nHelp design, create, and maintain an effective information architecture.\n<br><br>\nPublish to multiple target media (HTML, PDF, etc.)\n<br><br>\nContinually improve current documentation in light on customer and internal feedback.\n<br><br>\nEnsure that our documentation consistently satisfy best practices.\n<br><br>\nProvide effort estimates on documentation tasks and projects.\n<br><br>\nReport progress on documentation initiatives, tasks and products.\n<br><br>\nParticipate in team meetings, ad-hoc projects and other doc related initiatives.\n<br><br>\n<b>Requirements:</b><br>\nA minimum of 5 years of professional work experience as a technical writer, preferably documenting enterprise software.\n<br><br>\nA university degree in a relevant field (e.g., technical writing, computer science, English, journalism, science, engineering).\n<br><br>\nExperience and a very strong working knowledge with MadCap Flare\n<br><br>\nExperience with distributed version-control tools (e.g., Subversion and GitLab )\n<br><br>\nExperience with distributed bug-tracking and issue-sharing tools ( Jira and Confluence )\n<br><br>\nExperience with imaging software for screen capturing and illustrating ( Fireworks , Illustrator , Visio )\n<br><br>\nExperience with Localization (delivering technical documentation in multiple language).\n<br><br>\nExperienced with Microsoft 365, Acrobat, Snag-it would be preferable\n<br><br>\nImpeccable knowledge and command of English (written and spoken)\n<br><br>\nMastery of the fundamental principles of technical writing\n<br><br>\nGood understanding of the agile software development environment.\n<br><br>\nGood understanding of information security and privacy concepts would be preferable.\n<br><br>\nDemonstrated ability to write clearly with a quick turnaround time.\n<br><br>\nAbility to grasp complex concepts quickly, and to make them easily understood by others\n<br><br>\nA passion and ability for making complex technologies comprehensible to others.\n<br><br>\nStrong problem-solving skills\n<br><br>\nAttention to detail and rigor in your work\n<br><br>\nAbility to manage deadlines, priorities, and multiple concurrent tasks\n<br><br>\nAbility to deliver high-quality technical documentation on time, even under tight deadlines\n<br><br>\nAbility to create documentation independently, and yet work as part of a team\n<br><br>\n<b>A nice to have:</b> knowledge in French\n<br><br>\nYou feel addressed? Join our team! We are looking forward to getting to know YOU!\n<br><br>\n#LI-DS1",
  "url": "https://at.indeed.com/rc/clk?jk=f0b0f8013ebee21b&fccid=c03ea1dce0b7cbf7&vjs=3",
  "date": "2020-05-26"
}