{
  "title": "Senior Information & Cyber Security Manager (f/m/x) – Security Enablement and Architecture",
  "location": "Wien 3. Bezirk (Landstraße), W",
  "contract_type": null,
  "body": "<p></p><div><div><div><div>International business requires an international corporate philosophy. Are you open to new ideas and do you value cultural diversity? At Raiffeisen Bank International, we are pleased to have more than 16 million customers in 13 CEE countries. And our journey continues – with exciting new issues for us to tackle such as digitalisation and changing customer needs. Join us on our journey.</div>\n<h1 class=\"jobSectionHeader\"><b>Senior Information &amp; Cyber Security Manager (f/m/x) –</b><br>\n<b>Security Enablement and Architecture</b></h1>\n<div>RBI is fostering its Business for the next generation in Information &amp; Cyber Security.<br>\n<br>\nAs crucial part of the Information &amp; Cyber Security department this function develops Security Architecture and transforms Security Requirements directly in our products. In scope are design, implementation and continuous improvement of Information &amp; Cyber Security. As Security Chapter Lead within Tribes you act as integral part in our Agile setup. You proactively address Business Owners and Product Owners to enable them to implement new business processes in a secure manner.<br>\n<br>\nAs Security Architect you closely work together with Group IT teams and internal Security champions to ensure that security is applied to achieve the right balance of risk mitigation and to ensure that modern techniques and forward-thinking practices are used.<br>\n<br>\n<b>Your qualifications:</b>\n<ul><li>Broad range of security experience in security target operation models, security transformation programs and security technologies</li>\n<li>Master’s degree in Security/Engineering, Computer science or adequate practical experience</li>\n<li>Strong understanding of information security controls and cyber risks to identify the necessary security user stories for our products</li>\n<li>Expert knowledge in technical Information security architecture concepts including topology, protocols, components, and principles (e.g. application of defense-in-depth)</li>\n<li>Deep knowledge of securing public cloud environment, AWS and Azure are a benefit</li>\n<li>Practical experience in IT Security area in large enterprises</li>\n<li>Knowledge of risk management principles related to the use, processing, storage and transmission of information or data</li>\n<li>Ability to communicate effectively and concisely with stakeholders to ensure an up to date security posture</li>\n<li>High level of personal integrity, as well as the ability to professionally handle confidential matters, and show an appropriate level of judgment and maturity.</li>\n<li>Vendor independent security certifications (e.g. CEH, CISSP, CISM, …) strongly preferred</li>\n<li>Excellent command of written and spoken English, German is an asset</li>\n<li>Experience in a large international banking environment is an asset</li>\n</ul>\n<br>\n<b>What we offer:</b>\n<ul><li>You’ll work in an international team at a leading bank</li>\n<li>You’ll benefit from flexible working arrangements and determine your own work-life balance</li>\n<li>You’ll benefit from the very latest in tailored professional development</li>\n<li>You’ll earn an appropriate salary starting at gross 60,000,- p.a. including overtime</li>\n</ul>\n<br>\nRBI AG is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ethnicity, race or color, national origin, religion, political or other opinion, gender, sexual orientation or disability.</div>\n<div><div><div><b>We are looking forward to receiving your online application!</b></div></div></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0AFj7pamFYRYUkO4T6ATIdKugxCBylRDcrg47ST9GClksId3o6zQ0UMj7vASL7rNAhvnWiKNtw_K1oGd19qeTuuMQ7VvCnm1OAyBeI4A4SM9gfHA2WpTrjzrd1HJlykJ3FQ_eHzl1YK38oDNHU6EwhmEQUKTy6iYkzAufL-LB73un8UY_xtQLi0iNU6aXRyY-xZUK_81CqFb-pksIMvr8VYBhmN3K6XhloRJlPSDhBYCMdhtqjs7i6bfy4AvVQU7L35Ict8DFdfoAKkRA-OSKS7TdvxM0jzGgApnci1XRR9Go7nH00oXxTeH04s5IumnwHiHzN-Rp5ev4fdcULggs9F_l-Z2eGJKbelm4aOz3Nr_0a18bUnucMjoVbEMZs_wIysqNUTEv8WDjEtawilERmnqGakiiFHDSQuNrr0zO9ctpjq6gLUP3zjDbFaQrm6DCUvWEmr_QlJs4MeAbSGDFTmUums2Mo1fcQ3nS_1yXnFCXAAiHKrqyRr5VH5CwL9dVN4MVr2nfLbCSDo9V6uY4FePs_A4yl_ctqbGlr5k1_tl9gV5hEm0ReInw5sphjbjlHySQhraZjGwXeZm-3gzx87XYl_dBb-IaOOATKs6GPZHF-sGpPUgn8r&p=13&fvj=0&vjs=3",
  "date": "2020-05-26"
}