{
  "title": "Senior Associate (w/m/d) Informationssicherheit",
  "body": "<div><p><b>Line of Service\n</b></p>Assurance\n<p></p><p><b>Industry/Sector\n</b></p>Not Applicable\n<p></p><p><b>Specialism\n</b></p>Cybersecurity &amp; Privacy\n<p></p><p><b>Management Level\n</b></p>Senior Associate\n<p></p><p><b>Job Description &amp; Summary\n</b></p>Wir komponieren die Informationssicherheit für unsere Kunden. Das ist unsere Kunst! Was bedeutet das? Informationssicherheit funktioniert nur dann, wenn alle Mitarbeiterinnen und Mitarbeiter im Unternehmen an einem Strang ziehen und wissen, wie sie sicher handeln. Diese Vorgaben müssen auch in Frameworks, also Dokumente, festgehalten werden. Das machen unsere Expertinnen und Experten bei unseren Kunden.\n<br>\n<br>\nWenn dir Informationssicherheit ein Anliegen ist, dann bist du bei uns richtig. Wir suchen motivierte Mitarbeiterinnen und Mitarbeiter mit Verständnis von Informationssicherheit und Datenschutz, die mit ihrem Wissen unsere Kunden bei der Bewältigung dieser Herausforderung unterstützen.\n<br>\n<br>\nDurch das unmittelbare Mitwirken bei Projekten, dem ständigen Austausch innerhalb unseres Netzwerks und das Lernen von erfahrenen Mitarbeiterinnen und Mitarbeitern eröffnen wir dir einzigartige Perspektiven zur persönlichen Weiterentwicklung. Durch gezielte Karriereplanung und Coaching-on-the-Job hast du die Möglichkeit, dich in unserem aufstrebenden Team thematisch zu spezialisieren und so ein führender Experte in deinem Bereich zu werden.\n<p></p><p><b>Deine Aufgaben\n</b></p><ul><li>Unterstütze bei der Auditierung, Aufbau und Betrieb von Compliance-Systemen mit Schwerpunkt auf Informationssicherheit und Datenschutz\n</li><li>Unterstütze bei der Analyse und Optimierung von Informationssicherheits-Prozessen wie Risikomanagement, Business Continuity Management, Identity Management oder Datenklassifizierung\n</li><li>Minimiere Risiken im Bereich der Informationssicherheit und erarbeite organisatorische und technische Maßnahmen zum Schutz digitaler Daten\n</li><li>Entwickle und modelliere Prozesse und Arbeitsabläufe in Tools\n</li><li>Unterstütze bei der Entwicklung von pragmatischen und zukunftsfähigen Cybersecurity-Strategien\n</li><li>Sei eingebunden in vielseitige und spannende Projekte und arbeite gemeinsam mit engagierten Kolleginnen und Kollegen direkt für und mit unseren Kunden von der Konzeptionierung bis zur Umsetzung\n</li><li>Schaffe durch dein Engagement und deine überzeugende Kompetenz im Bereich Cybersecurity und Information Security Management einen Mehrwert bei unseren Kunden\n</li></ul><p></p><p><b>Dein Profil\n</b></p><ul><li>Abgeschlossenes Studium im Bereich Informationssicherheit, Informatik, Wirtschaftsinformatik oder eine vergleichbare Studienrichtung\n</li><li>Starke Affinität zum Themenbereich Cybersecurity\n</li><li>Praktische Erfahrungen in der Sicherheits- und Datenschutz-Beratung von Vorteil\n</li><li>Idealerweise fundierte Kenntnisse relevanter IT-Standards (z. B. ISO 2700x, NIST Cybersecurity Framework, BSI Grundschutz, COBIT, ITIL)\n</li><li>Interesse an der Verknüpfung von Informationstechnologien und -prozessen mit betriebswirtschaftlichen Themen\n</li><li>Exzellenter Umgang mit der deutschen Sprache und ausgezeichnete Englischkenntnisse\n</li><li>Analytisches Denkvermögen und Spaß an der Arbeit in Projektteams\n</li><li>Gutes Auftreten, Kommunikationsstärke und Teamgeist\n</li><li>Kunden- und Serviceorientierung, Flexibilität und Mobilität\n</li><li>Bereitschaft zur Teilnahme an umfassenden Aus- und Weiterbildungen (z.B. CISA, CISM, ISO 27001 LA) sowie zur selbstständigen kontinuierlichen Fortbildung\n</li></ul><p></p><p><b>Deine Perspektiven\n</b></p><ul><li>Berufliche Vielfalt und gelebte Kollegialität in einem inklusiven Umfeld\n</li><li>Intensives praxisbezogenes Coaching und umfassendes Schulungsprogramm\n</li><li>Inspirierende Projekte in einem internationalen Kontext\n</li><li>Individuelle Karriereförderung\n</li><li>Flexible Arbeitszeitgestaltung und zahlreiche Benefits\n</li></ul><p></p><p><b>Standorte: </b>Wien, Linz\n</p><p><b>Eintrittsdatum: </b>ab sofort\n</p><p><b>Arbeitszeit: </b>Vollzeit\n</p><p></p><p>Auf Basis einer Vollzeitbeschäftigung bieten wir ein Jahresbruttogehalt ab EUR 40.000.- in Abhängigkeit von deinen Qualifikationen und deiner Erfahrung\n</p><p></p><p>Hast du noch Fragen? <b>Nina Bärtl, MA </b>beantwortet sie gerne unter der Telefonnummer +43 1 501 88 5162.\n</p><p></p><p><b>Wir freuen uns auf deine Online-Bewerbung.\n</b></p><p></p><p><b>Education </b><i>(if blank, degree and/or field of study not specified)\n</i></p>Degrees/Field of Study required:\n<p></p>Degrees/Field of Study preferred:\n<p></p><p><b>Certifications </b><i>(if blank, certifications not specified)\n</i></p><p></p><p><b>Desired Languages </b><i>(If blank, desired languages not specified)\n</i></p><p></p><p><b>Travel Requirements\n</b></p>Up to 40%\n<p></p><p><b>Available for Work Visa Sponsorship?\n</b></p>No\n<p></p><p><b>Government Clearance Required?\n</b></p>No\n<p></p><p><b>Job Posting End Date</b></p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=417f46d271886843&fccid=5e964c4afc56b180&vjs=3",
  "date": "2020-04-16"
}