{
  "title": "Adviser (Anti-Money Laundering and Counter-Financing of Terrorism - AML/CFT)",
  "body": "<p></p><div><p>This position is located in the Global Programme against Money Laundering, Proceeds of Crime and the Financing of Terrorism (GPML), Cybercrime and Anti-Money Laundering Section (CMLS), Organized Crime Branch (OCB) of the United Nations Office on Drugs and Crime (UNODC) in Vienna, Austria. The Advisor will report to the Head of GPML, as first reporting officer, and the Chief of CMLS as second reporting officer The Regional Representative of the Regional Office for Southern Africa in South Africa (ROSAF) will act as the additional reporting officer. The incumbent will undertake missions in the Central Africa region, with a particular focus on the Democratic Republic of the Congo, and globally as required.<br>\n<br>\nFor more information on UNODC please visit www.unodc.org\n</p>Responsibilities\n<div>Within assigned authority, the Adviser will:\n<br>\n<br>\n<ul><li>In close coordination with relevant UNODC Field offices work directly with the national authorities in the Central Africa region to provide Anti-Money Laundering and Counter-Financing of Terrorism (AML/CFT) advice, training and technical assistance to support the development and implementation of the respective AML/CFT regimes with a particular focus on financial intelligence units.</li></ul><br>\n<ul><li>Work with all AML/CFT competent authorities to increase capacity in implementing: (i) financial investigations; (ii) interagency cooperation; (iii) international cooperation; (iv) prosecution of economic crimes; (v) increasing the effective implementation of the AML and CFT laws.\n</li></ul><br>\n<ul><li>Support interagency cooperation, at a national level, related to the effective implementation of the United Nations Convention Against Corruption, the United Nations Transnational Organised Crime Convention, International Convention for the Suppression of the Financing of Terrorism; and the Financial Action Task Force International Standards on Combatting Money Laundering and the Financing of Terrorism and Proliferation, and the implementation and development of a national policy framework based upon international instruments and norms.\n</li></ul><br>\n<ul><li>Provide (i) mentoring services on financial investigation, counter financing of terrorism, implementation of the AML law, CFT law and related legislation, case management, and other relevant topics; and, (ii) training and capacity building, in accordance with the respective national policy and legislative framework, their mutual accountability frameworks, national and thematic risk assessments, nationally adopted recommendations of assessments and evaluations and consideration of developments in international policy.\n</li></ul><br>\n<ul><li>In line with UNODC’s strategic assistance programme as continuously aligned to government strategy: provide specialised advice and support to capacity building through mentoring of competent authorities, including but not limited to the Financial Intelligence Unit (FIU), the Attorney General’s Office’s (AGO), law enforcement agencies, inter-agency task forces, the Central Bank, Ministry of Finance (MOF) and Ministry of Foreign Affairs (MFA); and, provide advice and support in the areas of operational practices which address implantation gaps.\n</li></ul><br>\n<ul><li>Identify and develop partnership opportunities with other international organisations, in particular EGMONT.</li></ul><br>\n<ul><li>Contribute to the development of UNODCs multi -year strategic approach, including support for the implementation and development of the respective UNODC Regional Programmes.</li></ul><br>\n<ul><li>Support relevant UNODC Field offices in interactions with UN Country teams to ensure integrated delivery of assistance to the recipient countries;</li></ul><br>\n<ul><li>Participate in the alignment of UNODC’s AML/CFT assistance strategy to respective jurisdictions’ risk assessments and implementation strategy.\n</li></ul><br>\n<ul><li>Together with the UN teams and in collaboration with national counterparts, provide advice on and develop training on management of information flow and case management and agency feedback, including platforms and systems based on thematic, sectoral and international ML and TF risk.\n</li></ul><br>\n<ul><li>Develop personnel training programmes and organise platforms for professional development for relevant AML/CFT competent authorities.</li></ul><br>\n<ul><li>Supplement and update existing FIU training programmes of GPML.\n</li></ul><br>\n<ul><li>Plan and coordinate the delivery of AML/CFT technical assistance with a particular focus on FIUs, including for the establishment of Standard Operating Procedures (SOPs), platforms, manuals and systems. Develop and deliver training curricula; develop manuals and guidance documents; coordinate, conduct and deliver inter-agency technical workshops.</li></ul><br>\n<ul><li>Contribute to regular discussions with UNODC AML/CFT teams on all matters having an impact on the programme.\n</li></ul></div>Competencies\n<div>• Professionalism: Demonstrates understanding of the relevant aspects of anti-money laundering and counter terrorist financing; has good knowledge of supporting regional and international cooperation in order to enhance the effective operation of a country’s AML/CFT frameworks. Demonstrates ability to liaise with national staff of civil service, FIUs, law enforcement, prosecutors and judiciary. Has knowledge of criminal procedures under civil law regimes (including as appropriate the preparation of documents required by the courts in the course of investigations). Demonstrates knowledge and understanding of the United Nations Security Council Resolutions, national and international sanctions regimes, and Conventions relating to money laundering and the financing of terrorism. Has knowledge of the Financial Action Task Force (FATF) Recommendations and mutual evaluation process. Is able to communicate effectively with substantive experts and high-level government officials of diverse cultures. Demonstrates a commitment to team work and consultative processes; shows pride in work and in achievements; demonstrates professional competence and mastery of subject matter; is conscientious and efficient in meeting commitments, observing deadlines and achieving results; is motivated by integrity and professional rather than personal concerns; shows persistence when faced with difficult problems or challenges; remains calm in stressful situations. Takes responsibility for incorporating gender and diversity perspectives and ensuring the equal participation of women and men of all backgrounds in all areas of work.<br>\n<br>\n<ul><li>Communication: Speaks and writes clearly and effectively; listens to others, correctly interprets messages from others and responds appropriately; asks questions to clarify and exhibits interest in having two-way communication; tailors language, tone, style and format to match audience; demonstrates openness in sharing information and keeping people informed.</li></ul><br>\n<ul><li>Planning and Organizing: Develops clear goals that are consistent with agreed strategies; identifies priority activities and assignments; adjusts priorities as required; allocates appropriate amount of time and resources for completing work; foresees risks and allows for contingencies when planning; monitors and adjusts plans and actions as necessary; uses time efficiently.\n</li></ul></div>Education\n<p>Advanced university degree (Master’s degree or equivalent) in law, criminology, economics, finance, development, international relations or a related area is required. A first-level university degree equivalent academic education, professional training with certification from a recognized international/national police, customs or other staff training institution, with specialization in criminal justice, crime prevention, criminal investigation, law enforcement, border management, border working techniques and/or other related areas, in combination with two additional years of relevant professional experience may be accepted in lieu of the advanced university degree. Certification or other qualification in training design and delivery is an advantage.\n</p>Work Experience\n<p>A minimum of seven years of relevant, progressively responsible professional experience in AML/CFT, financial, corruption, and/or terrorism investigations, including inter-agency and international cooperation, is required.<br>\nExperience in an FIU in both analytical and managerial roles, and with experience of having worked closely with police, prosecutors, customs personnel and other relevant AML/CFT professionals is required.<br>\nExperience in development, management and delivery of AML/CFT technical assistance and providing advice on AML/CFT at operational and policy levels is required.<br>\nExperience in developing and delivering training as well as advising Financial Intelligence Units, law enforcement officers, prosecutors and/or other officials in matters relating to the detection, investigation and disruption of money laundering and the financing of terrorism is desirable.<br>\nExperience of the FATF Mutual Evaluation Process (4th Round) as an evaluator of FIU-related issues is desirable.<br>\nExperience of working with EGMONT both on operational exchange of information and on typology related issues is desirable.<br>\nExperience with working in developing countries is desirable.\n</p>Languages\n<p>English and French are the working languages of the United Nations Secretariat. For the position advertised fluency in English and French is required. Knowledge of other United Nations official languages is an advantage.\n</p>Assessment\n<p>Evaluation of qualified candidates may include an assessment exercise followed by a competency-based interview.\n</p>Special Notice\n<p>This is a project post. Filling of this position is subject to funding availability and the initial appointment will be for a period of one year. Extension of the appointment is subject to extension of the mandate and/or the availability of funds.\n<br>\n<br>\nStaff members are subject to the authority of the Secretary-General and to assignment by him or her. In this context, all staff are expected to move periodically to new functions in their careers in accordance with established rules and procedures.<br>\n<br>\nThe United Nations Secretariat is committed to achieving 50/50 gender balance in its staff. Female candidates are strongly encouraged to apply for this position.<br>\n<br>\nVienna is classified an H and family duty station.\n</p><p></p>United Nations Considerations\n<p>According to article 101, paragraph 3, of the Charter of the United Nations, the paramount consideration in the employment of the staff is the necessity of securing the highest standards of efficiency, competence, and integrity. Candidates will not be considered for employment with the United Nations if they have committed violations of international human rights law, violations of international humanitarian law, sexual exploitation, sexual abuse, or sexual harassment, or if there are reasonable grounds to believe that they have been involved in the commission of any of these acts. The term “sexual exploitation” means any actual or attempted abuse of a position of vulnerability, differential power, or trust, for sexual purposes, including, but not limited to, profiting monetarily, socially or politically from the sexual exploitation of another. The term “sexual abuse” means the actual or threatened physical intrusion of a sexual nature, whether by force or under unequal or coercive conditions. The term “sexual harassment” means any unwelcome conduct of a sexual nature that might reasonably be expected or be perceived to cause offence or humiliation, when such conduct interferes with work, is made a condition of employment or creates an intimidating, hostile or offensive work environment, and when the gravity of the conduct warrants the termination of the perpetrator’s working relationship. Candidates who have committed crimes other than minor traffic offences may not be considered for employment.<br>\n<br>\nDue regard will be paid to the importance of recruiting the staff on as wide a geographical basis as possible. The United Nations places no restrictions on the eligibility of men and women to participate in any capacity and under conditions of equality in its principal and subsidiary organs. The United Nations Secretariat is a non-smoking environment.<br>\n<br>\nApplicants are urged to follow carefully all instructions available in the online recruitment platform, inspira. For more detailed guidance, applicants may refer to the Manual for the Applicant, which can be accessed by clicking on “Manuals” hyper-link on the upper right side of the inspira account-holder homepage.<br>\n<br>\nThe evaluation of applicants will be conducted on the basis of the information submitted in the application according to the evaluation criteria of the job opening and the applicable internal legislations of the United Nations including the Charter of the United Nations, resolutions of the General Assembly, the Staff Regulations and Rules, administrative issuances and guidelines. Applicants must provide complete and accurate information pertaining to their personal profile and qualifications according to the instructions provided in inspira to be considered for the current job opening. No amendment, addition, deletion, revision or modification shall be made to applications that have been submitted. Candidates under serious consideration for selection will be subject to reference checks to verify the information provided in the application.<br>\n<br>\nJob openings advertised on the Careers Portal will be removed at 11:59 p.m. (New York time) on the deadline date.\n</p>No Fee\n<p>THE UNITED NATIONS DOES NOT CHARGE A FEE AT ANY STAGE OF THE RECRUITMENT PROCESS (APPLICATION, INTERVIEW MEETING, PROCESSING, OR TRAINING). THE UNITED NATIONS DOES NOT CONCERN ITSELF WITH INFORMATION ON APPLICANTS’ BANK ACCOUNTS.</p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=2f0d2c05b36008a2&fccid=65ae769cb89830ec&vjs=3",
  "date": "2020-04-20"
}