{
  "title": "Software Engineer",
  "location": "Elsbethen, S",
  "contract_type": null,
  "body": "<div><div><div><b>IT</b></div><div>\nFull-time</div></div><h1 class=\"jobSectionHeader\"><b>\nSoftware Engineer</b></h1><div><div><div><b>\nElsbethen</b></div><div><b>\nAustria</b></div></div></div></div><div></div>\n<br>Become part of the Red Bull Media House Engineering Team and be responsible for the design, implementation and integration of our services and applications, participating in every layer of the technical stack. You'll code and deliver features with special attention to speed &amp; performance, security, automation, scalability and sustainability.\n<br><div><b>AGILE SOFTWARE DEVELOPMENT</b></div><div></div>\n<br>You enjoy working together with multiple teams of internal and external developers? In this role, you’ll deliver features and actively take part in an agile environment with regular development meetings (Sprint Planning, Reviews, Stand-ups) and benefit from continuous feedback via pair-programming and code reviews.\n<br><div><b>APPLICATION SECURITY</b></div><div></div>\n<br>Security is more than a buzzword for you? You understand the security concepts inherent to modern software systems, from the web frontend to backend, databases and cloud? In this role, you'll be aware of the privacy and data protection issues related to the systems and stay up-to-date with security standards.\n<br><div><b>INNOVATION</b></div><div></div>\n<br>You'll constantly keep up-to-date with new industry trends and standards, screening the market for potential new solutions and performing evaluations and assessments via technical pilots &amp; POCs. Moreover, you’ll contribute in avoiding technical debt by actively improving our systems.\n<br><div><b>API DESIGN</b></div><div></div>\n<br>You'll be challenged to design APIs that will be exposed to the applications, paying high attention to security, scalability and usability. You know about industry standards and trends in API design (GraphQL, JSON-API) and can select the right interface for the intended purpose.\n<br><div><div><p><b>EXPERIENCE</b></p><h2 class=\"jobSectionHeader\"><b>\nYour areas of knowledge and expertise</b></h2><div>\nthat matter most for this role:</div></div><div><ul><li>\nExperience in software engineering and high interest in full-stack development</li><li>\nSkills in backend development with JVM languages (Java, Kotlin, Vert.x)</li><li>\nKnowledge in using tools like GIT, JIRA and various IDEs (IntelliJ IDEA, VS Code, Eclipse)</li><li>\nUnderstanding of CI/CD pipelines and build tools and furthermore basic understanding and interest in public cloud technologies (Amazon Web Services, Google Cloud Services)</li><li>\nFamiliar with different database categories (SQL/NoSQL)</li><li>\nGeneral understanding of modern online application architecture concepts and interest in software design</li><li>\nExperience with testing automation in modern software systems is a plus</li><li>\nWillingness to learn new technologies and courage to challenge the status quo</li></ul><ul><li>\nBachelor’s or master’s degree in Computer Science, Software Engineering or Information Systems, or several years of practical experience in this field</li><li>\nEnglish fluent, German is plus</li><li>\nTravel up to: 10%</li><li><b>\nClick here to learn more</b></li></ul></div></div>\n<br><div><p><b>JOIN THE TEAM</b></p><h2 class=\"jobSectionHeader\"><b>\nGot what it takes?</b></h2><p>\nIn your application we want to see your personal style - what makes you tick and why you think your next opportunity is here with us.</p><div></div><br>\n<div>\nAs an employer, we value diversity and support people in developing their potential and strengths, realizing their ideas and seizing opportunities. The job advertisement is aimed at all people equally, regardless of age, skin colour, religion, gender, sexual orientation or origin. Due to legal reasons we are obliged to disclose the minimum salary according to the collective agreement for this position, which is € 1981 gross per month. However, our attractive compensation package is based on market-oriented salaries and is therefore significantly above the stated minimum salary.</div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=ec357344847d70aa&fccid=8ea54e852901f8b5&vjs=3",
  "date": "2020-05-26"
}