{
  "title": "Information Security Engineer Purple Team",
  "location": "Österreich",
  "contract_type": null,
  "body": "<p></p><div><div><div><div><div><div>Wir sind die ING in Österreich. Gemeinsam sind wir jeden Tag für Sicherheit rund um zahllose Geldgeschäfte unserer Kunden verantwortlich. Als Teil des Information Security Teams bringst du dich in technisch komplexe Lösungsfindung aktiv ein und stellst sicher, dass unsere Kunden als auch Mitarbeiter einfach ihr Ding machen können und dabei sicher unterwegs sind. Cyber Security ist deine Passion? Dann jump on und bewirb dich jetzt!\n</div><div></div><div>Deine Aufgaben\n<br>\n<ul><li>Du bist in ein agiles und interdisziplinär aufgestelltes Arbeitsumfeld eingebettet</li>\n<li>Du bist die zentrale Ansprechperson für alle Information Security relevanten Themen</li>\n<li>Du übernimmst dabei sowohl Aufgaben des Angreifers (Red Team), als auch des Verteidigers (Blue Team) ein sicherheitsrelevante Themen von allen Seiten zu beleuchten</li>\n<li>Du bist Berater bei der Implementierung neuer Software, Features und Prozessen und hilfst unseren agilen Teams bei der Vermeidung von Schwachstellen</li>\n<li>Du führst interne Schwachstellen-Scans durch und koordinierst die Behebung in den Teams</li>\n<li>Du planst und organisierst Penetrationstests und führst APT- &amp; DDoS-Tests durch</li>\n<li>Du bist mitverantwortlich für internes Security Monitoring und erste Anlaufstelle bei Sicherheitsvorfällen</li>\n<li>Du führst Security Awareness Trainings durch und trägst dazu bei die Widerstandsfähigkeit der Bank zu erhöhen</li>\n</ul></div><div>Das bringst du mit\n<br>\n<ul><li>Technisches Verständnis von komplexen IT Systemen und sicherheitsorientiertes Mindset</li>\n<li>Optimalerweise abgeschlossenes technisches Hochschul- oder Fachhochschulstudium (mit Schwerpunkt IT- oder Information Security)</li>\n<li>Mehrjährige Berufserfahrung im Bereich IT/ Information Security bzw. Governance Umgebungen</li>\n<li>Ausgeprägte Kommunikationsfähigkeit, um komplexe Sachverhalte zu analysieren und für andere verständlich aufzubereiten</li>\n<li>Hohe Sozialkompetenz, Selbständigkeit, zuverlässige und strukturierte Arbeitsweise</li>\n<li>Kenntnisse in den Bereichen gängiger IT-Infrastrukturen und -Prozessen sowie anerkannter internationaler Standards (z. B. ISO 27001, BSI Grundschutz, COBIT, ITIL) wünschenswert</li>\n<li>Relevante Zertifizierungen wie z. B. CISSP, CEH, CISM, ISO 27001 sind von Vorteil</li>\n<li>Verhandlungssicheres Deutsch und Englisch</li>\n</ul><br>\nUnsere Benefits\n<br>\n<ul><li>Ein wertschätzendes Arbeitsklima in einer agilen Struktur</li>\n<li>Moderne Büroräumlichkeiten, die öffentlich sehr gut erreichbar sind</li>\n<li>Welcome Week mit Buddy System für einen idealen Start</li>\n<li>Fachliche Weiterentwicklung ist dir wichtig? – Wir unterstützen dich dabei!</li>\n<li>Die Jahreskarte der Wiener Linien</li>\n<li>Frisches Obst und Sodexo Gutscheine als Essenszulage</li>\n<li>Ergonomische Arbeitsplätze (höhenverstellbare Arbeitstische)</li>\n<li>Fit@Work und wellbeING Programm für deine Gesundheit</li>\n<li>Private Pensionskasse (nach einem Jahr Dienstzugehörigkeit)</li>\n</ul><br>\nEin Mindestgehalt von € 2.806,38,- brutto für 38,5 Wochenstunden laut Kollektivvertrag für Angestellte der Banken und Bankiers (Stand 04/2020). Dein tatsächliches Gehalt vereinbaren wir gemeinsam je nach Qualifikation und Vorerfahrung im persönlichen Gespräch.</div></div></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=cc68c74cfefdb7de&fccid=5b16841c3468a10d&vjs=3",
  "date": "2020-05-26"
}