{
  "title": "Senior Security Analyst (M/W/D)",
  "body": "<p></p><div><div><div><h4 class=\"jobSectionHeader\"><b>Ihre Aufgaben</b></h4>\n<ul><li>Unterstützung beim Aufbau des NTS Security Operation Centers</li>\n<li>Unterstützung bei der Entwicklung und Einführung neuer Services</li>\n<li>Management und Ausbau der Tool-Landschaft</li>\n<li>Laufende Erkennung, Analyse und Priorisierung von sicherheitsrelevanten Ereignissen</li>\n<li>Analyse von Sicherheitslücken und Schwachstellen, sowie Angriffen auf unsere Kunden</li>\n<li>Unterstützung bei der Implementierung von Gegenmaßnahmen</li>\n<li>Schreiben von Reports und Beratung von Kunden</li>\n<li>Mitwirkung innerhalb des Information Security Incident Response Workflows</li>\n<li>Mentoring und Weiterentwicklung von Junior Security Analysts</li>\n<li>Beobachtung der Gefährdungslage und Implementierung von Maßnahmen zur Erkennung neuer Angriffsmuster</li>\n</ul><h4 class=\"jobSectionHeader\"><b>Ihr Profil</b></h4>\n<ul><li>mind. 5 Jahre einschlägige Berufserfahrung, Studienabschluss im Bereich IT-Security mit mind. 3 Jahren Berufserfahrung (Zertifizierungen von Vorteil)</li>\n<li>Sehr gute analytische, idealerweise auch forensische Fähigkeiten sowie kritisches Denken</li>\n<li>Sehr gute Kenntnisse über aktuelle Angriffe und Angriffsvektoren</li>\n<li>Erfahrung im Umgang mit netzwerkbasierten IDS/IPS-Systemen, Vulnerability Scannern und SIEM-Systemen</li>\n<li>Fundiertes Wissen im Bereich IT- und Netzwerksicherheit</li>\n<li>Sehr gute Programmier- und Scriptingfähigkeiten</li>\n<li>Hervorragende Kommunikationsfähigkeiten</li>\n<li>Grundkenntnisse in IT Service Management basierend auf ITIL</li>\n<li>Lösungsorientiert mit hohem Verantwortungs- und Sicherheitsbewusstsein</li>\n</ul><h4 class=\"jobSectionHeader\"><b>Unser Angebot</b></h4>\n<ul><li>Eine technische Expertenkarriere in einem erfolgreichen Unternehmen mit internationaler Ausrichtung</li>\n<li>Spannende Projekte und Herausforderungen in einem hochprofessionellen Team</li>\n<li>Ein innovatives und offenes Arbeitsklima mit flachen Hierarchien und kurzen Kommunikationswegen</li>\n<li>Viel Spielraum zur Eigeninitiative mit einem wertschätzenden und familiären Miteinander</li>\n<li>Ausgezeichnete interne wie externe Weiterbildungsmöglichkeiten</li>\n<li>Für die ausgeschriebene Position wird ein Bruttojahresgehalt von mindestens EUR 58.000 geboten. Je nach Qualifikation und Berufserfahrung ist eine Überzahlung möglich.</li>\n</ul>\n<p>Sie sind von den Entwicklungen der neuesten Technologien begeistert und gehen Aufgaben aktiv und lösungsorientiert an. Verantwortung und Initiative übernehmen Sie gerne.<br>\nWenn Sie noch dazu ein Teamplayer sind, dann sind Sie bei uns genau richtig.</p>\n<p>\nWir freuen uns auf Ihre Bewerbung unter</p>\n</div><p></p>\nBewerben</div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=e9fb0d065d2a39ce&fccid=ccb7bccecdd3e269&vjs=3",
  "date": "2020-04-20"
}