{
  "title": "Crime Prevention and Criminal Justice Officer (Firearms Control Expert – Legal)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><p>This position is located in the Implementation Support Section (ISS) of the Organized Crime and Illicit Trafficking Branch (OCB), Division for Treaty Affairs (DTA) of the United Nations Office on Drugs and Crime (UNODC) in Vienna. The incumbent will report directly to the Head of the Global Firearms Programme and work under the overall supervision of the Chief of Section.\n</p>Responsibilities\n<div>Within limits of delegated authority the incumbent will provide input and support to the Global Firearms Programme (GFP) with a particular focus on West and Central Africa and its activities and processes aimed at promoting the ratification and implementation of the Protocol Against the Illicit Manufacturing of and Trafficking in Firearms, their Parts and Components, and Ammunition (Firearms Protocol) supplementing the United Nations Convention Against Transnational Organized Crime (Organized Crime Convention). The incumbent will perform the following specific tasks:<br>\n<br>\n<ul><li>Review, monitor and analyze social, economic and political developments and trends in the assigned areas at the national, regional and/or global levels, on an ongoing basis; Collect and analyse national legislation on firearms and organized crime, keep abreast of legislative and technological developments in this field; Review legislation, carry out legal research and analysis for use at the policy level and prepare legal documentation; Provide specialized legal advice/support and technical input on complex legal issues/aspects. Advise and inter-act with governments on issues related to legislation;</li></ul><br>\n<ul><li>Monitor and promote governments’ accession to, implementation of and compliance with the United Nations Convention against Transnational Organized Crime (UNTOC) and the Firearms Protocol, including reviewing national legislation and identifying gaps between national firearms legislations and international norms and standards, and support efforts aimed at the implementation of the newly adopted mechanism to review the implementation of UNTOC and its Protocols thereto by state parties.\n</li></ul><br>\nProvide legislative assistance in the formulation and drafting of national strategies and action plans, relevant laws and regulations and standard operating procedures, necessary for governments to fully implement and comply with the international legal regime on organized crime and arms control, in particular UNTOC, the Firearms Protocol and other relevant instruments, such as the Arms Trade Treaty and where applicable regional instrument and international standards on arms control, with a particular focus on countries in West and Central Africa; Organize and participate in needs assessment and other technical missions to evaluate and elaborate legislative and technical assistance needs and proposals; assess the performance of introduced and improved practices and operations; provide expert assistance on the effective implementation of UNTOC and the Firearms Protocol.<br>\n<br>\nProvide advice on the implementation of UNTOC and its Firearms Protocol, in particular in the areas of record keeping, marking, tracing, collection, management, and destruction of firearms, as well as criminalization, investigation and prosecution of firearms criminality and related crimes;\n<br>\n<br>\nPromote and¿support the implementation of innovative investigative and prosecutorial approaches and strategies to address firearms trafficking and related crimes; support related institution and capacity building activities, as well as effective inter-institutional cooperation; facilitating and promoting effective regional and international cooperation and information exchange practices.¿\n<br>\n<br>\nParticipate in workshops, seminars and training courses and conduct presentations as required; Provide substantive support in the development of relevant legal, technical and training materials, tools and capacity building packages.\n<br>\n<br>\nSupport effective cooperation and sharing of information and good practices among communities of firearms and organized crime practitioners, through regular contacts and use of specialized cooperation networks and platform, including through establishment and maintenance of a global “Community of Practitioners”. Support the development of a digest of illustrative cases and related good practices in criminalisation, investigation, prosecution and legal experiences in dealing with illicit firearms trafficking, collecting and analysing relevant cases and good practices.\n<br>\n<br>\nProvide substantive inputs and/or prepare substantive and programmatic reports to the Conference of Parties to the Organized Crime Convention and its Working Group on Firearms, the Commission on Narcotic Drugs (CND), the Commission on Crime Prevention and Criminal Justice (CCPCJ), Economic and Social Council (ECOSOC), General Assembly (GA) and other legislative and technical bodies as well as their subsidiary bodies. Participate and assist in the substantive and administrative servicing of the meetings of those bodies;\n<br>\n<br>\nContribute to the preparation of a variety of written outputs, such as background papers, correspondence with governments, working papers, mission reports, technical analysis, briefings, presentations, policy and project proposals and documents, regular and ad hoc reports, studies, summary reports, technical manuals, guides, etc. and support advocacy and information sharing activities inter alia through regular contributions to webpage and other information sharing tools of the¿ Global Firearms Programme (GFP);\n<br>\n<br>\nGuide and coordinate the work of the national programme officer(s), and consultant(s),¿ liaise as appropriate with other field offices and relevant units at UNODC headquarters; liaise with relevant international and regional actors, national and non-governmental actors in order to facilitate project implementation and create synergies; guide, mentor and support junior staff members, Associate Experts and interns in their work; Support the mainstreaming of the gender component of the Global Firearms Programme activities;\n<br>\n<br>\nPerform other work related duties as may be required.\n</div>Competencies\n<p>Professionalism: Knows policies and practices in international drug control and crime prevention, as well as the mandates of the United Nations Office on Drugs and Crime. Knows and understands theories, concepts and approaches particularly relevant to crime prevention and combating transnational organized crime. Has proven knowledge of the areas on the prevention and combat of illicit firearms trafficking and its links to transnational organized crime, terrorism and related forms of crime, disarmament and related fields. Is aware of cross-cutting themes such as human rights, peace and development, gender inter alia. Has proven research and analytical skills. Knows and understands the legislative and substantive aspects of preventing and combating transnational organized crime and the existing international legal regime on, in particular, the United Nations Convention against Transnational Organized Crime and its supplementary Protocol against Illicit Manufacturing of and Trafficking in Firearms, their Parts and Components and Ammunition. Knows other relevant global and regional instruments, international standards, guidelines and best practices in firearms control. Knows and understands the situation of illicit arms trafficking and linkages to terrorism and other security threats in particular in the West and Central African and Sahel region. Has good understanding of the criminal procedure of both civil law and common law systems. Has knowledge of various research methodologies and sources, including electronic sources on the internet, intranet and other databases. Is able to apply judgment in the context of the assignments given, plan own work and manage conflicting priorities. Shows pride in work and in achievements; demonstrates professional competence and mastery of subject matter; is conscientious and efficient in meeting commitments, observing deadlines and achieving results; is motivated by professional rather than personal concerns; shows persistence when faced with difficult problems or challenges; remains calm in stressful situations. Takes responsibility for incorporating gender perspectives and ensuring the equal participation of women and men in all areas of work.\n<br>\n<br>\nCommunication: Speaks and writes clearly and effectively; listens to others, correctly interprets messages from others and responds appropriately; asks questions to clarify and exhibits interest in having two-way communication; tailors language, tone, style and format to match audience; demonstrates openness in sharing information and keeping people informed.\n<br>\n<br>\nPlanning &amp; Organizing: Develops clear goals that are consistent with agreed strategies; identifies priority activities and assignments; adjusts priorities as required; allocates appropriate amount of time and resources for completing work; foresees risks and allows for contingencies when planning; monitors and adjusts plans and actions as necessary; uses time efficiently.\n</p>Education\n<p>An advanced university degree (Master's degree or equivalent) in law, criminology, or related legal disciplines is required. A first-level university degree in similar fields in combination with two additional years of qualifying experience may be accepted in lieu of the advanced university degree.\n</p>Work Experience\n<p>A minimum of five years of progressively responsible professional work experience, of which at least three years at the international level, in the field of criminal justice, prosecution, law enforcement, legal counsel, international affairs, crime research, social or political affairs, is required.<br>\nProven experience in the delivery of legislative advise and legal drafting support in the area of firearms control, terrorism, organized crime or related areas is required.<br>\nPractical experience in the design, development and delivery of capacity building activities and development of related training materials and curricula in the areas of crime prevention and criminal justice, firearms trafficking, terrorism, organized crime is required.<br>\nPractical experience in countering and conducting complex criminal investigations involving illicit arms trafficking in the context of terrorism or organized crime is desirable.<br>\nExperience in project or programme management and administration is desirable.<br>\nWorking and living experience in a developing country is desirable.\n</p>Languages\n<p>English and French are the working languages of the United Nations Secretariat. For the position advertised, fluency in English and French is required. Knowledge of another UN official language is an advantage.\n</p>Assessment\n<p>Evaluation of qualified candidates may include an assessment exercise and a competency-based interview.\n</p>Special Notice\n<p>This position is financed from project funds. Filling of this position is subject to funding availability and the initial appointment will be for a period of one year. Extension of the appointment is subject to extension of the mandate and/or the availability of the funds.<br>\n<br>\nStaff members are subject to the authority of the Secretary-General and to assignment by him or her. In this context, all staff are expected to move periodically to new functions in their careers in accordance with established rules and procedures.<br>\n<br>\nAt the United Nations, the paramount consideration in the recruitment and employment of staff is the necessity of securing the highest standards of efficiency, competence and integrity, with due regard to geographic diversity. All employment decisions are made on the basis of qualifications and organizational needs. The United Nations is committed to creating a diverse and inclusive environment of mutual respect. The United Nations recruits and employs staff regardless of gender identity, sexual orientation, race, religious, cultural and ethnic backgrounds or disabilities. Reasonable accommodation for applicants with disabilities may be provided to support participation in the recruitment process when requested and indicated in the application.<br>\n<br>\nThe United Nations Secretariat is committed to achieving 50/50 gender balance and geographical diversity in its staff. Female candidates are strongly encouraged to apply for this position.<br>\n<br>\nVienna is classified in the H category (family duty station).\n</p><p></p>United Nations Considerations\n<p>According to article 101, paragraph 3, of the Charter of the United Nations, the paramount consideration in the employment of the staff is the necessity of securing the highest standards of efficiency, competence, and integrity. Candidates will not be considered for employment with the United Nations if they have committed violations of international human rights law, violations of international humanitarian law, sexual exploitation, sexual abuse, or sexual harassment, or if there are reasonable grounds to believe that they have been involved in the commission of any of these acts. The term “sexual exploitation” means any actual or attempted abuse of a position of vulnerability, differential power, or trust, for sexual purposes, including, but not limited to, profiting monetarily, socially or politically from the sexual exploitation of another. The term “sexual abuse” means the actual or threatened physical intrusion of a sexual nature, whether by force or under unequal or coercive conditions. The term “sexual harassment” means any unwelcome conduct of a sexual nature that might reasonably be expected or be perceived to cause offence or humiliation, when such conduct interferes with work, is made a condition of employment or creates an intimidating, hostile or offensive work environment, and when the gravity of the conduct warrants the termination of the perpetrator’s working relationship. Candidates who have committed crimes other than minor traffic offences may not be considered for employment.<br>\n<br>\nDue regard will be paid to the importance of recruiting the staff on as wide a geographical basis as possible. The United Nations places no restrictions on the eligibility of men and women to participate in any capacity and under conditions of equality in its principal and subsidiary organs. The United Nations Secretariat is a non-smoking environment.<br>\n<br>\nApplicants are urged to follow carefully all instructions available in the online recruitment platform, inspira. For more detailed guidance, applicants may refer to the Manual for the Applicant, which can be accessed by clicking on “Manuals” hyper-link on the upper right side of the inspira account-holder homepage.<br>\n<br>\nThe evaluation of applicants will be conducted on the basis of the information submitted in the application according to the evaluation criteria of the job opening and the applicable internal legislations of the United Nations including the Charter of the United Nations, resolutions of the General Assembly, the Staff Regulations and Rules, administrative issuances and guidelines. Applicants must provide complete and accurate information pertaining to their personal profile and qualifications according to the instructions provided in inspira to be considered for the current job opening. No amendment, addition, deletion, revision or modification shall be made to applications that have been submitted. Candidates under serious consideration for selection will be subject to reference checks to verify the information provided in the application.<br>\n<br>\nJob openings advertised on the Careers Portal will be removed at 11:59 p.m. (New York time) on the deadline date.\n</p>No Fee\n<p>THE UNITED NATIONS DOES NOT CHARGE A FEE AT ANY STAGE OF THE RECRUITMENT PROCESS (APPLICATION, INTERVIEW MEETING, PROCESSING, OR TRAINING). THE UNITED NATIONS DOES NOT CONCERN ITSELF WITH INFORMATION ON APPLICANTS’ BANK ACCOUNTS.</p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=74d848cca9b73896&fccid=65ae769cb89830ec&vjs=3",
  "date": "2020-05-26"
}