{
  "title": "Business Analyst (m/f/d)",
  "location": "Graz, ST",
  "contract_type": null,
  "body": "Group Description\n<br>At Magna, we create technology that disrupts the industry and solves big problems for consumers, our customers, and the world around us. We’re the only mobility technology company and supplier with complete expertise across the entire vehicle.\n<br><br>\nWe are committed to quality and continuous improvement because our products impact millions of people every day. But we’re more than what we make. We are a group of entrepreneurial-minded people whose collective expertise gives us a competitive advantage. World Class Manufacturing is a journey and it’s our talented people who lead us on this journey.\n<br>Job Introduction\n<br>The Business Analyst’s role is to elicit, analyze, specify, and validate the business needs of stakeholders, customers or end users. This includes interviewing stakeholders and gathering and defining requirements to make a proper decision on the required solution. The Business Analyst will also apply proven communication, analytical, and problem-solving skills to help the business make good technology decisions. For Global IT the Business Analyst is responsible for the coordination, implementation and execution of up to midsize IT projects. Major Responsibilities\n<br>Translate conceptual user requirements into functional requirements in a clear manner that is comprehensible to developers and IT solution providers\n<br>Articulate statement of requirements together with functional teams for business applications with focus on data integrations, workflow and reporting / analytics\n<br>Analyze and verify requirements for completeness, consistency, comprehensibility, feasibility, and conformity to our standards\n<br>Consult functional teams with business process modeling\n<br>Work closely together with business departments as well as Global IT departments like enterprise architecture, IT Infrastructure or IT Solutions, Software architecture\n<br>Provide direction and support to project team\n<br>Planning and implementation of multiple midsize IT business projects within the Global IT\n<br>Manage project scope, budget and timelines to meat goals and deliverables\n<br>Constantly monitor and report on progress of the project to all stakeholders\n<br>Implement and manage project changes to achieve project outputs\n<br>Project evaluations and assessment of results Knowledge, Education and Work Experience\n<br>College diploma or university degree in the field of business administration, computer science, finance, or information systems\n<br>Completion of a degree in Computer Science – or a combination of education, training and experience deemed equivalent\n<br>Project management professional (PMP) designation, CAPM, PMP or equivalent certification is an asset\n<br>Minimum 3 years’ progressive experience working on or leading IT projects with cross-functional stakeholders from IT and business groups for the creation of IT solutions\n<br>Proven experience with business and technical requirements analysis\n<br>Working closely together with business and development teams\n<br>Business process experience in different industries (automotive supplier business is an asset)\n<br>Data integration for enterprise application landscapes\n<br>Reporting and Analytics experience (e.g. PowerBI)\n<br>Knowledge of the theories, principles and practices project management and organizational change management\n<br>Project experience based on Microsoft technology stack and cloud solutions (e.g. Azure, AWS, Google) Skills and Competencies\n<br>Excellent MS Office knowledge\n<br>MS Project experience is an advantage\n<br>Basic Understanding of IT Infrastructure, network, databases (SQL), web applications (on prem, cloud based, etc.)\n<br>Basic Understanding of data integration within application frameworks. (WebAPI, RestAPI, etc.)\n<br>Understanding of security principles\n<br>Understanding development languages is an asset\n<br>Profound English communication skills, Solid German communication skills are an asset\n<br>“Hands-on” mentality\n<br>Functional understanding of processes\n<br>Planning and organizing\n<br>Communication skills\n<br>Team work\n<br>Critical thinking and problem-solving skills, decision making\n<br>Negotiation skills and political acuity to ensure that conflicts project and stakeholder requirements are managed to ensure a successful outcome\n<br>Interpersonal and oral/written communication skills to make presentations to senior management and other senior stakeholders\n<br>Adaptability\n<br>Stress tolerance Work Environment\n<br>Regular overnight travel 10-25% of the time.\n<br><br>\nFor dedicated and motivated employees, we offer an interesting and diversified job within a dynamic global team together with the individual and functional development in a professional environment of a global acting business. Fair treatment and a sense of responsibility towards employees are the principle of the Magna culture. We strive to offer an inspiring and motivating work environment. Additional Information\n<br>The annual remuneration package for this position is a minimum of EUR 45.000,- with appropriate qualifications. We offer attractive benefits (e.g. employee profit participation program) and a salary which is in line with market conditions depending on your skills and experience.\n<br>05--Information Technology F--Permanent/Regular",
  "url": "https://at.indeed.com/rc/clk?jk=c324372aad7bed51&fccid=254ad00cf333484f&vjs=3",
  "date": "2020-05-26"
}