{
  "title": "Senior / Key Researcher for Dependable Embedded Systems (f/m/d)",
  "location": "Graz, ST",
  "contract_type": null,
  "body": "<div><div><h3 class=\"jobSectionHeader\"><b>Your future responsibilities</b></h3>\n<b>Machine Learning for formal methods and formal methods for Machine Learning</b>\n<br>\n<br>\nUbiquitous connectivity and things getting smart have led to a proliferation of cyber-physical systems providing increasingly essential as well as critical services in our everyday lives. Hence, SAL is establishing together with TU-Graz a world-class research lab for Dependable Embedded Systems, pursuing three main research objectives. The first objective is to combine AI and verification methods to push validation and testing of critical embedded software to new levels. The second objective is to research fundamentally new verification and validation methodologies for learning systems, that change behavior over lifetime, and finally, the third objective is to develop novel, rigorous modelling, verification and maintenance methods for highest assurance despite ever increasing SW complexity.\n<br>\n<br>\nSAL is looking for research enthusiasts in the areas of:\n<br>\nFormal methods for modelling, verification and testing\n<br>\nSoftware Technology and Information Security\n<br>\nSecurity for embedded HW &amp; SW in IOT\n<br>\nEmbedded SW architecture, embedded AI systems, GPU and micro-controller programming\n<br>\nMachine Learning, Deep Learning, Reinforcement Learning\n<br>\nStatistical Signal Processing and Data Science\n<br>\n</div><div><h3 class=\"jobSectionHeader\"><b>Your profile</b></h3>\nWe hire...\n<br>\n<br>\n<b>Senior / Key Researcher</b>\n<br>\n<br>\nYou are a seasoned researcher holding a PhD degree in related areas, having advanced disciplinary expertise, and bringing a wealth of experience and personal network to the table. You feel comfortable in academic work with universities and translating it into industry co-operations and funding projects. You are ready to take thought and/or disciplinary leadership responsibility and (contribute to) shape our organization and the future. Ideally you have a number of high impact publications and/or patents, are involved in natl. and intl. boards (e.g. IEEE) committees (conference TPC, conference steering committee), and/or standardization bodies.\n<br>\n<br>\nBECOME PART OF SILICON AUSTRIA LABS\n<br>\n<br>\nAustria's top research center for electronic based systesm (EBS).\n<br>\n<br>\nUnfold the future, unfold yourself!\n</div><div><h3 class=\"jobSectionHeader\"><b>Important Facts</b></h3>\n<ul><li>Beginning of the employment: as soon as possible</li>\n<li>The position is endowed with a min. gross annual salary of € 68.000 depending on your experience and skills.</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Become part of Silicon Austria Labs</b></h3>\nThe top research center for electronic based systems (EBS). <b>Unfold the future, unfold yourself.</b></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=6f4a681180afa774&fccid=d36ad6eb506cfcfc&vjs=3",
  "date": "2020-05-26"
}