{
  "title": "Cisco Network & Security Engineer (m/w) – Vollzeit",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><p>Wenn Du genug von langweiligen &amp; monotonen Tätigkeiten hast, Herausforderungen suchst, über Dich hinauswachsen willst – dann bist du bei uns richtig.</p><p>\nWir suchen Netzwerk-Profis, die die nächste Stufe an Herausforderung meistern wollen – sprich, eine interessante Mischung aus Projektleitung, technischem Lösungsdesign, 3rd-level-Support, Systemadministration aber auch Consulting als bereichernd empfinden.</p><p>\nBei uns bist Du nicht auf eine „Produktgruppe“ eingeschränkt, sondern bist übergreifend in Lösungen für Security und Networking – manchmal auch UC – eingebunden.</p><p>\nWenn Du in einem echten Team von Spezialisten anstatt nur mit Kollegen arbeiten willst, dann begeistert das auch uns.</p><p>\nDu suchst jemanden, der Deine Weiterbildung und Weiterentwicklung tatsächlich fördert – aber auch fordert – dann bist du bei uns richtig. Themenführerschaft in einem gewählten Spezialgebiet ist dabei erwünscht und wird aktiv unterstützt.</p><p></p><br>\n<h2 class=\"jobSectionHeader\"><b>\nDein Aufgabengebiet</b></h2><ul><li>\nAls Teil unseres Netzwerk-Expertenteams bist Du direkter Ansprechpartner für unsere Kunden – inhouse wie auch vor Ort</li><li>\nDu führst Projektteams bei Netzwerkprojekten – oder bist Mitglied eines solchen</li><li>\nDu führst selbständig Aufträge &amp; Projekte im Rahmen der Betreuung bestehender KMU-IT-Infrastrukturen durch</li><li>\nDu löst Service Requests und Change Management-Anfragen – welche im Ticketsystem von Dir eigenständig geführt, priorisiert und dokumentiert werden</li><li>\nDu engagierst Dich für nachvollziehbare und lückenlose Dokumentation der Kundensysteme – mit Hilfe eines professionellen Tools für IT-Dokumentation</li><li>\nDu führst eigenverantwortlich Netzwerk-Monitoring durch und leitest bei Bedarf proaktiv Maßnahmen ein</li><li>\nDu nimmst nicht nur an Fortbildungen inhouse und bei Herstellern/Distributoren teil, Du bereitest auch selbst Schulungen für Dein aktuelles Lieblingsthema vor</li></ul></div><div><h2 class=\"jobSectionHeader\"><b>\nDein Profil und Deine Skills</b></h2><ul><li>\nAbsolvierte gültige CCNA-Zertifizierung ist Voraussetzung</li><li>\nHohe Fachkompetenz in Routing, Switching, WLAN und v.a. Cyber-Security-Bereich (NGFW-Firewalls, FTD, FMC, CES, Umbrella usw.)</li><li>\nGutes interdisziplinäres Know How bei Microsoft-Technologien</li><li>\nKnow How bei Cisco AMP 4 Endpoint Protection + CTR von Vorteil</li><li>\nKnow How bei Cisco UC-Produkten von Vorteil</li><li>\nAbsolvierte zusätzliche Cisco-Zertifizierungen von Vorteil (Firejumper Academy o.ä.)</li><li>\nSelbständige und verantwortungsbewusste Arbeitsweise</li><li>\nFreude an IT &amp; an serviceorientierter Kommunikation mit Menschen</li><li>\nSicherer, wertschätzender, freundlicher Umgang mit Menschen – ob mit Kunden, Partnern oder im eigenen Team</li><li>\nGuter &amp; sicherer Auftritt bei Kunden – Du wirst auch als Consultant tätig werden</li><li>\nOrganisatorisches und lösungsorientiertes Geschick</li><li>\nFreude am kontinuierlichen Weiterbildungsprozess, an Know How-Transfer &amp; am Selbststudium</li><li>\nAufgreifen moderner Herausforderungen – von Cloud Services über Cyber Security bis Information Protection …</li><li>\nEinwandfreie Deutsch- und gute Englischkenntnisse in Wort und Schrift</li><li>\nFührerschein B</li></ul></div><div><div><div><div><div><div><div><div><div><div><div><h2 class=\"jobSectionHeader\"><b>\nUnser Angebot</b></h2><ul><li>\n Wir bieten einen sicheren Arbeitsplatz in einem gut etablierten Unternehmen</li><li>\nDu arbeitest in einem kollegialen Expertenteam bei offenem &amp; freundlichem Betriebsklima</li><li>\nDu engagierst Dich und gestaltest den Fortschritt unseres Unternehmens mit</li><li>\nEs erwartet Dich ein vielfältiges Aufgabengebiet mit spannenden Projekten bei Premiumkunden</li><li>\nKurze Entscheidungswege und agiles Management</li><li>\nOb Kaffee, Snacks oder Obstkorb, betriebliche Zukunftsvorsorge oder Mitarbeiter-Event: wir sind zwar nicht Google, aber wir schauen auf unsere Mitarbeiter/innen</li><li>\nWir fördern &amp; fordern Deine Entwicklung und Weiterbildung</li><li>\nEin attraktives schönes Büro in 1010 Wien bei sehr guter öffentlicher Erreichbarkeit (U1, U2, U3, U4, Straßenbahnen)</li><li>\nLeistungsorientierte &amp; marktkonforme Bezahlung abhängig von Qualifikation und Berufserfahrung, eine Überzahlung des KV der UBIT ist entsprechend vorgesehen – die Bandbreite beginnt bei EUR 3.500 brutto pro Monat für 38,5h/Woche.</li></ul><p>\nWir freuen uns auf Deine aussagekräftigen Bewerbungsunterlagen (inkl. Lebenslauf, Motivation, Zeugnissen) unter Angabe der Position per E-Mail an job@k2netsolutions.com. Dein Ansprechpartner in der k2 ist Stefan Szymon</p></div></div></div></div></div></div></div></div></div></div></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=c1acf7a4a492cb81&fccid=dd8f86ca4f33b7e5&vjs=3",
  "date": "2020-05-26"
}