{
  "title": "Network Engineer",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p>We currently have vacancy for a <b>Network Engineer </b>fluent in English to offer his/her services as an expert who will be based in Vienna, Austria. The work will be carried out either in the company’s premises or on site at customer premises. In the context of the first assignment, the successful candidate will be integrated and will closely cooperate with a major client’s development team on site.</p>\n<p>Your tasks:</p>\n<ul><li>Diagnose, troubleshoot and fixing errors in the applications;</li>\n<li>Coordinate deployments across various development teams;</li>\n<li>Work closely with the Change Management team to ensure all changes and deployments are tracked appropriately;</li>\n<li>Gather requirements of upcoming software products and coordinate the setup of the target environments;</li>\n<li>Modify and enhance Team Foundation Server’s build process templates, including testing build metrics, and deployment package generation;</li>\n<li>Preparation of technical documentation.</li>\n</ul><p><b>Requirements</b></p><ul>\n<li>Minimum 10 years of combined relevant university studies and experience in IT;</li>\n<li>Minimum of 6 years of recent practical experience in supporting Cisco based networks (LAN, WAN, Wireless) and Cisco Catalyst and Nexus switching hardware;\n</li><li>Minimum of 7 years of using a disciplined approach for planning, designing, executing and reporting on software testing;</li>\n<li>In-depth technical knowledge of Cisco wireless, including Cisco Access Points, Wireless LAN controllers, Cisco PRIME and Cisco Mobility Services;</li>\n<li>Good technical knowledge of Data Centre environments including racks, cabling standards, power, cooling and security, Local Area and Data Centre networking and protocols;</li>\n<li>Cisco certification or any other general Networking certification<b>;</b>\n</li><li>Ability to integrate in an international environment and cooperate well in a team;</li>\n<li>Good communication &amp; interpersonal skills are preferred;</li>\n<li>Excellent command of English language.</li>\n</ul><p><b>Benefits</b></p><p><b>\nOur offer:\n</b></p><p>If you are seeking a career in an exciting and dynamic company, where you will offer your services as part of a team of a major European Institution, operating in an international, multilingual and multicultural environment where you can expect real chances to make a difference, please send us your detailed CV in English, quoting reference: <b>(NE/12/19)</b> to the following link:\n</p><p>We offer a competitive remuneration (either on contract basis or remuneration with full benefits package), based on qualifications and experience. All applications will be treated as confidential.\n</p><p></p><p><b>EUROPEAN DYNAMICS (www.eurodyn.com)</b>is a leading Software, Information and Communication Technologies company, operating internationally (Athens, Brussels, Luxembourg, Copenhagen, Stockholm, London, Nicosia, Hong-Kong, Valetta, etc.). The company employs over 600 engineers, IT experts and consultants (around 3% PhD, 36% MSc and 53% BSc or equivalent). We design and develop software applications using state-of-the-art technology. The group generates annual revenues in the range of EURO 40 million, with an EBITDA in the range of 20%. The value of our contract portfolio exceeds EURO 250 million. EUROPEAN DYNAMICS is a renowned supplier of IT services to government institutions, multinational corporations, public administrations and multinational companies, research and academic institutes.</p>\n<p>As part of our dedication to the diversity of our workforce, we are committed to Equal Employment Opportunity without regard for race, colour, national origin, ethnicity, gender, disability, sexual orientation, gender identity, or religion.</p><p></p><br>\n<p><b>EUROPEAN DYNAMICS (ED)</b> adheres to the General Data Protection Regulation principles by applying its Privacy Policy as published in www.eurodyn.com/privacy. By submitting an application to this position and by sharing your personal data with ED, you acknowledge and accept its Policy and authorise ED to process your personal data for the purposes of the company's recruitment opportunities, in line to the Policy.</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=f5a8c3b879eca9e4&fccid=226b3caa582bfb5a&vjs=3",
  "date": "2020-05-26"
}