{
  "title": "Junior IT Security Architekt (m/w/d)",
  "location": "Gumpoldskirchen, NÖ",
  "contract_type": null,
  "body": "<p>Der Bereich Group Security ist Serviceprovider für IT-Security an nationalen und internationalen Standorten. Sie sind unter anderem verantwortlich für die Analyse von IT-Security Risiken und Informationssicherheitsvorfällen (Incident-Response). Weiters gehört die Definition von wirkungsvollen technischen &amp; organisatorischen Maßnahmen zum Schutz der Unternehmensassets und deren Umsetzung zum Aufgabengebiet des Bereichs Group Security, um das höchstmögliche Maß an Informationssicherheit zu gewährleisten.\n<br>\n<br>\nSie sind technikaffin, arbeiten gerne im Team, lernen schnell und agieren erfolgs- und lösungsorientiert? Dann sind Sie hier richtig, um unser Team zu verstärken!<br>\n<br>\nStandort: <b>Gumpoldskirchen</b></p>\n<br><div><div><div><div>IHRE<br>\n<b>AUFGABEN</b>\n</div></div><div><ul><li>Sie unterstützen das Team bei der Gestaltung, Steuerung und Optimierung der IT-Security Architektur mit speziellem Fokus auf die IT-Infrastruktur Security</li><li>\nSie analysieren IT-Security Risiken, definieren passende Maßnahmen sowie kontrollieren deren Wirksamkeit</li><li>\nSie betreuen gemeinsam mit dem Team Security-relevante Projekte und Aktivitäten</li><li>\nSie helfen bei der Gestaltung und Optimierung der IT-Security Richtlinien, Standards und Konzepte rund um die IT-Infrastruktur mit und führen Compliance-Checks durch</li><li>\nSie analysieren neue Technologien und beobachten Entwicklungen rund um die IT-Infrastruktur Security</li><li>\nSie arbeiten aktiv an der Analyse und Behebung von Incidents im Bereich IT-Infrastruktur</li></ul>\n</div></div><div><div><div>IHR<br>\n<b>PROFIL</b>\n</div></div><div><ul><li>Umfassende Fachkenntnisse in IT-Security, insbesondere im Bereich IT-Infrastruktur Security (z.B. Firewall, IPS/IDS, Email Security, SIEM, usw.)</li><li>\nSehr gute Fachkenntnisse in IT-Infrastruktur-Umgebungen und im Umgang mit IT-Netzwerken inkl. aller relevanten Technologien und Protokollen</li><li>\nUmfangreiches Wissen zu den Themen Information Security Standards und Normen (z.B. ISO/IEC 27001) und bereits Erfahrung mit Security Best Practices (z.B. ISO 27002, BSI Grundschutz, etc.)</li><li>\nGute Deutsch- und Englischkenntnisse</li><li>\nVeränderungsbereite, konfliktfähige und auffassungsstarke Persönlichkeit mit zuverlässiger und zielorientierter Arbeitsweise</li></ul>\n</div></div><div><div><div>WIR<br>\n<b>BIETEN</b>\n</div></div><div><ul><li>Bedarfsgerechtes Aus- und Weiterbildungsangebot</li><li>\nFlexible Arbeitszeiten durch Gleitzeitregelung</li><li>\nAusgezeichnete Betriebskantine (auch mit vegetarischen Speisen)</li><li>\nEine gute Anbindung und ausreichend Parkplätze für die gesamte Belegschaft</li><li>\nEin KV-Mindestgehalt für diese Position von € 2.528,95 brutto monatlich, wobei eine marktkonforme Überzahlung gemäß Ihrer Qualifikation und Berufserfahrung vorgesehen ist.</li></ul>\n</div></div><div><div><div>ÜBER<br>\n<b>UNS</b>\n</div></div><div><div>Die NOVOMATIC-Gruppe ist eines der führenden heimischen Technologieunternehmen in hundertprozentigem österreichischen Privatbesitz mit Sitz südlich von Wien. Als international tätiger Gaming-Technologiekonzern zählt sie durch ihre konsequente Wachstumsstrategie zu den Weltmarktführern der Branche.</div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=98c35eaa9790e3d7&fccid=3f7f841f88eb8db3&vjs=3",
  "date": "2020-05-26"
}