{
  "title": "SENIOR MIGRATION SECURITY EXPERT",
  "body": "Please note that this position is under an Extra-Budgetary (ExB) Project. The initial contract will be issued for one year with the possibility of extension.\n<br><br>\nThis position is open for secondment only and participating States are kindly reminded that all costs in relation to assignment at the Secretariat must be borne by their authorities.\n<br><br>\nCandidates should, prior to applying, verify with their respective nominating authority to which extent financial remuneration and/or benefit packages will be offered. Seconded staff members in the OSCE Secretariat and Institutions are not entitled to a Board and Lodging Allowance payable by the Organization.\n<br><br>\nThe Office of the Secretary General (OSG) provides general services to the Secretary General (SG), the Chairperson-in-Office, and the participating States. It groups horizontal services such as Executive Management, Communication and Media Relations, Legal Services, External Co-operation, Security Management, Gender Affairs, Conference and Language Services, Central Records Management, and oversees the OSCE Prague Office.\n<br><br>\nThe OSG ensures effectiveco-ordination of policy advice provided to the Secretary General and the Chairmanship, and management decisions taken by the Secretary General. The OSG is led by a Director who also functions as the Head of Executive Management.\n<br><br>\nThe External Co-operation Section is the Secretariats initial contact point for liaison with international, regional, and sub-regional organizations and institutions. It is also responsible for the strengthening and operationalizing of the OSCEs interaction with the 11 states representing the Asian and Mediterranean Partners for Co-operation.\n<br><br>\nTasks and Responsibilities\n<br><br>\nAs a connector, facilitator and incubator the Senior Migration Security Expert will work with project managers, senior leadership including in Executive Structures, at both the strategic and project level in migration and security-related matters. The Senior Expert will work cooperatively within the External Co-operation Section and if so tasked, will support other colleagues in migration related aspects of their respective portfolios.\n<br><br>\nMoreover, should you be selected for this position, under the overall supervision of the Head of the External Co-operation Section, you will be tasked with the following duties:\n<br><br>\nDeveloping, facilitating and supporting systematic and collaborative approaches and relationships that strengthen the links between the priorities of OSCE programmatic units/departments, with the aim to generate further synergies, complementarities, added value in migration-related activities;\n<br>Consulting regularly with relevant OSCE project managers including in Institutions and Field Operations with the aim to assess needs and catalyze ideas with the intention to support the joint design of initiatives to strengthen coherence of messages and synergies of actions of OSCE migration-related activities across the three dimensions;\n<br>Liaising with UN specialized agencies and other international and regional organizations with a view to leveraging partnerships towards common goals, by joining forces in advocacy endeavours as well as action-oriented cooperation;\n<br>Providing participating States and Partners for Co-operation with regular stock-taking and reporting on relevant OSCE work in the area of migration and security;\n<br>Designing and implementing new extra budgetary projects to improve coherence and effectiveness of the OSCE action on migration and security;\n<br>Organizing an OSCE Conference on Migration and Security;\n<br>Performing other related work as assigned.\n<br><br>\nFor more detailed information on the structure and work of the OSCE please see: http://www.osce.org/secretariat\n<br><br>\nNecessary Qualifications\n<br><br>\nFirst-level university degree in law, political science, international relations, or social sciences;\n<br>A minimum of six years of progressively responsible and relevant professional experience including experience at the international level;\n<br>Professional fluency in English with excellent communication (both oral and written) skills, working knowledge of Russian and/or another OSCE working language would be an asset;\n<br>Demonstrated gender awareness and sensitivity, and an ability to integrate a gender perspective into tasks and activities;\n<br>Ability and willingness to work as a member of team, with people of different cultural, and religious backgrounds, different gender, and diverse political views, while maintaining impartiality and objectivity;\n<br>Computer literate with practical experience using Microsoft applications.\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment at a lower grade or to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see http://www.osce.org/states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages the nomination of qualified female and male candidates from all religious, ethnic and social backgrounds.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.\n<br><br>\nPlease apply to your relevant authorities several days prior to the deadline expiration to ensure timely processing of your application. Delayed nominations will not be considered.",
  "url": "https://at.indeed.com/rc/clk?jk=a6b41aedc88eb0ff&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-04-20"
}