{
  "title": "Junior Business Analyst (m/w/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><div><p>Beginnen Sie Ihre berufliche Karriere als Business Consultant in unserem wachsenden Beratungsteam. Lernen Sie hierzu Lösungsvarianten und Konzepte für aktuelle Herausforderungen unserer Kunden zu entwickeln. Dies beinhaltet die Verbesserung von Geschäftsprozessen, die Umgestaltung bestehender Organisationsstrukturen, die Umsetzung regulatorischer Anforderungen oder die Analyse und Realisierung neuer Geschäftsideen.</p></div>\n</div><div><div><h2 class=\"jobSectionHeader\"><div><p><b>Ihre Aufgaben</b></p></div></h2>\n<div><ul><li>Analyse und Gestaltung IT-gestützter Geschäftsprozesse unserer Kunden in Fachbereichen wie Customer Relationship Management, Information Security oder Supply Chain Management</li>\n<li>Anforderungsanalyse, Konzeption und Planung (organisatorisch, funktional und technisch) in komplexen Transformationsprojekten in einer Schnittstellenfunktion zwischen Fachbereichen und IT</li>\n<li>Strukturierte Erhebung von fachlichen Anforderungen und Überleitung in funktionale Konzepte</li>\n<li>Arbeitspaketverantwortung in Consulting-, Konzeptions- und Umsetzungsprojekten</li>\n<li>Unterstützung bei Pre-Sales Aktivitäten</li>\n</ul></div>\n</div><div><h2 class=\"jobSectionHeader\"><div><p><b>Ihr Profil</b></p></div></h2>\n<div><ul><li>Abgeschlossenes Studium im Bereich (Wirtschafts-) Informatik, BWL oder in den technischen Wissenschaften mit IT-Bezug</li>\n<li>Erste einschlägige Berufserfahrung (idealerweise im Beratungsumfeld) sowie hohe IT-Affinität</li>\n<li>Methodische Erfahrungen mit Business-Analyse, Prozessoptimierung und Solution Design</li>\n<li>Erste Praxis in den Bereichen Datenanalyse und Business Intelligence von Vorteil</li>\n<li>Interesse an Prozessen in den Bereichen Customer Relationship Management, Information Security oder Supply Chain Management</li>\n<li>Hervorragende analytische Fähigkeiten und proaktiver selbstständiger Arbeitsstil</li>\n<li>Freude am Kundenkontakt und sehr gute Präsentationsfähigkeiten</li>\n<li>Reisebereitschaft und ausgezeichnete Deutsch- und Englischkenntnisse</li>\n</ul></div>\n</div></div><div></div><div><h2 class=\"jobSectionHeader\"><div><p><b>Das erwartet Sie bei uns</b></p></div></h2>\n<div><ul><li>umfangreiche interne und externe Weiterbildung</li>\n<li>flache Hierarchie und kurze Kommunikationswege</li>\n<li>die Möglichkeit, das Unternehmen aktiv mitzugestalten</li>\n<li>ausgezeichnete Karrieremöglichkeiten vom Consultant bis zum/r PartnerIn</li>\n<li>Home-Office- und Sabbatical-Möglichkeit</li>\n<li>Benefits wie z.B. flexible Arbeitszeiten, Gewinnbeteiligung, Essensgutscheine, Teamevents, Freitagsfrühstück und Obstkorb</li>\n<li>zusätzlicher Urlaub vom 24. bis 31. Dezember gemäß interner Policy</li>\n</ul></div>\n</div><div><div><h3 class=\"jobSectionHeader\"><div><p><b>Bewerben Sie sich jetzt einfach mit Ihrem Onlineprofil!</b></p></div></h3>\n<div><p>Senden Sie uns Ihren aussagekräftigen Lebenslauf oder Ihr Social Media Profil (z.B. Xing, LinkedIn, o. Ä.) und relevante Zeugnisse gerne unter Angabe Ihrer Gehaltsvorstellung sowie des frühestmöglichen Eintrittstermins. Wir freuen uns auf Ihre Bewerbung.</p><br>\n<p></p>\n<p>\nAus gesetzlichen Gründen weisen wir darauf hin, dass das kollektivvertragliche Mindestgehalt dieser Position bei EUR 2.404,22 brutto/Monat liegt. Es wird eine deutliche Überzahlung geboten.</p></div><br>\n<div></div>\n</div></div><p></p><div><div>Diverse for best results: Ventum Consulting steht für Chancengleichheit und Vielfalt. Wir wertschätzen alle Bewerbungen – unabhängig von Geschlecht, Nationalität, ethnischer und sozialer Herkunft und weiteren individuellen Merkmalen.</div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=95ce6ecbf5c5f29e&fccid=a82de7a1b7b2b475&vjs=3",
  "date": "2020-05-26"
}