{
  "title": "Java Consultant (all genders) - Vollzeit/Teilzeit",
  "location": "Wien, W",
  "contract_type": "Vollzeit, Teilzeit",
  "body": "<div><div><p><b>We Believe in Better!\n</b></p><p>We are a global information technology company that builds high-performance, security-centric solutions that can help change the world. Enhancing people’s lives through secure, reliable advanced technology is our vision.</p><p>\nAt Unisys, we believe in better! Here, you have the opportunity to learn new skills, apply your expertise, and solve complex problems with cutting edge technologies and solutions. You are part of a global diverse team that supports you, drives change, and delivers successful results consistently.</p><p></p><p>\nOur associates are at the forefront of everything we do, driving our clients’ successes while giving back to communities and making a positive impact on enhancing the quality of life to help make this world a safer and more secure place to live and work. Our success is a direct result of the work of our people who live and breathe our Core Beliefs. Simply put, we believe in better lives. Join us!</p><p></p><h2 class=\"jobSectionHeader\"><b>\nLearn more about Unisys and our key solution offerings: </b><b>Unisys</b><b>, </b><b>Stealth</b><b> , </b><b>CloudForte</b><b> , </b><b>Intelliserve</b></h2><p></p><p><b>\nWhat success looks like in this role:\n</b></p><p></p><p>Wir bieten Ihnen eine abwechslungsreiche Mitarbeit in Projekten, wobei Sie in einem Team gemeinsam mit dem Kunden Lösungen entwickeln.</p><p></p><p><b>\nIhr Aufgabengebiet</b></p><ul><li>\nEntwicklung von webbasierten Benutzerinterfaces und dazugehörigen Backendlogiken</li><li>\nIT Lösungen mit bestehenden Applikationen und IT-Systemen des Kunden integrieren</li><li>\nArbeiten mit agilen Entwicklungsmethoden (SCRUM)</li></ul><p></p><p><b>\nAnforderungsprofil</b></p><ul><li>\nAbsolventIn / StudentIn der TU oder einer technischen (Fach-)Hochschule</li><li>\nJava EntwicklerIn mit Interesse an der Telekommunikationsbranche</li><li>\nKenntnisse in Java EE, Spring, SVN, Maven, Jenkins, Hibernate, HTML, AngularJS, Java Script und SQL von Vorteil</li><li>\nKenntnisse der technischen Grundlagen von Kommunikationsnetzen (IP, LAN/WAN)</li><li>\nBereitschaft, den gesamten Produktlebenszyklus von Anforderungsanalyse über Entwicklung, Test und Deployment bis zu Betrieb und Wartung einer Applikation zu begleiten</li><li>\nSprachen: Deutsch und Englisch in Wort und Schrift</li></ul><p></p><p><b>\nWir erwarten</b></p><p>\nWenn Sie hohe Begeisterungsfähigkeit, Kreativität und niveauvolles Auftreten mitbringen und ausgeprägte Kundenorientierung sowie ausgezeichnete Kommunikationsskills zu Ihren Erfolgsfaktoren zählen, passen Sie sehr gut in unser Team.</p><p></p><p><b>\nWir bieten</b></p><ul><li>\nInteressante und herausfordernde Aufgabengebiete</li><li>\nSehr gute Weiterbildungsmöglichkeiten und zahlreiche Sozialleistungen</li><li>\nUmfeld und Entwicklungschancen eines international tätigen Konzerns</li></ul><p></p><p>\nDas Jahresbruttogehalt beträgt bei einer Vollzeit-Anstellung EUR 40.000,00. Bei entsprechender Qualifikation und Erfahrung ist eine Überzahlung über dieses Gehalt hinaus nach Vereinbarung möglich.</p><p></p><p><b>\nYou will be successful in this role if you have:</b></p><ul><li></li></ul></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=5e0523e003f018ee&fccid=462555dec0279094&vjs=3",
  "date": "2020-05-26"
}