{
  "title": "Backend Developer",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><div><div><div><div><div><p>– Come and innovate for a medical technology company!</p>\n</div><div><p>Accessible healthtech and better diagnostics have the power to shift the healthcare paradigm from reactive to proactive; that’s why we develop speedy and user-friendly diagnostics technology that can be used in the comfort of your home. Our integrated mobile app is intrinsic in delivering this value to our users. To drive the development of our app we are expanding our in-house software team.</p>\n<h2 class=\"jobSectionHeader\"><b>\nA little about your future role…</b></h2>\n<p>\nWe are looking for an exceptional BE Developer with experience in clojure to join us in Vienna. We offer a permanent position, based in Vienna, where you can grow professionally in an innovative, open, and future-oriented startup environment. You will build, coordinate and contribute to the development of a fully compliant mobile application for our unique medical diagnostics platform. In more detail, you will:</p>\n<ul>\n<li>Develop and maintain business logic and APIs for our core decision engine</li>\n<li>Develop and maintain functional-reactive applications</li>\n<li>Collaborate with our Knowledge Engineering team to research and design new product lines</li>\n<li>Be a reliable, technical authority for all our server software components</li>\n<li>Create and execute the testing and automation strategy</li>\n<li>Investigate the latest trends, initiatives and opportunities in software to ensure we deliver maximum benefit to our users</li>\n</ul></div><div><h2 class=\"jobSectionHeader\"><b>A little about you…</b></h2>\n<h3 class=\"jobSectionHeader\"><b>Must have:</b></h3>\n<ul><li>5+ years of experience in backend/full-stack software development</li>\n<li>2+ years of experience with Clojure</li>\n<li>Experience in AWS</li>\n<li>Deep understanding of software patterns and clean code principles</li>\n<li>Deep understanding of testing and automation</li>\n<li>Deep understanding and knowledge of how to build security into every part of the DevOps lifecycle</li>\n<li>A mind-set to script and automate everything</li>\n<li>Well-organised with a high level of attention to detail and accuracy</li>\n<li>A positive and resilient attitude, even when encountering problems or when things go haywire</li>\n<li>Comfortable working both independently and on a team, within a fast-paced and flexible startup environment</li>\n<li>Comfortable with building your own structures and aligning them with company goals</li>\n<li>Fluent in English</li>\n</ul><h2 class=\"jobSectionHeader\"><b>Nice to have:</b></h2>\n<ul><li>German and/or other languages are advantageous</li>\n<li>Experience with Software as a Medical Device</li>\n</ul></div><div></div><div><h2 class=\"jobSectionHeader\"><b>Don’t have experience with all the points above?\n</b></h2><p>Don’t worry, we are big fans of learning, training and coaching on the job. Shoot us an email and explain how we can help each other grow.</p>\n</div><div><h2 class=\"jobSectionHeader\"><b>A little about us…</b></h2>\n<p>\nBloom is an international company, with home bases in Zurich and Vienna. We are closely affiliated with venture-capitalists in Europe and overseas. Our team has proven experience in the European health tech, home-testing and medical research sectors and a proven track record of resilience in the competitive startup scene.</p>\n<p>\nWe value self-motivation and self-awareness, entrepreneurship, long-term thinking and collaborative teamwork. We are in the healthcare space and this requires us to constantly reflect upon how we impact the lives of our users. After all, we care for their health.</p>\n<h2 class=\"jobSectionHeader\"><b>\nWhat we can offer you:</b></h2>\n<p>\nWorking in a next-generation healthtech company, building and scaling a market from anew</p>\n<p>\nFlexible work hours and ability to organise home-office days.<br>\nFlat-hierarchy, with an open communication style and feedback.<br>\nTeam activities and outings (hiking, team retreats, etc.).<br>\nWorking with an internationally diverse, young and dynamic team where English is the company language<br>\nSpacious office in 1st district Vienna (with awesome places to go for lunch and after work drinks), free coffee and tea and fruit<br>\nYearly Vienna transit card.<br>\nOpportunity to contribute to a future where healthcare will be more prevention-focused and patient-centered</p>\n</div><div><h2 class=\"jobSectionHeader\"><b>Like what you read?</b></h2>\n<p>\nTo apply, send us an email at recruitment@bloomdiagnostics.com! We are proud of our diverse and international team and are an equal opportunity employer, meaning we don’t discriminate in our hiring based on age, gender, race, or anything else.</p>\n<p>\nWe look forward to receiving your cover letter and CV.</p>\n<p>\nPlease note: When you apply with us @bloom diagnostics we will process and store the personal information that you have provided us with for the purpose of handling your application. We will store your contact details only if you instruct us to do so, otherwise your application data is deleted after 12 months. If you have any further questions regarding how we handle our data, do not hesitate to reach out to office@bloomdiagnostics.com.</p>\n</div><div><h2 class=\"jobSectionHeader\"><b>Salary</b></h2>\n<p>\nOur salary range starts upwards from €65,000 gross per year for a full time position. Depending on what skills and experience you bring with you, this is the least we would pay.</p>\n<p>\nAnnotation: According to the Federal Collective Bargaining Agreement (Rahmenkollektivvertrag für Angestellte im Handwerk und Gewerbe: www.wko.at), the minimum salary class for this position is class IV, depending on experience also of the successful candidate.</p></div></div></div></div></div></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=9f6f93a6a41f2dd9&fccid=c9ae515a214a4099&vjs=3",
  "date": "2020-05-26"
}