{
  "title": "Information Security Officer (w/m/d)",
  "location": "Salzburg",
  "contract_type": null,
  "body": "<div><p><b>Security </b>ist für dich das <b>A und O</b> in der IT?<br>\nDu möchtest Teil eines <b>dynamischen </b>und <b>innovativen </b>Teams der Porsche Informatik werden?<br>\n<br>\nDann bist Du genau richtig bei uns!<br>\n<br>\nWir suchen einen...</p><h3 class=\"jobSectionHeader\"><b>\nInformation Security Officer (w/m/d)</b></h3><p>\nWas dich auszeichnet:</p><ul>\n<li>\neine fundierte abgeschlossene IT-Ausbildung (Universität, FH) mit Schwerpunkt Informationssicherheit oder entsprechende mehrjährige Praxis</li>\n<li>einschlägige Kenntnisse der gängigen Information-Security-Standards (eine einschlägige Zertifizierung z.B. CISSP, CISM ist von Vorteil)</li>\n<li>einschlägige Kenntnisse in Netzwerk-, Applikations- und Systemsicherheit und den damit verbundenen Technologien und Risiken</li>\n<li>Kenntnisse im Projektmanagement</li>\n<li>systemisches, analytisches und lösungsorientiertes Denken und Handeln</li>\n<li>Teamfähigkeit, Kommunikations- und Organisationsgeschick sowie eigenverantwortlicher Arbeitsstil</li>\n<li>Engagement und Beharrlichkeit</li>\n<li>sehr gute Englischkenntnisse in Wort und Schrift</li>\n<li>Reisebereitschaft (gelegentlich)</li>\n</ul>\n<p>Du unterstützt uns bei:</p><ul>\n<li>\nAufbau, Weiterentwicklung und Betrieb des Informationssicherheitsmanagementsystems</li>\n<li>der Einführung von IT-Sicherheitslösungen</li>\n<li>der Planung und Umsetzung von Informations- und IT-Sicherheitsaudits sowie von Awarenessmaßnahmen</li>\n<li>der Behandlung von Informationssicherheitsvorfällen</li>\n<li>der Beratung zu Informations- und IT-Sicherheitsthemen</li>\n</ul>\n<p>Wir bieten:</p><p>\nBei uns bist Du als IT-affiner <b>CARakterkopf</b>, der die offene und innovative Kultur der Porsche Informatik schätzt, richtig. Wenn Du über das notwendige<b> Know-how</b> im Bereich <b>Informations-</b> und <b>IT-Security </b>verfügst und Dein <b>Herz für IT schlägt</b>, nütze Deine Chance und gestalte die Zukunft der Porsche Informatik aktiv mit.</p>\n<p>\nWir wissen: Ihr Einsatz ist wichtig für unseren Erfolg. Daher sehen wir ein <b>sehr gutes Arbeitsklima</b>, das Ihnen ein großes Maß an <b>Eigenverantwortung </b>ermöglicht, modern gestaltete Büroräumlichkeiten sowie <b>flexible Arbeitszeiten </b>als wichtige Bausteine für eine hervorragende Zusammenarbeit. Zudem bieten wir umfangreiche <b>Gesundheits- und Sportangebote</b>, ein <b>Betriebsrestaurant und Cafeterias </b>am Standort der Zentrale in Salzburg, interessante <b>Weiterentwicklungsmöglichkeiten</b>, einen <b>Betriebskindergarten </b>und die Möglichkeit <b>mobil zu arbeiten</b>. Selbstverständlich genießen Sie ebenfalls <b>Mitarbeiterkonditionen </b>beim Autokauf, bei der Finanzierung und für Service, Reparatur und Zubehör.</p><br>\n<p></p>\n<p>\nSelbstverständlich erwartet dich ein auf dem anzuwendenden Kollektivvertrag basierendes Gehalt, welches sich aus deiner individuellen Qualifikation sowie deiner positionsrelevanten Berufserfahrung entsprechenden KV-Einstufung ergibt (Jahresbruttogehalt ab € 43.946,-). Es erfolgt eine marktadäquate Überzahlung.</p><p>\nWenn du darüber hinaus ein interessantes, herausforderndes Arbeitsumfeld schätzt, freuen wir uns auf deine aussagekräftigen Bewerbungsunterlagen.</p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=9515e696bde025bd&fccid=1cc5a81545419b98&vjs=3",
  "date": "2020-05-26"
}