{
  "title": "IT-Spezialist (w/m/div*) für SAP Rollen- und Berechtigungen",
  "body": "<p></p><div><div><p>Als Teil unseres Infineon Security Center of Competence sind Sie in Ihrer neuen Rolle verantwortlich für SAP Rollen- und Berechtigungsthemen. Diese Position bedeutet viel Interaktion mit Kollegen aus der IT sowie anderen Geschäftsbereichen und eine Herausforderung bei der Sie mit uns gemeinsam unsere state-of-the-art IT Lösungen weiter auszubauen und optimieren können. Unsere global eingespielten Teams in Europa, Asien, und USA freuen sich jetzt schon auf Ihre Unterstützung.\n<br>\n<br>\n<b>Zu Ihren neuen Aufgaben gehören v.a.:</b></p><ul><li>\nAusübung einer zentralen <b>Ansprechpartnerfunktion für alle SAP Rollen</b> und <b>Berechtigungen</b></li><li><b>\n2nd/3rd Level Support</b> in Bezug auf SAP Berechtigungen &amp; Security Themen</li><li><b>\nBetreuung</b> und <b>Unterstützung</b> bei der Weiterentwicklung unserer <b>GRC Applikationen</b> (SAP GRC und Securinfo) sowie für unsere selbstentwickelten Applikationen für die Rollenbeantragung und -zuordnung</li><li><b>\nProjektmitarbeit</b> bei SAP GRC, Securinfo &amp; Security Projekten und Unterstützung bei der Umsetzung und Einführung unserer Berechtigungskonzepte und -prozesse</li>\n<li><b>Mitverantwortung</b> für die regelmäßig stattfindenden <b>Compliance Checks/Audits</b> sowie für die Qualitätssicherung und Weiterentwicklung der implementierten SAP Security Policy und Prozesse</li></ul></div><p></p>\n<div><p>Ihr Profil</p><p>\nSie sind technikbegeistert und übernehmen Verantwortung für das Erreichen gemeinsamer Ziele. Ihre Aufgaben treiben Sie mit Engagement, Leidenschaft und Produktivität voran. Sie nehmen Informationen rasch auf, bewerten diese aus verschiedenen Blickwinkeln, treffen Entscheidungen und tragen aktiv zu deren Umsetzung bei. Die vertrauensvolle Zusammenarbeit in mehreren Teams mit vielen Kollegen ist für Sie selbstverständlich und macht Ihnen Spaß.<br>\n<br>\nWeiters erfüllen Sie erfolgreich folgende Voraussetzungen:<br>\n<br>\n</p><ul><li>Erfolgreicher <b>Ausbildungsabschluss </b>(Universität/FH) im Bereich Informatik (oder eine vergleichbare Ausbildung, z.B. HTL mit einschlägiger Berufserfahrung)\n</li><li><b>Interesse </b>und <b>Begeisterung </b>an unterschiedlichen <b>IT-Themen\n</b></li><li>Erste Berufserfahrung im Bereich <b>SAP Security &amp; Autorisierungen</b> von Vorteil</li><li>\nKenntnisse im Bereich <b>SAP Berechtigungen</b> (S/4HANA &amp; Fiori Apps, SAP Basis und SAP GRC von Vorteil)</li><li>\nsehr gute<b> Deutsch- </b>und <b>Englischkenntnisse</b></li></ul>\nDie Anstellung erfolgt über einen unserer Vertragspartner. Wir setzen eine gültige österreichische Arbeitsgenehmigung voraus. Unser Vertragspartner bietet ein Gehalt von brutto € 2.528,95 pro Monat (14 x p.a.) entsprechend dem KV der Elektro- und Elektronikindustrie. Bereitschaft zur Überzahlung, abhängig von Qualifikation und Eignung. Infineon bietet darüber hinaus weitere attraktive Sozialleistungen und Benefits.<br>\n<br>\n<b>Unsere Benefits</b><ul><li>\nAnspruchsvolle Aufgaben in einem Top-Industrieunternehmen</li>\n<li>Kompetente Kollegen, mit denen es Spaß macht, gemeinsam Probleme zu lösen</li>\n<li>Möglichkeiten zur persönlichen Entwicklung</li>\n<li>Eine internationale und offene Unternehmenskultur</li>\n<li>Und einiges mehr...</li></ul></div><p></p>\n<p>Was ihr Ihnen bieten</p>\n<p>Was wir Ihnen in Klagenfurt bieten</p>\n<p></p><div><div><p>In Österreich arbeiten fast 4.600 Menschen an fünf verschiedenen Standorten.</p>\n</div>\n</div><p></p><div><p><b>Erfahren Sie mehr zu unserem Standort Klagenfurt in Österreich</b></p></div>\n<p>Über uns</p><div><b>\nPart of your life. Part of tomorrow.</b><br>\nWir machen das Leben einfacher, sicherer und umweltfreundlicher – mit Technik, die mehr leistet, weniger verbraucht und für alle verfügbar ist. Mikroelektronik von Infineon ist der Schlüssel für eine lebenswerte Zukunft. Wir achten auf schonenden Umgang mit natürlichen Ressourcen und lösen gesellschaftliche Herausforderungen: Effiziente Energienutzung, umweltgerechte Mobilität und Sicherheit in einer vernetzten Welt.<br>\n<br>\nDas <b>Information Technology Department</b> agiert als wichtiger Geschäftspartner für Infineon, der Anforderungen in funktionale IT-Lösungen umwandelt. Es stellt Hardware- und Softwarelösungen zu Benchmark-Kosten für alle Bereiche bei Infineon zur Verfügung, von Büronutzung, Forschung &amp; Entwicklung bis hin zu Frontend- und Backendproduktion weltweit. Über 1000 IT-Mitarbeiterinnen und Mitarbeiter arbeiten eng mit ihren Kollegen aus den übrigen Infineon-Bereichen und mit externen Partnern zusammen. Sie steigern die Effizienz der Geschäftsprozesse und bieten dabei mehr als nur modernstes Equipment, sichere Infrastruktur und neueste Kommunikationslösungen.<br>\n<br>\nVon <b>Klagenfurt</b> aus wird der operative IT Betrieb für Europa und die weltweite Entwicklung im Bereich IT Infrastruktur verantwortet, sowie der Betrieb der IT Infrastruktur für mehr als 100 Infineon Standorte weltweit sichergestellt. Die Landeshauptstadt Klagenfurt, im Herzen Kärntens, begeistert mit ihrer Lebendigkeit, Kultur, zahlreichen Events und Sehenswürdigkeiten. Das südliche Klima mit dem Wörthersee und die zahlreichen Möglichkeiten für Outdoor-Sportaktivitäten tragen natürlich dazu bei Klagenfurt besonders lebenswert zu machen. Finden Sie heraus, was Ihnen an Klagenfurt am besten gefällt und werden Sie Teil unseres Teams: https://www.visitklagenfurt.at/de/<br>\n<br>\n<ul><li><i>Der Begriff Gender in Bezug auf den General Equal Treatment Act (GETA) oder andere nationale Gesetzgebungen bezieht sich auf die biologische Zuordnung zu einer Geschlechtergruppe. Bei Infineon sind wir stolz darauf, jede Form von Vielfalt und (Gender) Diversität begrüßen zu dürfen.</i></li></ul></div><br>\n<div><p>Interesse? Dann bewirb dich jetzt</p>\n<p></p><div><div><div><p>Mag. Stefanie Triebelnig</p></div>\n<p></p><div><p>Talent Attraction Manager</p></div><p></p>\n<div><div><b>LinkedIn</b></div></div>\n<div><div><b>Xing</b></div></div></div></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=a97a118745056cd7&fccid=d29c5f56235af7ca&vjs=3",
  "date": "2020-04-20"
}