{
  "title": "IT Cybersecurity Expert (m/f/d)",
  "location": "Innsbruck, T",
  "contract_type": null,
  "body": "<div><p><b>IT-EXPERTS WANTED</b></p><br>\n<p></p>\n<p><b><i>\nMotherboard</i></b></p>\n<p>\nWe, softwareXperts search for our customers from different industries for qualified IT experts with a wide range of know-how.</p><br>\n<p></p>\n<p><b><i>\nInfrastructure</i></b></p>\n<p>\nOur client is a austrian company in the medical sector.</p>\n<p>\nWe are looking for a dedicated and motivated <b>IT Cybersecurity Expert (m/f/d)</b>.</p><br>\n<p></p>\n<p><b><i>\nYour upgrades</i></b></p>\n<ul>\n<li>An exciting job in a motivated team</li>\n<li>The unique opportunity for your personal development</li>\n<li>Latest technological possibilities<br>\n</li><li>A dynamic and agile working environment<br>\n</li></ul><p></p><p><b><i>Your hard- and software</i></b></p>\n<ul>\n<li>IT education (HTL, Fachhochschule, University)</li>\n<li>Well-grounded experience in risk assessment procedures, policy information, role-based authorization methodologies, authentication technologies and security attack pathologies<br>\n</li><li>Well-grounded Know-How of ISO 2700/27002, ITIL and COBIT frameworks</li>\n<li>Good knowledge of practices and methods of IT strategy, enterprise architecture and security architecutre</li>\n<li>Good knowledge of third party auditing and cloud risk assessment methodologies</li>\n<li>Result orientation and willingness to perform<br>\n</li><li>Excellent communication and team skills</li>\n<li>Very good German and English skills</li><br>\n</ul><p></p>\n<p><b><i>\nYour tasks</i></b></p>\n<ul>\n<li>Ýou plan, research and design robust security architectures</li>\n<li>You research security standards, security systems and authentication protocols</li>\n<li>You prepare cost estimates and identify integration issues</li>\n<li>You define, implement and maintain corporate IT security policies and procedures</li>\n<li>You oversee IT security awareness programs and educational efforts in collaboration with the CSO</li><br>\n</ul><p></p>\n<p>\nThe minimum salary for this position is € 36.154,- gross per annum, with the willingness to overpay based on your qualifications and experience. If you want to be part of a motivated team and want to contribute to the long-term success of the company, please apply with your reference number 7365 with your application documents.</p><br>\n<p></p>\n<p><b>\nYou are not available - but you know the right person?</b><br>\n<b>Get your reward!</b></p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=15ae3e3e1757c429&fccid=e1a82c784dd81fa1&vjs=3",
  "date": "2020-05-18"
}