{
  "title": "IT Security Consultant (m/w/d)",
  "body": "<div><p>Aufgabenbereich</p>\n<p>Ihre Aufgabe besteht in der Unterstützung und Beratung des Kernteams durch Ihre spezifischen Kenntnisse und Praxiserfahrungen im Bereich Information Security Management. Dies umfasst unter anderem:</p>\n<ul><li>Erstellung, Aktualisierung und Qualitätssicherung von IT-Sicherheitsrichtlinien, Sicherheitskonzepten und Härtungsvorgaben</li>\n<li>Identifikation und Steuerung der Umsetzung von Maßnahmen zur Verbesserung der Informationssicherheit</li>\n<li>Beratung zu Sicherheitsarchitekturen und umzusetzenden Schutzmaßnahmen</li>\n<li>Durchführung von Schulungsmaßnahmen im Bereich der Informationssicherheit und Security Awareness</li>\n<li>Unterstützung unserer Kunden bei der Einhaltung gesetzlicher Vorgaben (NIS-Gesetz) und bei der Vorbereitung von Zertifizierungen nach ISO/IEC 27000 bzw. BSI IT-Grundschutz</li>\n</ul><p>Erforderliche Qualifikationen</p>\n<ul><li>Abgeschlossene technische Ausbildung FH/Universität mit Schwerpunkt in den Bereichen Informatik, Telekommunikation oder Informationssicherheit</li>\n<li>Gute theoretische Kenntnisse und fundierte praktische Erfahrung in den Bereichen ISMS, IS-Risikomanagement, Erfahrung in der Anwendung und Umsetzung der Normen ISO 27001, 27002, 27005, BSI-IT-Grundschutz und das NIS-Gesetz</li>\n<li>Allgemeine Kenntnisse zu Sicherheitstechnologien, Protokollen und Standards sowie praktische Erfahrung im Bereich IT-Lösungsdesign und IT-Architektur mit Bedacht auf IT-Sicherheit</li>\n<li>Einschlägige IT-Security Zertifizierungen CISSP, CCSP, CISA, CISM oder Ähnliches von Vorteil</li>\n<li>Professionelles Auftreten, analytisches Vorgehen und „Blick für das Ganze“</li>\n<li>Selbstsicheres Auftreten, eine kundenorientierte, flexible und selbstständige Arbeitsweise</li>\n<li>Deutsch und Englisch in Wort und Schrift</li>\n<li>Reisebereitschaft, vor allem im deutschsprachigen Raum (durchschnittlich ca. 30%)</li>\n</ul><p>Unser Angebot</p>\n<ul><li><b>Herausfordernde Projekte</b>: eine Kombination aus technischer Expertise und Projektmanagementerfahrung, das Gesamtprojekt immer im Fokus</li>\n<li><b>Zeitlich und örtlich flexibles Arbeiten</b>: mit moderner IT-Infrastruktur und Cloud-Tools, Gleitzeitmodell für alle KollegInnen</li>\n<li><b>Teambuilding</b>: regelmäßige Firmenveranstaltungen</li>\n<li><b>Weiterbildung</b>: eine eigene team Academy für Fachvorträge, individuelle Weiterbildung erwünscht</li>\n<li><b>Versorgung ist gesichert</b>: gratis Getränke und Obst im Büro, Naschmarkt direkt vor der Tür</li>\n<li><b>Gute Erreichbarkeit</b>: sehr gute Anbindung an das öffentliche Verkehrsnetz (U1, U2, U4), Kostenübernahme für die Jahresnetzkarte der Wiener Linien</li>\n</ul>\n<p><b>Gehalt:</b> Wir bieten für diese Position ein leistungsorientiertes Bruttojahresgehalt von mind. EUR 70.000 auf Basis Vollzeit. Das finale Gehalt wird entsprechend Ihrer Qualifikation und Berufserfahrung im Bewerbungsgespräch festgelegt.<br>\n<br>\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen mit Angabe Ihrer Gehaltsvorstellung (Motivationsschreiben, CV mit Foto, Arbeits- und Ausbildungsnachweise). Bitte senden Sie diese an Frau Petra Großmann <b>hr@te-am.net</b>.<br>\n<br>\n<b>Hinweis:</b> Mit der Übermittlung Ihrer Bewerbungsunterlagen stimmen Sie unseren Datenschutzbestimmungen zu und bestätigen gleichzeitig diese gelesen und verstanden zu haben. Die Datenschutzbestimmungen sind auf der team Homepage (<b>www.te-am.net</b>) unter der Rubrik „Datenschutz“ ersichtlich.</p>\n<p></p><p><b>team Communication Technology Management GmbH</b><br>\n1060 Wien, Linke Wienzeile 4/1/2<br>\n+43 1 512 3020-0</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=ed82679958ad761b&fccid=519220fe51f6eaf8&vjs=3",
  "date": "2020-04-20"
}