{
  "title": "Technical Director / COO",
  "body": "<p></p><div><p>Make a difference by leading operational business in an innovative flagship research institute.</p>\n<p>\nYou want to take responsibility supporting and developing ground-breaking research in fundamental theoretical questions in Artificial Intelligence and high-impact applications that will transform our society. Focus areas include climate change, smart cities, sustainable mobility, fleet management, and helping discover new drugs.</p>\n<p>\nWe are building a unique environment of world-class researchers and industrial-scale real-world data openly shared with the scientific community. We take a proudly interdisciplinary approach to bring together top talent from complementary fields, combining in-depth domain knowledge in Artificial Intelligence, simulation, and geo-spatial analysis from academia and industry. All our research is open and published. We have now established a new office location in central Vienna to serve as the home for up to 30 top scientists, and as an exchange hub for researchers worldwide.</p>\n<p>\nResponsibilities:</p>\n<ul><li>\nManage short and longer term visitor programmes, academic workshops, etc. including all communication with visitors, press, and PR contacts</li>\n<li>Manage day-to-day operations in accounting, legal, and finance of the Institute, and report to management</li>\n<li>Manage the organization and control of common office tasks, including procurement and security</li>\n<li>Manage the office IT infrastructure</li></ul></div><p></p>\n<br><div><div><div><h4 class=\"jobSectionHeader\"><b>Additional Information\n</b></h4></div><div><div><div><div><h4 class=\"jobSectionHeader\"><b>Benefits</b></h4><p></p><div><p>\nHighly competitive remuneration subject to qualification, relocation assistance.<br>\n</p>\n<p>\n</p></div><p></p><h4 class=\"jobSectionHeader\"><b>Additional comments</b></h4><p></p><div><p>\nInstitute of Advanced Research in Artificial Intelligence advances basic and applied research in Artificial Intelligence. Critical analyses and fundamental studies seek novel insights that shape the future of our society. Key areas of research include:</p>\n<ul><li>\nWorld Simulation – We train in simulators by reinforcement learning or other meta-learning strategies to study climate change models, smart cities, sustainable mobility, fleet management, etc.</li>\n<li>Prediction through Description – We investigate the reliability and interpretability of modern machine learning models. We focus on high impact questions such as predicting patterns in urban traffic or large-scale rainfall, assessing climate change, biomedical image classification, and helping discover new drugs.</li>\n<li>A Theory of AI – We work towards a rigorous understanding of the success of the latest ‘black-box’ algorithms that is also intuitive to humans.</li>\n</ul><p>\nSee http://www.iarai.ac.at/the-institute to learn more.</p><br>\n<p></p>\n<p>\nLiving and working in Vienna benefits from the outstanding services provided by the city and the state (strong public health service, exemplary public transport, …). There moreover is a wide range of recreation opportunities in easy reach, within the city or in the Vienna Woods, the Burgenland lake district, and the Semmering alpine mountain range. Together with the rich and varied cultural choices on offer, they contribute to the high value of leisure time in Vienna. Residents form a very international community – about two in five of the 1.9 million people living here came from abroad. The outstanding quality of life that attracts people to Vienna is regularly reflected in international studies, which consistently rank Vienna within the top three cities for general quality of life worldwide (Mercer Consulting) and as leading smart city (Roland Berger).</p>\n</div></div></div></div><p></p>\n</div></div><div><div><h4 class=\"jobSectionHeader\"><b>Requirements\n</b></h4></div><div><div><div><h4 class=\"jobSectionHeader\"><b>Offer Requirements</b></h4><div><h4 class=\"jobSectionHeader\"><b>\nSkills/Qualifications</b></h4><p></p><div><p>\nQualifications:</p>\n<ul><li>\nEducation / degree in computer science or a related technical discipline</li>\n<li>Management experience, excellent organizational and communication skills, resilience to evolving requirements, taking full ownership</li>\n<li>Strong applied common sense, self-driven, highly motivated, attention to both detail and the bigger picture, thrives in a lively dynamic academic environment</li></ul></div></div></div></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=aec8947f20cd0d3f&fccid=11f846d5984971ea&vjs=3",
  "date": "2020-05-02"
}