{
  "title": "Information Security Consultant",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><div><div><h3 class=\"jobSectionHeader\"><b>Ihre Aufgaben</b></h3>\nWir suchen Verstärkung innerhalb unseres Security Operation Center (SOC). Ihre Aufgabe ist es als Schnittstelle zwischen dem Security Analysten des SOC und dem Kunden sicherheitstechnische Maßnahmen zum Kunden zu transportieren.\n<br>\n<br>\nSie agieren als Ansprechstelle des Kunden im Rahmen von Sicherheitsvorfällen und beraten diesen auf Basis der Ergebnisse des SOC zu weiteren Schritten. Sie sind in der IT ein Generalist mit einer starken Affinität zum Thema IT Sicherheit, wollen Angriffe in der Realität erleben und Unternehmen helfen diese abzuwehren. Sie verstehen Business Anforderungen in IT sicherheitstechnische Maßnahmen zu übersetzen, dann sind Sie richtig als IT Sicherheitsberater innerhalb eines SOC.\n<br>\n<ul><li>Begleitung bei der Implementierung des SOC beim Kunden (Presales, Proof of Concept, Onboarding)</li>\n<li>Durchführung von Business Analysen und Ableitung von sogenannten Use Cases für das SOC</li>\n<li>Durchführung von Business Impact Analysen</li>\n<li>Abhaltung von regelmäßigen Jour Fixe Terminen</li>\n<li>Weiterentwicklung und Etablierung des SOC</li>\n<li>Unterstützung in Sicherheitsfragen innerhalb des Security Operation Center</li>\n<li>Erkennung, Bewertung und Behandlung von IT Sicherheitsvorfällen (Incident Response)</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Ihr Profil</b></h3>\n<ul><li>Allgemeine technische Kenntnisse in den Bereichen Netzwerktechnik, Betriebssysteme, Applikationen und Cloud Lösungen</li>\n<li>Allgemeine Kenntnisse von Sicherheitstechnologien Produktion und Herstellern</li>\n<li>Kenntnisse im Bereich Security Incident Response</li>\n<li>Kenntnisse im Bereich Datenschutz inkl. Europäische Datenschutzgrundverordnung</li>\n<li>Grundkenntnisse in IT Service Management basierend auf ITIL</li>\n<li>Grundkenntnisse von internationalen Sicherheitsnormen und deren Anforderungen (ISO27001, Cobit) von Vorteil</li>\n<li>Grundkenntnisse von Netzwerkprotokollen</li>\n<li>Lösungsorientierter, analytischer und methodischer Arbeitsstil</li>\n<li>Gutes Auftreten, hohes Verantwortungs- und Sicherheitsbewusstsein\n<br>\n</li></ul></div><div><h3 class=\"jobSectionHeader\"><b>Unser Angebot</b></h3>\n<ul><li>Sicherer und stabiler Arbeitgeber</li>\n<li>Spannendes, eigenständiges und herausforderndes Aufgabengebiet mit Selbstverantwortung</li>\n<li>Guter Teamspirit und kollegiales Miteinander</li>\n</ul><ul><li>Zielgerichtetes Training on the Job sowie individuelle Weiterbildungs- und Entwicklungsmöglichkeiten</li>\n<li>Kurze Entscheidungswege, flache Hierarchien sowie ein sehr gutes Arbeitsklima</li>\n<li>Führungskräfte und Kollegen denen zwischenmenschliche Werte wichtig sind</li>\n<li>Flexible Arbeitszeiten &amp; Möglichkeit zu Homeoffice</li>\n<li>Firmenhandy, Notebook</li>\n<li>Familienfreundliches, wertschätzendes Arbeitsumfeld</li>\n<li>Benefits wie z. B. Getränke, Kaffee, Tee, Obst und viele weitere Mitarbeiterrabatte</li>\n<li>Gesundheitsfördernde Angebote wie z. B. Vorträge, Fitnesscenter, Sportangebote</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Gehaltsinformation</b></h3>\nEs erwartet Sie eine verantwortungsvolle Tätigkeit mit Zukunftsperspektiven. Das gebotene monatliche Bruttogehalt liegt bei (mind.) 4.000 - je nach relevanter Arbeitserfahrung und Qualifikation.\n</div></div><div><div><div>Als einer der führenden IT Provider bietet Ihnen ACP mehr als nur einfach einen Job: Begeisterung statt Dienst nach Vorschrift. Ein echtes Team statt einfach nur Kollegen und eine Berufung statt einfach einen Beruf.\n</div><div></div><div><h4 class=\"jobSectionHeader\"><b>Kontakt</b></h4>\n<p>Wir freuen uns auf Ihre Bewerbung mit Anschreiben, Lebenslauf und Foto.</p>\n<p>Herr Mario Wittmann<br>\nACP IT Solutions GmbH<br>\nWagenseilgasse 3, Europlaza Gebäude I\n<br>\nA-1120 Wien\n<br>\nwww.acp.at</p></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=fe210fa6f26642c5&fccid=18d184cadbc878f3&vjs=3",
  "date": "2020-05-26"
}