{
  "title": "Director, Division of Nuclear Security (NSNS) (D1)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><div><p>Reporting to the Deputy Director General, Head of the Department of Nuclear Safety and Security (NS), the Director ensures that the Division of Nuclear Security prepares and provides results based programmatic responses to Member States' needs and priorities in the programmatic areas outlined above. Also, the Director contributes to the promotion of interfaces, synergies and integration, where appropriate, between nuclear safety and security related activities and to the continuous improvement of the nuclear safety and security frameworks globally.</p><br>\n<br>\n<p><b>Role</b></p>\n<p>The Director is: the principal adviser to the Deputy Director General on such issues as strategy and policy, trends and emerging challenges in the relevant area, including the interface between safety and security and on planning and delivery of the relevant programme in response to the needs of States; a leader, providing strategic direction towards development and implementation in the corresponding programme areas in line with the results based approach, as well as promoting good performance and teamwork and creating an environment where staff can develop their skills and share knowledge and experience; a manager, acting in accordance with the IAEA's values and ethical standards in making decisions regarding financial, human, information and knowledge resources.</p><br>\n<br>\n<p><b>Functions / Key Results Expected</b></p>\n<ul><li><div>Lead the Division of Nuclear Security, providing direction and guidance to staff, and establishing and monitoring standards of excellence in performance.\n</div></li><li><div>Direct the development of and coordinate the assistance provided for the nuclear security programme in line with the expressed needs and priorities of Member States and the results based approach.\n</div></li><li><div>Lead the IAEA's activities related to supporting and further strengthening nuclear security in the assigned areas, e.g. through providing for the development of nuclear security guidance documents and for their application in States with a view to establishing a harmonized approach to nuclear security at the international level, and promote the interaction between safety and security.\n</div></li><li><div>Promote peer reviews and advisory services in an integrated and harmonized manner.\n</div></li><li><div>Promote capacity building, including education and training in nuclear security.\n</div></li><li><div>Coordinate and guide programme monitoring and assessment, ensuring that outcomes are fully in line with stated programme objectives.</div></li><li><div>\nRepresent the IAEA and its professional standing at international conferences and forums and liaise with senior level representatives in relevant institutions and other international organizations to gain awareness of emerging trends.\n</div></li><li><div>Strengthen IAEA cooperation with other international organizations, initiatives and professional associations through synergetic activities.\n</div></li><li><div>Lead the contribution of the Division to the implementation of the Departmental capacity-building strategy and policies for safety and security activities.<br>\n</div></li></ul><p></p><p><b>Qualifications, Experience and Language skills</b></p>\n<ul><li><div>At least an advanced university degree in nuclear science or nuclear engineering or in international relations or related subjects. A PhD would be an asset.</div></li><li>\nMinimum 15 years of progressively responsible relevant professional experience in a governmental or non-governmental body with experience in broad spectrum of nuclear safety and security related management areas and/or in human and financial resource management, programme planning and organizational development. At least 5 of these years should have been at the senior management or executive level and more than 5 years of working experience in international cooperation in the area of nuclear safety and security is highly desirable.\n</li><li><div>Proven track record of excellent leadership.\n</div></li><li><div>Excellent oral and written command of English. Knowledge of other official IAEA languages (Arabic, Chinese, English, French, Russian and Spanish) is an asset.</div></li></ul><br>\n<br>\n<p>Remuneration</p>\n<p>The IAEA offers an attractive remuneration package including a tax-free annual net base salary starting at <b>US $100800</b> (subject to mandatory deductions for pension contributions and health insurance), a variable post adjustment which currently amounts to <b>US $ 40219</b>*, dependency benefits, rental subsidy, education grant, relocation and repatriation expenses; 6 weeks' annual vacation, home leave, pension plan and health insurance</p></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=2f928723b253f162&fccid=c1a7c6d77658a22d&vjs=3",
  "date": "2020-05-26"
}