{
  "title": "Information & Cyber Security Manager - Governance and Organisation (f/m/x)",
  "location": "Wien 3. Bezirk (Landstraße), W",
  "contract_type": null,
  "body": "<p></p><div><div><div><div>International business requires an international corporate philosophy. Are you open to new ideas and do you value cultural diversity? At Raiffeisen Bank International, we are pleased to have more than 16 million customers in 13 CEE countries. And our journey continues – with exciting new issues for us to tackle such as digitalisation and changing customer needs. Join us on our journey.</div>\n<h1 class=\"jobSectionHeader\"><b>Information &amp; Cyber Security Manager - Governance and Organisation (f/m/x)</b></h1>\n<div>This function is responsible for development and maintenance of the group wide strategic Information &amp; Cyber Security governance program and is one of four teams reporting to the RBI Group CISO.<br>\n<br>\nThis function transforms the strategic requirements into processes on group level as well as develops metrics for ongoing performance measurement and reporting.<br>\n<br>\nThe Information Security Governance and Organisation Manager leads and participates in the conceptual design and the management of Information &amp; Cyber Security processes and tasks including the definition, tracking of compliance to security regulations, definition and validation of mitigating measures with specific focus on RBIs international units; furthermore, drive the development of group wide security services and contracts with third parties within RBI Group<br>\n<br>\n<b>Your tasks:</b>\n<ul><li>Conduct security assessments and compliance checks to identify the effectiveness of controls; validate answers and evidences and assess the derived risk status within RBI Group</li>\n<li>Support local CISOs of RBI international units on the implementation of group security policies/standards/guidelines; advice on effectiveness of treatment plans</li>\n<li>Analyze and evaluate risks of security relevant changes in projects or run-the-bank operations as well as identify vulnerabilities/security risks and draw up proposals for improvements and/or initiate countermeasures</li>\n<li>Establish and maintain group wide security services including cost- contract- and vendor management, reevaluate services and ensure quality and demand</li>\n<li>Support in reporting of KRIs/KPIs to various committees and stakeholders up to C-level executives</li>\n<li>Maintain close relationships with key partners within the business units as well as in the Second Line of Defense units</li>\n<li>Foster a culture that promotes Information &amp; Cyber Security within RBI Group and act as a bridge builder in areas of conflicts</li>\n<li>Research, evaluate and recommend evolving Information &amp; Cyber Security topics</li>\n</ul>\n<br>\n<b>What you bring to the table:</b>\n<ul><li>Expert knowledge and experience in Information &amp; Cyber Security Management with regards to processes, concepts, methodologies, technologies and products</li>\n<li>Have a master’s degree in security/engineering, computer science or business information systems or adequate practical experience</li>\n<li>Knowledge of principles used to manage risks related to the use, processing, storage, and transmission of information or data</li>\n<li>Experience with security architecture concepts including topologies, protocols, components, and principles (e.g. application of defense-in-depth)</li>\n<li>Practical experience in IT security in large complex enterprises</li>\n<li>Knowledge of incident response methodologies</li>\n<li>Knowledge and experience in project management principles and techniques</li>\n<li>Knowledge and interest in new and emerging IT and cybersecurity technologies</li>\n<li>Strong coordination and excellent communication and presentation skills within an international environment</li>\n<li>Ability for independent decision-making and issue resolution</li>\n<li>Strong team orientation</li>\n<li>Excellent command of written and spoken English; German or Eastern European/Russian languages are an asset</li>\n<li>Vendor independent security certifications (e.g. CISA, CRISC, CISSP, CEH) are an asset</li>\n<li>Experience in a large international banking environment is an asset</li>\n</ul>\n<br>\n<b>What we offer:</b>\n<ul><li>Join our dynamic and highly motivated team in one of the leading banking groups in Austria and Central and Eastern Europe</li>\n<li>EUR 46.500,- annual gross salary incl. overtime – additional payment according to skills and experience</li>\n<li>Work-Life balance due to variable working hours</li>\n<li>State of the art learning and development opportunities</li>\n</ul>\n<br>\nRBI AG is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ethnicity, race or color, national origin, religion, political or other opinion, gender, sexual orientation or disability.</div>\n<div><div><div><b>We are looking forward to receiving your online application!</b></div></div></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0AFj7pamFYRYUkO4T6ATIdKugxCBylRDcrg47ST9GClksId3o6zQ0UMj7vASL7rNAhYMk6bv9yld-k_Xf5hhLxepXtTia2KHf4ioMxAHd2s3fWewEBVg4e1Fvaym0u8waYsV4Ce35Deu3_ZWFkPWNg-w9ppAc1JU7SGyluUAtqv-6wkkou63GNT1KoPp1iH8e7OLjtxivh0D-XV-qNSlrVnF2Pk2kHOqtJQK5xl2AiiVHF_UemPMdFZwBxiLcLr-mQJHU7aIbfddvHEyw_rjN_PtpUHZTBE6ta1YArG8ILpsZ_q3xSJmox3uV1-77J0t3JZW9K-md-REAaY4UlVwFUwZAR-3NTyOHJLucdZT_kr_seNpKxGTJw-UQHPmpWrSoXejz955Tu6jvwUFTYNM8KkKhMWrDvjcRXaFQgsyYJxhvEJetGCwefXXsRoev_R1sVi6456wbnHf4NquVlqcfyvI-je38OzDWz8n_t2yg79nhfkqWe4Uim0dYdBQJAHZezF0CemRPvS4XlDEBEBaKJNf2uciI9gbY3frxunLT54yH4NiZ3u2ZOxUXwbqOYv25lyj4P7muNz19pj2QpYGimRno9J_lNfmTIT8panc6y0y00990QVKC_s&p=11&fvj=0&vjs=3",
  "date": "2020-05-26"
}