{
  "title": "Cloud Engineer",
  "location": "Elsbethen, S",
  "contract_type": null,
  "body": "<div><div><div><b>IT</b></div><div>\nFull-time</div></div><h1 class=\"jobSectionHeader\"><b>\nCloud Engineer</b></h1><div><div><div><b>\nElsbethen</b></div><div><b>\nAustria</b></div></div></div></div><div></div>\n<br>We build, integrate and operate a growing number of cloud-native applications and services forming the pillars of our Digital Consumer Experience Platform redbull.com, targeting millions of users on a global scale.\nSince years, our technology &amp; engineering strategy centres around a true public cloud-only strategy, which – in return – is giving us the ability to focus on what really matters to the consumer. We’ve always been committed to highest levels of automation and continuous deployment strategies. ‘You build, you own it’ is an integral part of our DNA and we believe in DevOps as a fundamental mindset, not only a set of technical functions or tools.\n<br><div><b>DESIGN &amp; IMPLEMENTATION</b></div><div></div>\n<br>In this role, you’ll be a key member within our Engineering team, working hands-on with the latest cloud technology and providing your cloud expertise to developers and other expert tech roles: You’ll assure that applications, services and deployments are designed and implemented for automation, high-availability, scalability and elasticity in our multi-cloud setup.\n<br><div><b>CULTURE &amp; GUIDANCE</b></div><div></div>\n<br>You’ll act as a cloud evangelist to further develop and strengthen our cloud culture. Be a shepherd in the cloud services jungle and work hands-on with the team on specific implementation and automation challenges.\n<br><div><b>INNOVATION</b></div><div></div>\n<br>You’ll closely follow industry trends by attending international key conferences, meetups or by joining selected user groups. You’ll constantly collaborate with our key cloud services partners and keep scouting for new features and services enhancing our existing portfolio of cloud service solutions.\n<br><div><b>CONTINUOUS SECURITY</b></div><div></div>\n<br>You’ll always keep an eye on security and make sure our implementations and integrations do follow best practices. Make sure there’s a reasonable balance between security concerns and practicability.\n<br><div><div><p><b>EXPERIENCE</b></p><h2 class=\"jobSectionHeader\"><b>\nYour areas of knowledge and expertise</b></h2><div>\nthat matter most for this role:</div></div><div><ul><li>\n(Systems) Engineering or Operations background in building and running cloud-native applications</li><li>\nExperience with true public cloud providers (e.g. AWS, Google Cloud Platform)</li><li>\nExperience and strong interest in Operations and CD technology (e.g. Docker, Kubernetes, Serverless, Spinnaker)</li><li>\nExperience with modern commodity DevOps tooling &amp; services (e.g. GitHub, CircleCI, Datadog and Hashicorp technologies like Terraform or Vault)</li><li>\nHigh motivation and willingness to constantly learn and self-educate in the ever-growing public cloud landscape and XaaS technologies</li><li>\nPassion in optimizing production systems across all layers</li><li>\nStrong analytical and communication skills</li></ul><ul><li>\nBachelor’s or Master’s Degree in Computer Science, Software Engineering, Information Systems or technical college (e.g. HTL)</li><li>\nFluent in English, German would be a plus</li><li>\nTravel up to: 25%</li><li><b>\nClick here to learn more</b></li></ul></div></div>\n<br><div><p><b>JOIN THE TEAM</b></p><h2 class=\"jobSectionHeader\"><b>\nGot what it takes?</b></h2><p>\nIn your application we want to see your personal style - what makes you tick and why you think your next opportunity is here with us.</p><div></div><br>\n<div>\nAs an employer, we value diversity and support people in developing their potential and strengths, realizing their ideas and seizing opportunities. The job advertisement is aimed at all people equally, regardless of age, skin colour, religion, gender, sexual orientation or origin. Due to legal reasons we are obliged to disclose the minimum salary according to the collective agreement for this position, which is € 1.821 gross per month. However, our attractive compensation package is based on market-oriented salaries and is therefore significantly above the stated minimum salary.</div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=753cea170c005230&fccid=8ea54e852901f8b5&vjs=3",
  "date": "2020-05-26"
}