{
  "title": "PYP Coordinator",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><div><p><b>AMADEUS International School Vienna\n</b><br>\n<b>Application Package: PYP (Primary Years Programme) Coordinator (f/m)</b><i><br>\n</i><br>\n<br>\n<br>\n<br>\nstContract Date: 1 August 2020\n<br>\nApplication Closing Date: 25 May 2020\n<br>\nEmployment: Full-time<br>\n<br>\n<br>\n</p><div>AMADEUS INTERNATIONAL SCHOOL VIENNA is a young, unique and dynamic IB World School (PYP, MYP and DP) located in\n<br>\nheritage listed buildings on a beautiful campus in Vienna. We strive to create a strong sense of community, which allows\n<br>\nstudents to discover their talents during the education process. With a strong commitment to creativity and performance\n<br>\nthroughout the school, AMADEUS has a dedicated Academy of Music and the Arts. Our excellent boarding facilities host\n<br>\nstudents from around the world as part of a school community of more than 45 nationalities. Our family-style boarding houses\n<br>\nbuild a sense of community and cater for both boys and girls between Grades 6 to 12.\n<br>\n<br>\nKEY RESPONSIBILITIES\n<br>\n<br>\n<i>School Administration:\n</i><br>\n- Promote child protection and safeguarding school wide\n<br>\n<ul><li>Uphold and promote the school mission, vision, values, pillars of educational distinction, and behavioral framework\n</li><li>Promote the positive, collaborative, and professional culture of the school section based on the learner profile\n</li><li>Promote international mindedness and global citizenship throughout the school section\n</li><li>In collaboration with the Head of Secondary, put measures in place for quality assurance of the teaching and learning\n</li></ul>within the school program according to the school’s definition of high-quality teaching and learning and the relevant\n<br>\nIB programme\n<br>\n<ul><li>Maintain a highly-visible profile in the relevant school section and provide regular instructional leadership to faculty\n</li><li>In collaboration with the Head of Secondary, monitor student learning and wellbeing outcomes and contribute to the\n</li></ul>development of strategies for continual improvement\n<br>\n<ul><li>In collaboration with the Heads of Primary and Secondary, coordinate with other Curriculum Coordinators for\n</li></ul>oversight of the relevant transitions into, out of, and between programs\n<br>\n<ul><li>In collaboration with the Head of Primary maintain oversight of students’ access to, and progress through, student\n</li></ul>academic and pastoral support (counseling, SEN, EAL, SSST)\n<br>\n<ul><li>Ensure clear and consistent communication of learning outcomes with parents, online and via parent evenings\n</li></ul>(including scope and sequence and assessment and reporting timeframes)\n</div><ul><li>Participate as a member of the School Educational Leadership Team and support in steering the work of the\n</li></ul><p>Department Coordinators (including by lending support and recommendation toward to budgeting, planning,\n</p><p>scheduling, project execution and resource allocation)\n</p><ul><li>In collaboration with the Head of Primary support the consistent implementation of the school behavioral\n</li></ul><p>expectations\n</p><ul><li>Oversee all standardized testing and summative examinations, group projects and graduation requirements as relevant\n</li><li>Contribute to safety processes including building security, emergency procedures, transportation, evacuations,\n</li></ul>lockdowns and fire drills\n<br>\n<ul><li>In collaboration with the Head of Primary, develop the timetable for the relevant section.\n</li><li>Record relevant data for use in educational decision making<br>\n</li></ul><br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n</div></div><div><div><p><b>AMADEUS International School Vienna\n</b><br>\n<b>Application Package: PYP (Primary Years Programme) Coordinator (f/m)</b><i><br>\n</i><br>\n</p><p><i>Program Coordination:\n</i><br>\n- Act as the liaison person between the IBO and the School on all matters pertaining to the relevant programme\n</p><div>(PYP/MYP/DP)\n<br>\n- Ensure that all requirements of the IB concerning implementation of the program are adhered to\n<br>\n- Ensure an outstanding educational experience of the relevant program for learners and their families which is\n<br>\nenhanced by AMADEUS’ unique mission, vision and context - Publish articles pertaining to the relevant programme within school publications\n<br>\n<ul><li>Ensure the full and coherent articulation and documentation of the program (PYP/MYP/DP) utilizing ManagBac\n</li><li>Ensure access to, and completion of, relevant training needs of staff as specified by the IBO; including advising the\n</li></ul>Head of Primary of training needs and facilitating workshop, conferences, school visits etc.\n<br>\n<ul><li>Take the lead in all relevant aspects of the IBO reaccreditation processes and other IBO requirements\n</li><li>In collaboration with the Head of Primary, provide quality assurance of the reporting process for the relevant school\n</li></ul>section\n<br>\n<br>\nREQUIREMENTS\n<br>\n<b>Essential</b>:\n<br>\n<ul><li>Master in Education or equivalent\n</li><li>Has outstanding programme knowledge\n</li><li>Demonstrated excellent pedagogical practice and approaches to teaching and learning\n</li><li>Has a track record of high student attainment\n</li><li>High standards\n</li><li>Excellent organisational and communication skills\n</li><li>Deep commitment to the IB philosophy\n</li></ul><b>Desirable</b>:\n<br>\n<ul><li>Previous leadership experience in a similar position\n</li><li>Experience as a subject/component examiner (or similar)\n</li><li>Excellent IT literacy and competence with information management systems\n</li></ul><br>\nWHAT WE OFFER\n<br>\n<br>\n<ul><li>A welcoming and inclusive work environment with a sense of mission and community\n</li><li>Long-term employment in an international company as well as other positive benefits\n</li><li>Ability to be involved in a variety of projects as well as community activities\n</li><li>Attractive working environment within an open and warm community\n</li><li>The salary, depending on qualifications and experience, follows the current salary scale with a minimum gross\n</li></ul>monthly salary of 3,100.00 EUR (14 times a year) for an employment based on a full-time equivalent + 250 EUR gross\n<br>\nper month\n<br>\n<ul><li>40% reduction in normal teaching allocation<br>\n</li></ul></div><p>HOW TO APPLY\n</p><p>If you are a highly motivated team player, please send your full application (including CV, cover letter, photo and references) to\n</p><p>jobs@amadeus-vienna.com.\n</p><p>Amadeus International School Vienna provides a quality all-round education for students and is committed to safeguarding and\n</p><p>promoting the welfare of children and young people. Candidates must be prepared to undergo child protection screening and appropriate pre-employment checks.\n<br>\n<br>\n<b>Thank you for understanding that only shortlisted candidates will be contacted.</b></p></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=94e2cc6d29ec47fe&fccid=1fe4fe121ea35b7d&vjs=3",
  "date": "2020-05-26"
}