{
  "title": "IT AUDITOR SCHWERPUNKT IT, CYBER & INFORMATION SECURITY UND BIG DATA",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><div><div><ul><li>Eigenständige Vorbereitung, Durchführung und Nachbearbeitung von IT-Audits innerhalb der BAWAG Group inkl. Definition bzw. Nachverfolgung von Maßnahmen</li>\n<li>Berichterstattung an das Management</li>\n<li>Durchführung von Audits als Lead Auditor nach der Einarbeitungsphase</li>\n<li>Konzeption und Weiterentwicklung von IT-Prüfprogrammen</li>\n<li>Beurteilung von Effizienz und Effektivität von IT-Services in Anlehnung an Normen, Standards und Best Practices</li>\n<li>Mitwirkung bei der Bearbeitung des Audit Universe und Ableitung eines risikobasierten Prüfplanes</li>\n<li>Kontinuierliche Verbesserung und Weiterentwicklung der Audit-Prozesse</li>\n</ul></div><div><b>IHR PROFIL:\n</b><ul><li>Abgeschlossenes Studium mit Schwerpunkt Wirtschaftsinformatik, Informatik oder IT-/Informationssicherheit</li>\n<li>Kenntnisse in IT-Governance, IT-Strategie, IT-Infrastruktur, IT-Operations, Softwareentwicklung, IT-/Informationssicherheit und Datenschutz</li>\n<li>Zertifizierung als CISA, CISM, CISSP, CRISC, o.ä. von Vorteil</li>\n<li>Kenntnisse von internationalen Standards wie ISO 20000, ISO 22301, ISO 27001, COBIT, ITIL</li>\n<li>Kenntnisse zu verschiedenen OS und Datenbanksystemen (Windows, Linux, Oracle, u.ä.)</li>\n<li>Analytisches Denken, Kommunikation- und Teamfähigkeit, Überzeugungsstärke</li>\n<li>Gute Kenntnisse in Office 365 (Word, Excel, Access) sowie Datenbank- und Scriptsprachen (SQL, Python, VBA) von Vorteil</li>\n<li>Geringe Reisebereitschaft innerhalb der DACH-Region</li>\n<li>Sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift</li>\n</ul></div><div><b>WIR BIETEN:\n</b><ul><li>Top Standorte mit moderner Infrastruktur und offener Unternehmenskultur</li>\n<li>Aktive Mitgestaltung der Transformation eines agilen und digitalen Unternehmens</li>\n<li>Flexible Arbeitszeitmodelle, individuelle Karriere- und Weiterbildungsmöglichkeiten, attraktive Sozialleistungen\n<br>\nFür diese Position gilt auf Vollzeitbasis ein KV-Mindestgrundgehalt von € 39.456,62. Je nach Erfahrung und Berufsausbildung besteht die Bereitschaft zur Überzahlung.</li><br>\n</ul><br>\n<br>\n<b>Ihre Ansprechpartnerin für diese Position: Martina Simek</b>\n<br>\n<br>\n<ul><li><b>Für uns zählen die Menschen, nicht das Geschlecht.</b>\n</li></ul>Chancengleichheit und Diversität unabhängig von sozialer oder ethnischer Herkunft, körperlicher Beeinträchtigungen, Geschlecht, Alter und sexueller Orientierung sind uns wichtig.\n<br>\n<br>\n<b>Jobbörse</b><b> </b><b>|</b><b> </b><b>Talentepool</b><b> |</b><b> </b><b>Xing</b><b> |</b><b> </b><b>LinkedIn</b><b> |</b><b> </b><b>Facebook</b><b> </b><b>|</b><b> </b><b>whatchado</b><b> </b><b>| </b><b>Instagram</b></div></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=7734d76ba4ce2cda&fccid=512e9fdf5231592d&vjs=3",
  "date": "2020-05-16"
}