{
  "title": "Associate Project Officer",
  "body": "Please note that this position is funded under an Extra-Budgetary (ExB) Project which runs until 31 December 2021. The initial contract will be issued until 31 December 2020 with the possibility of extension.\n<br><br>\nThe OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, combating human trafficking, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis.\n<br><br>\nThe OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Conflict Prevention Centre (CPC) plays a key role in supporting and co-ordinating the OSCE's activities in the field, in providing analysis and policy advice to the Secretary General (SG) and the Chairmanship, in leading work on all aspects of the conflict cycle, and in supporting the various formats dealing with protracted conflicts. The CPC also serves as the focal point in the Secretariat for co-ordinating and developing the OSCE's role in the politico-military dimension.\n<br><br>\nWithin the CPC, the Operations Service covers a broad variety of tasks such as operational planning for the set-up, reorganization and closure of field operations, analysis related to early warning, conflict prevention, crisis management, conflict resolution and post-conflict rehabilitation, lessons learned and best practices, mediation support, operational liaison with other international organizations, and maintaining a 24/7 Situation/Communications Room.\n<br><br>\nTasks and Responsibilities\n<br><br>\nUnder the direct supervision of the Senior Operational Support Officer and the overall supervision of the Deputy Director for Operations Service, as Associate Project Officer, you will act as a focal point for issues related to the topic of security sector governance and reform (SSG/R) for the entire OSCE, including Institutions and field operations.\n<br><br>\n<b>More specifically, you will be responsible for the following:</b><br>\nActing as a focal point for issues related to the topic of security sector governance and reform (SSG/R);\n<br>Providing presentations, briefings, documentation and overviews for interested delegations, OSCE executive structures and the Group of Friends on issues relevant to SSG/R;\n<br>Responding to queries by delegations, other organizations and OSCE staff members on issues related to SSG/R;\n<br>Following discussion and participating in meetings related to SSG/R within OSCE structures and bodies and, where appropriate, in other external events or organizations and providing updates on the OSCE’s work in the field of SSG/R;\n<br>Co-ordinating and supporting the elaboration of guidelines and policy documents on the OSCE’s approach to SSG/R; supporting the establishment of an informal working group on the request of participating States and assisting the Chair of this group in the planning and organization of regular meetings;\n<br>Assisting OSCE staff, in particular in field operations, in planning and conducting SSG/R project activities and facilitating the exchange of practical experiences and expertise across the organization;\n<br>Assisting the participating States, upon their request, with advancing national SSG/R processes, through the identification of relevant expertise, as well as the provision of tailored awareness-raising and capacity-building support;\n<br>Compiling relevant documentation, conducting research and providing analysis on topics related to SSG/R;\n<br>Preparing briefs, speeches, and talking points related to SSG/R for the Chairmanship and senior management of the Secretariat, as required;\n<br>Co-ordinating the continuous review process of the guidelines, organizing corresponding review workshops and co-ordinating the identification of additional guidance and/or support needed;\n<br>Developing tailored training material, by developing appropriated training modules and exercises and co-ordinating the delivering of tailored training on the implementation of the guidelines, in particular for staff of OSCE field operations, together with external consultants;\n<br>Organizing relevant outreach conferences, workshops and seminars;\n<br>Supporting and guiding the work the OSCE internal network of SSG/R focal points and the Group of Friends on SSG/R with advice and practical support;\n<br>Co-ordinating and liaising with international and regional partner organizations, relevant stakeholders and maintaining contact with interested delegations, organizations and OSCE staff members;\n<br>Developing and managing SSG/R-related ExB projects, including project budgeting, reporting and donor relations;\\\n<br>Performing other duties as assigned.\n<br><br>\nFor more detailed information on the structure and work of the OSCE Secretariat, please see https://www.osce.org/secretariat\n<br><br>\nNecessary Qualifications\n<br><br>\nFirst-level university degree in political sciences or international relations; related studies or academic activities in the field of security sector governance and reform (SSG/R) are an asset;\n<br>At least four years of progressive responsible and relevant professional experience, preferably in an international environment;\n<br>Proven project management skills and/or experience;\n<br>Proven presentational skills;\n<br>Experience in drafting input, talking points and reports, including donor reports;\n<br>Relevant research or operational experience in the field of SSG/R and knowledge of the history and role of SSG/R in the OSCE and other international organizations, especially the United Nations;\n<br>Excellent written and oral communication skills in English; knowledge of other OSCE official languages is an asset;\n<br>Excellent communication skills, experience in networking and managing a high number of contacts;\n<br>Demonstrated gender awareness and sensitivity, and an ability to integrate a gender perspective into tasks and activities;\n<br>Demonstrated analytical skills;\n<br>Good knowledge of the OSCE and its work is a distinct asset;\n<br>Computer literate with practical experience in Microsoft applications.\n<br><br>\nRequired competencies\n<br><br>\nCore values\n<br><b>Commitment:</b> Actively contributes to achieving organizational goals\n<br><b>Diversity:</b> Respects others and values their diverse perspectives and contributions\n<br><b>Integrity:</b> Acts in a manner consistent with the Organization’s core values and organizational principles\n<br><b>Accountability:</b> Takes responsibility for own action and delegated work\n<br>Core competencies\n<br><b>Communication:</b> Actively works to achieve clear and transparent communication with colleagues and with stakeholders of the Organization\n<br><b>Collaboration:</b> Works effectively with others on common goals and fosters a positive, trust-based working environment\n<br><b>Planning:</b> Works towards the achievement of goals in a structured and measured manner\n<br><b>Analysis and decision-making:</b> Analyses available information, draws well-founded conclusions and takes appropriate decisions\n<br><b>Initiative-taking:</b> Proposes and initiates new ideas, activities and projects\n<br><b>Flexibility:</b> Responds positively and effectively to changing circumstances\n<br>Managerial competencies (for positions with managerial responsibilities)\n<br><b>Leadership:</b> Provides a clear sense of direction, builds trust and creates an enabling environment\n<br><b>Strategic thinking:</b> Identifies goals that advance the organizational agenda and develops plans for achieving them\n<br><b>Managing performance:</b> Helps to maximize team performance by providing active feedback and skill development opportunities\n<br><br>\nRemuneration Package\n<br><br>\nMonthly remuneration is approximately EUR 5,003, depending on post adjustment and family status. OSCE salaries are exempt from taxation in Austria. Social benefits will include possibility of participation in the Cigna medical insurance scheme and the OSCE Provident Fund. Other allowances and benefits are similar to those offered under the United Nations Common System.\n<br><br>\nPlease note that appointments are normally made at step 1 of the applicable OSCE salary scale.\n<br><br>\nHow To Apply\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment at a lower grade or to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see http://www.osce.org/states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages qualified female and male candidates from all religious, ethnic and social backgrounds to apply to become a part of the Organization.\n<br><br>\nThe OSCE is a non-career organization committed to the principle of staff rotation, therefore the maximum period of service in this post is 7 years.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.",
  "url": "https://at.indeed.com/rc/clk?jk=b5a490e3ae081ab7&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-04-16"
}