{
  "title": "Digital Security Specialist (m/f/d)",
  "location": "Österreich",
  "contract_type": null,
  "body": "<p></p><div><div><div><div><p>200 years #believeinyourself\n<br>\nWorking at Erste Group means working together on the future of us all: our customers, our company, each individual.\n<br>\nThis takes to believe in yourself and the people around you; as well as to meet others with respect, empathy and understanding of diverse life stories.</p>\n</div><p></p><div><div><h1 class=\"jobSectionHeader\"><b>Digital Security Specialist (m/f/d)</b></h1>\n<div><p>Erste Group was founded in 1819 as the first Austrian savings bank and today it is one of the largest banking groups in Central and Eastern Europe (CEE). As an attractive employer, Erste Group offers interesting career opportunities in an international environment.</p>\n</div><div><p>The target of Group Information Security and Data Protection is to constantly improve the way we make business bringing in new technologies and ideas in order to sharpen up the customer journey.<br>\nThe Digital Security Competence Center is evaluating new security technologies and governs other security competence centers in various countries (e.g. IAM, CTI, AI &amp; Robotics). Definition, design and overview of the implementation of appropriate security controls to mitigate against the risks of cyber-attacks and mitigate vulnerabilities across the digital services and enterprise applications is a key activity.<br>\n</p>\n</div><p></p><div><p><b>Your tasks:</b></p>\n<ul><li>You will work close with George Labs and their designers and developers, analysts and engineers, product owners and product managers, architects, writers, coaches, testers and, well, a few bankers</li>\n<li>Actively support cloud related developments including IaaS, PaaS and SaaS from cyber security perspective</li>\n<li>Evaluate new security technologies together with our security competence centers in various countries</li>\n<li>Coordination of answering requests coming from EG-internal partners (e.g. IT or business departments) on security topics (e.g. PSD2)</li>\n<li>Support specific projects and security processes (e.g. vulnerability scanning, Cyber Threat Intelligence, …)</li>\n<li>Define security concepts for new technologies (e.g. blockchain)</li>\n<li>Support information security incident analysis and handling (by using general and specific security tools and services)</li>\n<li>Support MIS reports generated within the Team</li>\n<li>Further development / improvement of DSCC MIS reporting together with the team head<br>\n</li>\n</ul><p><b>Your background:</b></p>\n<ul><li>IT related education / background (e.g. computer science, communication engineering) OR Specific Information / IT Security education</li>\n<li>Cloud security certification (e.g. AWS Certified solution Architect or similar is a benefit)</li>\n<li>2 years of experience as IT security engineer and in Information Security Management</li>\n<li>Experience in implementing cloud technologies (e.g. O365)</li>\n<li>Knowledge of agile security methods</li>\n<li>Some project / program management education is of advantage</li>\n<li>Up-to-date knowledge on actual cyber-attack methods, prevention methods</li>\n<li>Knowledge on following technologies from security perspective: Mobile Applications, Single-Page Applications, Representational State Transfer (REST), SAML/OAuth, Web API Gateway, Secure Coding Techniques and Strong Authentication methods</li>\n<li>Intermediate know-how in the area of PSD2, PCI-DSS / ITIL / COBIT</li>\n<li>Team player, organizational skills and used to work under pressure</li>\n<li>Fluent in English (German is beneficial)</li>\n<li>Good communication skills and you have ambition to work with international, multi-language environment<br>\n</li>\n</ul></div><p></p><div><p><b>Our Offer:</b></p>\n<ul><li>A very interesting &amp; challenging area of activity, development perspectives in the job, a lot of cooperation with various local and international units within the banking group, department with interesting (team) colleagues,...</li>\n<li>A competitive and performance-related salary dependent on your professional and personal qualifications is granted - the minimum wage for this position in accordance with the respective collective agreement is EUR 38.052,- gross per year.<br>\n</li>\n</ul><p></p><p><b>Interested?</b>\n<br>\nWe are looking forward to hearing from you!\n</p></div><p></p><p>Degree of Employment: Full-Time</p>\n<p>Primary Location: Vienna</p>\n<div></div><div>Online bewerben\n</div></div></div><div></div><div><div><b>Follow us on:</b></div></div></div></div></div><div></div>",
  "url": "https://at.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0AHEQ1DSsYhJ56L0LScfaIdtYv7OmOJXzb2HusiIeq1TyBB4v_xUpqwn7oF0yKUGkwWJ7gdRFi0WYp9FC9NhOHJiCxCpWTITd-Yah7zoQRzcMhsmuoeH8dgtgiH0oeoDvAsQitRh830dD2paiiHeckdTglrPun3iRFpxQGVCymkPVOGGGzjEEvZg7_Z14apHWTTYTa0iI0jn4fesBOISMUJ3lvBAUoD8mtYW7Ampe4vPaXESEnuqGv6uY_Gr3RM8KsGdhjWDGoJnOkO-1YLb2TKIzxGOz76f2hgqAUAQnwz7zray7m-Eay_xIdQBBAj_7EgUc4X_VFeG4DiMShIpMHjjq4102seqDh12cFWCuLdLeewxa_8wEFZYxhnPDuQ9BCkbT_k8b2ye7u04Zt4nl42NEnpelZz0RAVkdUakO4LLOolJZ4dZkWZZ4APXUkHKz-DoosK6Lm3lCbezXg_vi_VoAGmmlatcyjFN_CTori6f8Ek2WLfxYPAX1oQRcUA-SZ53hKXVYDh8Q==&p=13&fvj=1&vjs=3",
  "date": "2020-05-26"
}