{
  "title": "Radionuclide Equipment Software Engineer (P-4)",
  "location": "Wien, W",
  "contract_type": "Werkvertrag",
  "body": "<div><div><div><div><div><b>VA ID: </b></div><div>652\n</div></div><br>\n<div><div><b>Grade Level: </b></div><div>P-4\n</div></div><br>\n<div><div><b>Division: </b></div><div>International Monitoring System Division\n</div></div><br>\n<div><div><b>Section: </b></div><div>Engineering and Development Section\n</div></div><br>\n<div><div><b>Unit:\n</b></div></div><br>\n<div></div><div><div><b>Type of Appointment: </b></div><div>Fixed Term Appointment\n</div></div><br>\n<div><div><b>Deadline for Applications </b><b>: </b></div><div>11/06/2020\n</div></div><br>\n<div><div><b>Reference No. </b><b>: </b></div><div>298/11 (20202431)\n</div></div><br>\n<div><div><b>Reporting Date </b><b>: </b></div><div>As soon as possible<br>\n</div></div><br>\n</div></div><p></p><div><div><div><div><p>Please note that all candidates should adhere to <i>CTBTO Values of Integrity, Professionalism and Respect for Diversity.\n</i></p><p>Qualified female applicants and persons with disabilities are encouraged to apply.\n </p><p>A roster of suitable candidates may be established for similar positions at the same level as a result of this selection process for a period of two (2) years.<br>\n</p></div></div><br>\n</div></div><p></p><p><b>Organizational Background\n</b></p><p>The Preparatory Commission for the Comprehensive Nuclear-Test-Ban Treaty Organization with its headquarters in Vienna is the international organization setting up the global verification system foreseen under the Comprehensive Nuclear-Test-Ban Treaty (CTBT), which is the treaty banning any nuclear-weapon-test explosion or any other nuclear explosion. The Treaty provides for a global verification regime, including a network of 337 stations worldwide, a communications system, an international data centre and on-site inspections to monitor compliance.\n</p><div><div><div><b>Organizational Setting\n</b></div><div><p>This position is located in the International Monitoring Systems (IMS) Division that applies engineering and science to develop, instantiate, and to operate measurement stations around the world as well as to receive, process and disseminate the data collected by these stations as well as related analysis products.\n</p></div></div><div><div><b>Reporting Lines\n</b></div><div><p>Under the supervision of the Chief, to:\n</p></div></div><div><div><b>Duties and Responsibilties\n</b></div><div><ul><li><p>Identify, plan and execute projects and provide software engineering solutions in support of the installation, testing, operation and maintenance of the IMS. This includes data acquisition, communications technology, computer networking applications, interface issues, data security/authentication, calibration, state-of-health monitoring, configuration management, incidents and problem management;\n</p></li><li><p>Identify areas of potential improvements to the improvements to the radionuclide data acquisition software and make improvements as required;\n</p></li><li><p>Identify software needs. Specify and write software project requirements and specifications;\n</p></li><li><p>Select and define appropriate development tools and technologies and oversee the software development and lifecycle processes;\n</p></li><li><p>Lead, participate and influence the software design and development process;\n</p></li><li><p>Manage projects and coordinate multiple contractors, ensure proper software validation and testing procedures and manage software maintenance and evolution, ensuring software quality;\n</p></li><li><p>Provide guidance and training;\n</p></li><li><p>Perform other duties as assigned.\n</p></li></ul></div></div><div><div><b>Education\n</b></div><div><ul><li>Advanced university degree in computer science, engineering, nuclear sciences or a related field with emphasis on scientific software management and development;\n</li></ul></div></div><div><div><b>Work Experience and Qualification\n</b></div><div><ul><li>At least seven years relevant working experience, at least two of which should have been in an international environment, in management and development of scientific software to retrieve data from equipment and to process large volumes of data, using LINUX operating systems, Python or C programming language and relational databases, especially Oracle;\n</li><li><p>Extensive experience in the field of radiation detection equipment with solid expertise in equipment data retrieval and data authentication are essential;\n</p></li><li><p>Experience in the field of equipment data emulation using Monte Carlo or other simulation techniques are essential;\n</p></li><li><p>Experience in LINUX-based computer systems, TCP/IP networking, web applications and services, data authentication and public key infrastructure concepts. Experience in software life-cycle methodology is desirable;\n</p></li><li><p>Strong analytical and project management skills are essential;\n</p></li><li><p>Ability to identify issues, analyse and participate in the resolution of issues/problems in a deadline-driven environment.<br>\n</p></li></ul></div></div><p></p><div><div><b>Languages\n</b></div><div><ul><li>Excellent written and oral communication skills in English are essential;\n</li><li>Knowledge of other languages is desirable.\n</li></ul></div></div><div><div><b>Competencies\n</b></div><div><ul><li><b>Professionalism </b>- Shows pride in work and in achievements; demonstrates professional competence and mastery of subject matter; is conscientious and efficient in meeting commitments, observing deadlines and achieving results; is motivated by professional rather than personal concerns; shows persistence when faced with difficult problems or challenges; remains calm in stressful situations.\n</li><li><b>Communication </b>- Speaks and writes clearly and effectively; listens to others, correctly interprets messages from others and responds appropriately; asks questions to clarify, and exhibits interest in having two-way communication; tailors language, tone, style and format to match the audience; demonstrates openness in sharing information and keeping people informed.\n</li><li><b>Planning and organizing </b>- Develops clear goals that are consistent with agreed strategies; identifies priority activities and assignments; adjusts printouts as requested; allocates appropriate amount of time and resources for completing work; foresees risks and allows for contingencies when planning; monitors and adjusts plans and actions as necessary;\n</li><li><b>Team work </b>- Works collaboratively with colleagues to achieve organisational goals; solicits input by genuinely valuing others' ideas and expertise; is willing to learn from others; places team agenda before personal agenda; builds consensus for task purpose and direction with team members; supports and acts in accordance with final group decisions, even when such decisions may not entirely reflect own position; shares credit for team accomplishments and accepts joint responsibility for team shortcomings\n</li><li><b>Accountability </b>- Takes ownership of all responsibilities and honors commitments; delivers outputs for which one has responsibility within prescribed time, cost and quality standards; operates in compliance with organizational regulations and rules; supports subordinates, provides oversight and takes responsibility for delegated assignments; takes personal responsibility for his/her own shortcomings and those of the work unit, where applicable.\n</li><li><b>Creativity </b>- Actively seeks to improve programmes or services; offers new and different options to solve problems or meet client needs; promotes and persuades others to consider new ideas; takes calculated risks on new and unusual ideas; thinks “outside the box”; takes an interest in new ideas and new ways of doing things; is not bound by current thinking or traditional approaches.\n</li><li><b>Client orientation </b>- Considers all those to whom services are provided to be “clients” and seeks to see things from clients’ point of view; establishes and maintains productive relationships with clients by gaining their trust and respect.; identifies clients’ needs and matches them to appropriate solutions; monitors ongoing developments inside and outside the clients’ environment to keep informed and anticipate problems; keeps clients informed of progress and setbacks in projects; meets timeline for delivery of products or services to clients.\n</li><li><b>Commitment to continuous learning </b>- Keeps abreast of new developments in own occupation/profession; actively seeks to develop oneself professionally and personally; contributes to the learning of colleagues and subordinates; shows willingness to learn from others; seeks feedback to learn and improve.\n</li><li><b>Technological Awareness </b>- Keeps abreast of available technology; understands applicability and limitations of technology to the work of the office; actively seeks to apply technology to appropriate tasks, shows willingness to learn new technology.<br>\n</li></ul></div></div></div><p></p><p><b>Remuneration:\n</b></p><p>CTBTO offers an attractive compensation and benefits package in accordance with the policies of the International Civil Service Commission. For more information on UN salaries, allowances and benefits, see link: http://www.un.org/Depts/OHRM/salaries_allowances/salary.htm ). The salary offered may be subject to deductions to UN Joint Staff Pension Fund and Health Insurance Scheme.<br>\n</p><p></p><p><b>Additional Information:\n</b></p><ul><li>All applications must be submitted through the CTBTO e-Recruitment system before the deadline stated in the vacancy announcement.\n</li><li>The CTBTO Preparatory Commission retains the discretion not to make any appointment to this vacancy; to make an appointment at a lower grade in particular if the candidate has less than the qualifications required; to make an appointment with a modified job description, or to offer a contract term for a shorter duration than indicated in the vacancy announcement.\n</li><li>Please note that the CTBTO will only consider academic credentials or degrees obtained from an educational institution recognized in the IAU/UNESCO list.\n</li><li>The CTBTO reserves the right to undertake correspondence only with shortlisted candidates.\n</li><li>Candidates under serious consideration for selection will be subject to a reference-checking process or be requested to provide performance assessments.</li></ul></div>",
  "url": "https://at.indeed.com/rc/clk?jk=438fddad8e48cb14&fccid=91ba682e0fa71574&vjs=3",
  "date": "2020-05-26"
}