{
  "title": "Chief OSCE Medical Officer",
  "location": "Wien, W",
  "contract_type": null,
  "body": "This position is open for secondment only and participating States are kindly reminded that all costs in relation to assignment at the Secretariat must be borne by their authorities.\n<br><br>\nCandidates should, prior to applying, verify with their respective nominating authority to which extent financial remuneration and/or benefit packages will be offered. Seconded staff members in the OSCE Secretariat and Institutions are not entitled to a Board and Lodging Allowance payable by the Organization.\n<br><br>\n<ul>\n<li>Please note that the employment is subject to 2020 Unified Budget Post Table approval.</li>\n</ul>\nThe OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis. The OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Department of Human Resources (DHR) ensures that the OSCE has the human resources capacity necessary to successfully implement its mandates. DHR sets the policies and provides services in the areas of recruitment, administration of benefits and entitlements, payroll, performance management, training and ethics across the Organization.\n<br><br>\nTasks and Responsibilities\n<br><br>\nAs the new Chief OSCE Medical Officer, you will, under the general administrative supervision of the Director for Human Resources, acts as senior medical advisor for all the OSCE structures. You will be acting as senior medical advisor for all OSCE Secretariat, field operations and Institutions and will be responsible for the following:\n<br><br>\nEstablishing, monitoring and supporting the implementation of the medical health and physical standards which OSCE officials and staff members shall meet and developing the OSCE policy on medical clearance, sick leave management, disability cases, health and safety standards at work, preventive care, and medical evacuations;\n<br>In co-ordination with the Chief, HR Administration and the HR Policy and Employee Relations Officer, preparing and promulgating the Standard Operating Procedures (SOPs) outlining the range of medical support; developing or overseeing development of user-friendly materials for staff and managers, including developing and/or delivering presentations and trainings;\n<br>Managing OSCE Medical Services by overseeing, organizing and, if necessary, performing medical examinations leading to medical clearances; preparing the correspondence, medical reports and referrals related to medical cases; enforcing the principle of confidentiality on all medical issues discussed and ensuring the maintenance and safeguard of confidential medical records;\n<br>Providing expert advice to the OSCE Secretary General, Head of Security Management, the OSCE Boards, Governing Bodies and other stakeholders and working groups on security risks, social security, health and safety of OSCE staff and premises, travel and security status of duty stations, procurement and budget with regard to medical issues;\n<br>Co-ordinating the work of the medical personnel in the OSCE executive structures and liaising with them to exchange information and provide guidance/policy directions on a variety of medical issues and cases;\n<br>Through regular field assessments and research, collecting and disseminating information on the general medical situation and on recommended medical facilities in duty stations, regions, including identification of doctors, hospitals/medical centers, private clinics and pharmacies in the OSCE locations;\n<br>Authorizing and overseeing medical evacuations and serving as a first point of contact in case of medical emergencies during office hours for Vienna-based staff; collecting data on health threats in particular, and timely informing OSCE Senior Management and staff in order to prepare appropriate response to any emergency;\n<br>Representing OSCE at meetings or discussions with external medical service providers within the area of responsibility; during budget preparation, advising the DHR on the necessary budgetary resources required for medical procurement and services;\n<br>Co-operating with senior medical personnel of other international organizations on occupational health related standards and policies to ensure timely and adequate communication and exchange on best practices and standards and also in case of vaccination campaign during declared epidemics; participating in surveys collecting medical-related information;\n<br>Performing other relevant duties as requested.\n<br><br>\nFor more detailed information on the structure and work of the Department for Human Resources, please see: www.osce.org/secretariat\n<br><br>\nNecessary Qualifications\n<br><br>\nMedical Doctorate (MD) with specialization in occupational medicine or health care management (emergency medicine);\n<br>A minimum of 10 years of relevant professional experience in medical practice, preferably dealing with occupational medicine in large national and international organizational set up with established responsibility for development of policy initiatives and management of work plan activities;\n<br>Computer literate with practical experience with Microsoft applications, and familiarity with medical IT systems;\n<br>Professional fluency and excellent drafting skills in English; knowledge of other OSCE working languages, especially German and/or Russian, would be an asset;\n<br>Ability and willingness to travel outside the duty station;\n<br>Demonstrated gender awareness and sensitivity, and ability to integrate a gender perspective into tasks and activities;\n<br>Ability and willingness to work as a member of a team, with people of different cultural and religious backgrounds, different gender, and diverse political views, while maintaining impartiality and objectivity.\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see https://www.osce.org/participating-states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages the nomination of qualified female and male candidates from all religious, ethnic and social backgrounds.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.\n<br><br>\nPlease apply to your relevant authorities several days prior to the deadline expiration to ensure timely processing of your application. Delayed nominations will not be considered.",
  "url": "https://at.indeed.com/rc/clk?jk=32e21b78da10383a&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-05-26"
}