{
  "title": "Information Security Engineer (m/f/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p>To strengthen our motivated Information Security Engineering team we are currently looking for an Information Security Engineer (m/f/d), who does not only support the team but also actively participates in projects, designs as well as in the daily business.</p>\n<br><div><div><div><div>YOUR<br>\n<b>TASKS</b>\n</div></div><div><ul><li>Administration and monitoring of the security infrastructure (Firewalls, Load balancer/WAF, IPS/IDS, VPN, PKI, HSM, Antimalware etc.) on premise and in the cloud</li><li>\nOn-call duty within the Information Security team</li><li>\nSecurity incident management, analysis of log files and security alerts</li><li>\nDesign and testing of security-designs, -products and system configurations</li><li>\nPlanning, implementation, and review of information security projects</li><li>\nInternal consulting within projects and changes</li><li>\nMonitoring of relevant mailing lists, papers, and communities</li></ul><br>\n</div></div><div><div><div>YOUR<br>\n<b>PROFILE</b>\n</div></div><div><ul><li>Completed education in the field of computer sciences, information security or computer security (HTL, FH, University)</li><li>\nExperience with the management of security infrastructure (Firewalls, Load balancer/WAF, IPS/IDS, VPN, PKI, HSM, Antimalware etc.)</li><li>\nComprehensive knowledge about Networking, TCP/IP, OSI-reference model</li><li>\nProven experience in IT-Security and/or information security</li><li>\nExperience within the usage of the ELK stack</li></ul><br>\n<b>\nBeneficial Skills/Knowledge:</b><br>\n<ul><li>\nExperience with application layer security</li><li>\nKnow-how about relevant standards, norms and guidelines like ISO 27001, Austrian Information Security Manual, BSI-GSK, OWASP</li><li>\nKnow-how and experience with IT service management and corresponding processes (in particular incident- and problem management as well as change management)</li><li>\nGood knowledge of at least one programming-/ scripting languages</li><li>\nExperience with attacking tools and vulnerability scanner</li><li>\nKnowledge of Linux/Unix</li><li>\nBasic knowledge of the Windows infrastructure</li><li>\nCreativity, communication skills and high security and risk awareness</li><li>\nSolution-oriented, as well as service- and process-oriented work style</li><li>\nGood command of both spoken and written English</li></ul><br>\n</div></div><div><div><div>OUR<br>\n<b>OFFER</b>\n</div></div><div><ul><li>Challenging tasks in a successful and innovative company based in a central location in Vienna</li><li>\nOpportunities for personal development as part of the company’s sustained growth</li><li>\nA welcoming working environment in a committed and international team of employees from more than 30 countries</li><li>\nFlexible working hours and numerous benefits such as an in-house canteen, regular employee events, health care benefits, further local employee offers and discounts, etc.</li><li>\nExtensive training by mentors</li><li>\nReimbursement of additional travel costs for an interview and support with any necessary relocation from abroad</li><li>\nOur employees are our most valuable asset, which is why we honour their exceptional work with not only a variety of benefits, but also a very competitive salary. According to §9 Para. 2 GlBG, the minimum collective salary is EUR 42.672,- gross per annum. We are more than willing to offer a higher salary to potential candidates in correlation with any job-related additional training, qualifications and work experience they possess.<br>\n</li></ul>\n</div></div><div><div><div>ABOUT<br>\n<b>US</b>\n</div></div><div><div>Greentube Internet Entertainment Solutions, the global interactive unit of NOVOMATIC, is a leading developer and supplier of iGaming solutions. Greentube is a wholly-owned subsidiary of the NOVOMATIC Group, one of the biggest producers and operators of gaming technologies and one of the largest integrated gaming companies in the world. Greentube’s industry leading omni-channel technology allows the convergence of online, mobile and land-based games. The well-diversified product portfolio includes Classic Slots, Table Games, Live Dealer Gaming, AWP Reloaded Slots, Server-Based Gaming, Social Casino Gaming, Bingo and more.\n</div></div></div><div></div><div><div><div>HOW TO<br>\n<b>APPLY</b>\n</div></div><div><div>If you are interested in this position we are looking forward to your application including motivation letter and CV.</div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=40efb723b1143335&fccid=11146130dcdebb3e&vjs=3",
  "date": "2020-05-26"
}