{
  "title": "Supervisor (m/f/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<b>Our business and our Values:</b><br>\nChristian Louboutin opened his first boutique in Paris in 1992. An artist and craftsman with a true passion for shoes, his designs are unique and instantly recognizable, thanks in part to their signature and now trademarked red lacquered soles. The collections for both men and women combine wit, glamour, elegance and technical proficiency like no other. 2014 welcomed the launched of Christian Louboutin Beaute with its first nail colour, Rouge Louboutin. The collection has continued to diversify since then with the launch of lip in 2015, fragrance in 2016 and more recently a wonderful eye collection in 2017. With an extensive range of collections, Christian Louboutin now counts more than 150 boutiques globally.\n<br><br>\nOur people are at the heart of our brand.\n<br>We celebrate individuality and allow the freedom to have responsibility, autonomy and creativity within your role. Our colleagues have in common the passion and dedication to our Brand, and its continued success.\n<br><br>\n<b>We live by our values:</b><br>\nWe aredown to earth– we stand with authenticity, integrity and respect. We havepassion– we drive our business with agility, commitment and care. We havehappinessin all that we do – we collaborate with positivity, open-mindedness and fun. We work withinspiration– we envision the future with confidence, creativity and freedom.\n<br>If the shoe fits, walk with us…\n<br><br>\n<b>Overview and purpose of the role:</b><br>\nUnder the leadership and guidance of the Store Management, as aSupervisoryou are responsible for providing outstanding customer service, building and maintaining a loyal client base, providing clients with product knowledge, informing clients of new arrivals and working as part of a team to meet individual, boutique and brand objectives. Attached hierarchically to the assistant and/or the person in charge of the Boutique, you are the first relay of supervision on the floor with the team. You organize, supervise the work on the floor, according to the instructions given to you. As a role model for the rest of the team, you need to be excellent in your relationship with customers and to be able to transfer your knowledge and skills to the sales associates.\n<br><br>\n<b>Key Responsibilities of the role:</b><br>\nService delivery\n<br><br>\n<ul>\n<li>Partnering with associates to improve overall selling skills and close sales in order to achieve sales goals and KPIs.</li>\n<li>Performing all sales associate duties at the highest level of expectation to ensure perfect luxury service.</li>\n<li>Participating actively in the daily briefing and ensuring that it is properly understood by the teams in the daily monitoring of their activities on the floor.</li>\n<li>Responding to all client queries and issues in a professional, effective and timely manner.</li>\n<li>Carrying out accurately of weekly analyses and weekly reports if requested by the Manager.</li>\n<li>Managing sales team, participating in their development and in the development of the store's turnover through sales actions.</li>\n<li>Assisting the management team in the deployment and implementation of the Christian Louboutin Sales Ceremony by the teams, in order to guarantee the level of service expected.</li>\n<li>Operationally develop the members of the team teaching them sales technics and coaching them.</li>\n<li>Supporting the team in the realization of turnover (sales advice/personalized follow-up).</li>\n<li>Following the management of the challenges communicated by the Management.</li>\n<li>Demonstrating and reflecting the luxury brand image through the service you deliver, your positive and professional attitude, personal grooming, dress code and through the expected standards of behavior.</li>\n<li>Attending and participating in all training events such as sales techniques, sales ceremony or product knowledge trainings.</li>\n</ul>\nTeam Work\n<br><br>\n<ul>\n<li>A proactive member of the team, working towards achieving tasks set and to meeting the store targets and goals.</li>\n<li>Partnering effectively and collaboratively with all team members to contribute to a professional and rewarding workplace culture.</li>\n<li>Assisting the management team alongside fellow colleagues to support with the daily operations or back office activities of the location.</li>\n</ul>\nResults Driven\n<br><br>\n<ul>\n<li>Actively striving to support sales team in achieving key performance indicators, in order to improve boutique/concession results and reaching individual and store targets.</li>\n<li>Demonstrating competent awareness of our overall business performance and the surrounding market/industry.</li>\n<li>Developing detailed and extensive knowledge of our brand culture and DNA, in order to feed in-store collective skillset/knowledge.</li>\n<li>Awareness of the business strategy engaged in prioritizing the appropriate products or alternatives for successful sales results.</li>\n</ul>\nProduct Knowledge\n<br><br>\n<ul>\n<li>Developing detailed and extensive knowledge of all products and our brand culture and DNA, in order to provide exceptional customer service and to build sales.</li>\n<li>Be an expert in product information, including knowledge of the influence of the design, the construction and craftsmanship of the product, the materials used, and how to take care of the product.</li>\n</ul>\nRelationship Building &amp; Customer Relationship Management\n<br><br>\n<ul>\n<li>Building and maintaining quality relationships with clients, resulting in strong sales performance.</li>\n<li>Ensuring loyalty to the brand by development of these relationships through personal interaction and active client-telling.</li>\n<li>Driving CRM in your location and maintenance of your client file/book.</li>\n<li>Demonstrate an entrepreneurial approach to growing your client base and client spend including outreach to clients for events such as private sale, in store events or new product/collection launches.</li>\n</ul>\nOperational management of the field team\n<br><br>\n<ul>\n<li>Supporting the induction of new sales associates with huge attention to details under supervision of the store manager and or Assistant Store Manager if any, according to the job, the culture and the values of Christian Louboutin.</li>\n<li>Supporting the training and development of the team on till procedures, Health and Safety and Loss Prevention, together with the Store Manager and or Assistant Store Manager if any.</li>\n<li>Supporting the management team with Planning, opening/closing of the store, organization, stock management, cash management and reporting.</li>\n<li>Being an example, ensuring a great selling ceremony “application” all the time in store thanks to coaching and kind feedbacks on sales associate performances.</li>\n<li>Setting an example for the team by acting as a role model living our Values on a daily basis and respecting all processes.</li>\n</ul>\nBackoffice management\n<br><br>\n<ul>\n<li>Preparing cash for cash-in-transit companies.</li>\n<li>Controlling and filing of Z ticket and tax refund.</li>\n<li>Accessing sales reports when needed in coordination with on duty managers to update hourly/daily KPIs.</li>\n</ul>\n<b>Skills and Requirements:</b><br>\nIn order to deliver the main responsibilities of the role, you will need the following skills:\n<br><br>\n<b>Technical skills:</b><br>\n<ul>\n<li>Substantial experience as Senior Sales Associate (or similar position) for a luxury brand</li>\n<li>Previous experience in selling high end luxury products (shoes and leather goods accessories) preferable.</li>\n<li>Excellent understanding of store procedures and selling and CRM techniques.</li>\n<li>Excellent selling ceremonial from Welcome to Bidding Farewell.</li>\n<li>Excellent communication and presentation, capacity to listen and identify client needs.</li>\n<li>Able to transfer his/her knowledge, to train his/her colleagues, organize them on the field.</li>\n<li>Coaching capabilities. Ability to provide constructive, straightforward feedback to develop the team.</li>\n<li>Communication in a luxury way, respecting our guidelines.</li>\n<li>English compulsory. Other languages appreciated.</li>\n<li>Strong client-telling skills in order to ensure client contact is maintained engaging them in a long-term professional and loyal relationship.</li>\n<li>Where or when there is no specific cashier, management of financial transaction processes as required. Experience in cash handling procedures.</li>\n<li>Where or when there is no specific stock assistant able to receive products delivery, enter the products in the system, store and sort the products, tidy the stock room maintain high level of service for other members of the team and corporate functions.</li>\n<li>Proficient in Microsoft Outlook and Excel.</li>\n</ul>\n<b>Soft skills:</b><br>\n<ul>\n<li>Rigor and organization with a strong service orientation.</li>\n<li>Excellent attention to detail, in order to support the needs of the business and to provide a polished and professional service.</li>\n<li>Able to meet the demands of a busy boutique/concession with high energy levels and determination.</li>\n<li>Proactive, dynamic and have a willingness to learn and develop.</li>\n<li>Must be comfortable with change and willing to adapt as required to the needs of the business.</li>\n<li>Must be punctual and reliable, able to perform tasks within the required time-frames.</li>\n<li>Must adhere to Company policies and procedures at all times and act with a sense of corporate responsibility, representing the brand appropriately at all times, including on social media.</li>\n<li>Open-minded to diversity internally and externally – ready to work with different people with respect and without bias.</li>\n<li>Someone who uses initiative with a hands-on approach and is able to prioritize.</li>\n<li>Stands with authenticity, integrity and respect. Honest and transparent. Ability to handle personal information with the upmost discretion.</li>\n<li>Passionate about her/his own career development and self-awareness of areas of improvement.</li>\n<li>Strong communication and interpersonal skills.</li>\n<li>Extremely customer service and results oriented.</li>\n<li>Excellent personal appearance – smart with a sense of individual style.</li>\n<li>Able to inspire the team: envision the future with confidence, creativity and freedom.</li>\n<li>Team player – able to collaborate with positivity, open-minded and fun.</li>\n</ul>\nHow will success be measured?\n<br><br>\n<ul>\n<li>You will be set individual daily and monthly sales targets which you are required to achieve.</li>\n<li>On a yearly basis with probably a monthly or quarterly follow-up, you will have a performance review with targets to still improve your performance based on:</li>\n<li>The core company values and behaviors, which are expected to be demonstrated by you and your team at all times.</li>\n<li>Team work: you are expected to deliver as part of a team at all times and supporting and mentoring (if necessary) new team members as required.</li>\n<li>You are expected to respect Company processes and procedures and follow about security, sales, transfer, shoe-uniform, grooming amongst others.</li>\n<li>You are expected to reach your individual and collective sales targets.</li>\n<li>Your manager will be expected to provide you with ongoing appropriate feedback to support your improvement where necessary and appropriate as required.</li>\n</ul>\n",
  "url": "https://at.indeed.com/rc/clk?jk=a31d3e9f32039f35&fccid=5fae38ae28feae5e&vjs=3",
  "date": "2020-05-26"
}