{
  "title": "System Expert Advanced Process Control (f/m/div*)",
  "location": "Klagenfurt-Villach, K",
  "contract_type": null,
  "body": "Part of your life. Part of tomorrow.We make life easier, safer and greener, with technology that achieves more, consumes less and is accessible to everyone. Microelectronics from Infineon is the key to a better future. Efficient use of energy, environmentally-friendly mobility and security in a connected world we solve some of the most critical challenges that our society faces while taking a conscientious approach to the use of natural resources.\n<br><br>\n<b>1 System Expert Advanced Process Control (f/m/div*) Location:</b> VillachType: Full timeStart: May 01, 2020Job descriptionDo you have the passion for analyzing process and metrology data as well as meltingsolutions into code? As a system expert advanced Process Control you will dive intovarious production processes and get a deep understanding of how to improve them byapplying advanced control strategies. Take the chance and apply now!Within a highly experienced team, you will use most modern tools to bring your ideas tolife on the shop floors at all Infineon sites. With your experience, analytical virtues andprogramming skills you will develop intelligent automation solutions.In your new role you will: + Participate in and support a team for Advance Process Control (APC): FaultDetection &amp; Classification (FDC), Run to Run (R2R) and Virtual Metrology (VM)+ Develop and implement APC/FDC/R2R/VM solutions and methods to increasestability of unit processes in all Infineon frontend manufacturing sites, includingsuitable reporting and analysis systems with focus on R2R+ Perform in depth analysis of production data, logistic information and statisticalkey numbers+ Take part and lead development projects to successfully implement controlsolutions based on Infineon¿s frameworks and application landscape+ Evaluate and understand benefits of control scenarios including materialhandling strategies and automation gain+ Cooperate with Infineon-wide APC- and unit process -community, the internal ITdepartment and external software suppliersProfileYou work conscientiously on making things better, faster and more efficient.Furthermore, you are able to quickly establish a successful cooperation acrossboundaries and appreciate the contributions of other people.\n<br><br>\nYou are open to newideas and receptive to other ways of thinking or working and have the passion andcourage to develop new and creative ideasYou are best equipped for this task if you have: + A degree (Master or PhD) in Electrical Engineering or similar with a specializationin Automation or Control Technology, STEM fields+ A passion for analyzing process and metrology data as well as melting solutionsinto code+ Ideally experience in the semiconductor industry+ Ideally programming skills, especially experience with MATLAB+ Willingness to travel+ Good German and English skillsThis position is subject to the collective agreement for workers and employees in theelectrical and electronics industry, employment group G (www.feei.at/arbeitswelt/kvtabellen-statistik/mindestloehne-und-gehaelter). A higher payment is negotiabledepending on your expertise and skills. The monthly salary is paid 14 times p.a.Furthermore, Infineon offers additional employee benefits.Apply to this position online by following the URL and entering the JOB ID in our job search: Job ID: 301587; www.infineon.jobs Das Mindestentgelt für die Stelle als System Expert Advanced Process Control (f/m/div*) beträgt 3.279,05 EUR brutto pro Monat auf Basis Vollzeitbeschäftigung. Bereitschaft zur Überzahlung.",
  "url": "https://at.indeed.com/rc/clk?jk=6cf91cee0bbf04c9&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-05-18"
}