{
  "title": "Consulting Architect Wien,",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><div><b>Why work for VMware PSO?</b></div><div>\nThe global VMware Professional Services Organization (PSO) influences the success of each VMware implementation. We are dedicated to the satisfaction and success of the customer and their SDDC strategy. We ensure that VMware customers are successfully implementing their business plans from adoption all the way to a fully functioning Software-Defined Datacenter. We are committed to offering a collaborative and supportive working environment with a full enablement plan and the opportunity to develop in your area of interest within the SDDC stack. We promote an inclusive atmosphere where your voice will be heard, and where you will be part of a fun, dynamic team working in partnership with each other.</div><div></div><div><b>\nThe Role</b></div><div>\nAs a Consulting Architect you will acquire an intimate understanding of our customers’ business, their strategic goals and the specific requirements of Software-Defined Datacenter projects. You will demonstrate the technical abilities of the consulting team and will propose, drive and lead a solution that assists the customer in achieving their business goals and outcomes. You are a solution expert with broad knowledge across the VMware SDDC technology stack and of 3rd party integrated products.</div><div></div><div><b>\nResponsibilities</b></div><div>\nYou will take ownership of business outcome of medium to large scale SDDC projects through:</div><div>\n Technical contribution and guidance in project planning</div><div>\n Collecting and designing required solutions for our customers</div><div>\n Solution validation/Technical feasibility analysis</div><div>\n Impact analysis of change requests/scope change</div><div>\n Technical Governance</div><div>\n High Level Conceptual design</div><div>\n Quickly identifying Organisation/Structure/Culture changes required to support a successful project or post delivery outcome and ability to tactfully articulate the changes required for the benefit of the customer.</div><div>\n Quickly recognise and understand customer business processes which integrate with project inputs and outputs and is ability to make recommendations for areas of improvement.</div><div>\n Craft strategic plans with our Services Business Managers, pre-sales and customers to build out the delivery roadmap. You can “vision” new services and requirements which had not been previously identified by the customer generating new business, work streams and platforms.</div><div>\n Work with our project managers on project budgets and all aspects of efficient delivery.</div><div></div><div>\nYou will actively drive practice activities such as:</div><div>\n Seeking out opportunities to teach others</div><div>\n Coaching team members to achieve higher performance</div><div>\n Intellectual property collection and creation</div><div>\n IP Creation</div><div>\n Pre-Sales (LOE, Deal Governance)</div><div>\n Peer Reviews</div><div>\n Drive Efficiencies in Delivery Model</div></div><div><div>\n Maintain current knowledge of the entire VMware SDDC product stack and cloud concepts</div><div></div><div><b>\nRequired Experience &amp; Skills</b></div><div>\n Ability to travel as needed within the Central EMEA region</div><div>\n Experience in customer-facing positions as a professional services architect, consultant or engineer, preferably with an IT consulting firm or a software vendor</div><div>\n Several years recent experience in architecting and designing Data Center Automation, Private &amp; Public Cloud Solutions</div><div>\n Experience with workflow systems and automation solutions and portals</div><div>\n VMware Certified Advanced Professional certifications or VMware Certified Design Expert certification or TOGAF certified</div><div>\n Bachelors or Masters degree or equivalent technical training</div><div>\n Excellent communications and interpersonal skills</div><div>\n Fluent in German and English</div><div></div><div><b>\nDesired Experience &amp; Skills</b></div><div>\n Ideally experienced in Agile Project Methods</div><div></div><div>\nVMware is an Equal Opportunity Employer and Prohibits Discrimination and Harassment of Any Kind: VMware is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at VMware are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. VMware will not tolerate discrimination or harassment based on any of these characteristics. VMware encourages applicants of all ages. VMware will provide reasonable accommodation to employees who have protected disabilities consistent with local law.</div></div><br>\n<p><b>\nCategory : </b>Services and Consulting<br>\n<b>Subcategory: </b>Consultant<br>\n<b>Experience: </b>Manager and Professional<br>\n<b>Full Time/ Part Time: </b>Full Time<br>\n<b>Posted Date:</b> 2020-03-30</p><br>\nVMware Company Overview: At VMware, we believe that software has the power to unlock new opportunities for people and our planet. We look beyond the barriers of compromise to engineer new ways to make technologies work together seamlessly. Our cloud, mobility, and security software form a flexible, consistent digital foundation for securely delivering the apps, services and experiences that are transforming business innovation around the globe. At the core of what we do are our people who deeply value execution, passion, integrity, customers, and community. Shape what’s possible today at http://careers.vmware.com.<br>\n<br>\nEqual Employment Opportunity Statement: VMware is an Equal Opportunity Employer and Prohibits Discrimination and Harassment of Any Kind: VMware is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at VMware are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. VMware will not tolerate discrimination or harassment based on any of these characteristics. VMware encourages applicants of all ages. Vmware will provide reasonable accommodation to employees who have protected disabilities consistent with local law.</div>",
  "url": "https://at.indeed.com/rc/clk?jk=d7d017367e873444&fccid=c762a27145bd166e&vjs=3",
  "date": "2020-05-26"
}