{
  "title": "Security Specialist (f/m/d)",
  "location": "Villach, K",
  "contract_type": null,
  "body": "<div><div><div><div><b>About Lam….</b><br>\n</div><p></p><div><p><b>Together we move the Atoms that move the World:</b></p>\n<p>Imagine working on the front lines of innovation! As one of the semiconductor industry's leading suppliers of wafer fabrication equipment and services, our technology depends on finding and hiring the best and the brightest employees. We know that our dynamic, global team of exceptional employees is essential to our continued growth.</p><br>\n<p></p>\n<p><b>Lam Research - where successful people want to work:</b></p>\n<p>We are a company comprised of people who work hard, deliver outstanding results and maintain a sense of humor during even the most challenging times. This is truly a rare opportunity. Lam Research is a market leader where our core values are not just words on the back of your badge. Given the criticality of this role to Lam Research's success, this philosophy starts with you.</p></div></div><div><div><b>\nJob Responsibilities</b>\n</div><div><ul><li>Supports and administers organizational security plans and operations.\n</li><li>Executes procedures and processes to provide physical protection for personnel and company property and meet required codes and regulations.\n</li><li>Compiles data for loss control and accident reports.\n</li><li>Supports and conducts internal investigations in accordance with legal requirements and company policies.\n</li><li>Maintains records, manuals and documentation.\n</li><li>For companies with government contracts, coordinates and administers security clearances and other security policies and procedures in accordance with the Department of Defense or appropriate agencies.</li>\n</ul></div></div><div><div><b>Minimum Qualification</b>\n</div><div><ul><li>Commercial or technical education (minimum Commercial or technical Highschool – HAK/HTL)</li>\n</ul></div></div><div><div><b>Preferred Qualification</b>\n</div><div><div><ul><li>Minimum of 1 year of related experience</li>\n<li>Good oral and written communication skills in German and English</li>\n<li>Very good knowledge in MS Office (Word, Excel, PowerPoint)</li>\n<li>Basic knowledge of EHS regulatory, codes, guidelines, and agencies<br>\n</li></ul><p></p><div><p><b>Compensation:</b></p>\n<p>This position is subject to the AUSTRIAN Collective Bargaining Agreement for employees in the Metal Technology Industries in occupation group E. The minimum annual salary for the position (m/f/d) is 37.018,80 EUR gross based on a full-time employment. A higher payment is negotiable depending on expertise and skills.</p><br>\n<p></p>\n<p><b>Villach - a great place to live and work</b></p>\n<p>Follow the link www.welcome2villach.at and you will find on the spot the most important information about living, working and studying in and around Villach/Austria.\n</p></div></div></div></div><div><div><b>More About Us ….</b><br>\n</div><p></p><div><p>Our work is everywhere you look – even if you can’t actually see it. Lam Research goes deeper than software or chips to the heart of the process that enables chip creation. So if you want to help power the components that empower everything, join us.</p><br>\n<p></p>\n<p><i>All qualified applicants will receive consideration for employment without regard to race, sex, color, religion, sexual orientation, gender identity, national origin, protected veteran status, or on the basis of disability.</i></p></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=cc39f829d787df19&fccid=fb90332c857e2826&vjs=3",
  "date": "2020-05-26"
}