{
  "title": "Internships @SBA Research",
  "location": "Wien, W",
  "contract_type": "Praktikum",
  "body": "<div><p>SBA Research offers internships funded by the FFG (Austrian Research Funding Agency) FEMtech program. <b>We strongly encourage female resarchers interested in this line of work to apply</b>! If you need further information please contact us, we are always interested to strengthen our Network!\n</p><p></p><h2 class=\"jobSectionHeader\"><b>Areas of work</b></h2>\n<ul><li>Support us in Research: our main goal is<b> to perform basic and applied research in IT security</b>, including practical usage by our industrial partners. We incorporate the R&amp;D efforts of our partners and combine them with world-class academic research. Our research addresses the needs of large corporations and small and medium-sized enterprises. Take a look at our Research areas and Projects.</li><li>\nSupport us in \"Professional Services\" and help our different customers to improve their security level! Services we offer: Penetration testing, code reviews, technical audits, risk analyses, security trainings and ISMS consulting.</li></ul>\n<p></p><h2 class=\"jobSectionHeader\"><b>General Information\n</b></h2><ul><li>If applying for a position in our research department, please send your application exclusively in English.</li><li>\nemployment: full- or part-time</li><li>\nsalary: according to position and individual qualification; frame of reference are the standard personnel costs and salaries of the FWF (Austrian science fund)\n</li></ul><p></p><h2 class=\"jobSectionHeader\"><b>Benefits</b></h2>\n<ul><li>Freedom in the implementation of tasks and the possibility of establishing new research fields, products and concepts</li><li>\nNumerous benefits (flextime, home office possibility, fruit baskets, juice, coffee, team events etc.)</li><li>\nAttractive working environment with modern technology in a young and motivated team</li><li>\nImprove your scientific career (e.g. doctoral studies)</li><li>\nContinuing education and participation in various conferences\n</li></ul><p></p><ul><li>The salary depends on your qualification and work performance! <b>In the end, your skills count</b>.</li></ul><div><p>Bei Fragen kontaktieren Sie uns unter jobs@sba-research.org</p></div></div>\n<br><ul><li><b>Hours:</b> Arrangement\n</li><li><b>Place:</b> Vienna</li></ul>",
  "url": "https://at.indeed.com/rc/clk?jk=e371a8823a7816cf&fccid=61d6d170a7f63222&vjs=3",
  "date": "2020-05-26"
}