{
  "title": "Senior Analyst, Cyber Security Threat Intelligence (f/m/x)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "Apply Now\n<br><br>\nJob ID SR0040335 Date posted 03/26/2020 Location Cambridge, Massachusetts; Vienna, Austria\n<br><br>\nAre you looking for a patient-focused, innovation-driven company that will inspire you and empower you to shine? Join us as a Senior Analyst, Cyber Security Threat Intelligence in our Vienna office.\n<br><br>\nHere, you will be a vital contributor to our inspiring, bold mission.\n<br><br>\n<b>POSITION OBJECTIVES:</b><br>\nYou will analyze pertinent information and disseminate finalized intelligence products in order to ensure all applicable stakeholders can defend against cyber threats\n<br>You should be comfortable in a highly dynamic environment and be capable of adjusting priorities of work based on emerging threat activity and/or changing business needs\n<br><br>\n<b>POSITION ACCOUNTABILITIES:</b><br>\nMaintain an understanding and awareness of the overall cyber threat landscape (advanced persistent threat groups, malware campaigns, botnets, hacktivism, DDoS attacks, geopolitical activities, etc.)\n<br>Self-driven and fully accountable for independent effort performed as part of a geographically dispersed virtual team supporting high operational tempo\n<br>In conjunction with management, engage with stakeholders and identify critical business needs or intelligence collection priorities\n<br>Identify new open source intelligence (OSINT) products and sources with a focus on gaining meaningful reporting that can help Takeda’s predictive intelligence program\n<br>Monitor and leverage proprietary threat feeds to gather intelligence about threat methods and actors to enhance Takeda’s threat intelligence products\n<br>Create threat actor overviews by fusing multiple source reporting into a final product\n<br>Coordinate and share information with other teams within the Cyber Security group\n<br>Monitor open source intelligence, daily email feeds, sensor intelligence sources, and other threat intelligence products in order to continually assess Takeda’s defensive posture\n<br>Attend team meetings and provide updates on action items, as needed\n<br>Support Takeda's intelligence collection objectives by continually assessing collection priorities and detective measures\n<br>Demonstrated ability to formally document and establish well-defined processes, procedures, network mitigations strategies, and research reports derived from post incident analysis and lessons learned\n<br><br>\n<b>EDUCATION, BEHAVIORAL COMPETENCIES AND SKILLS:</b><br>\n4+ years of work experience and a Bachelor's degree or equivalent work experience in intelligence analysis and a combination of education and certifications\n<br>Ability to track the threat landscape from a cyber, threat actor, cyber weapons &amp; tools, and geo-political perspective\n<br>Understanding of the Predict, Prevent, Detect, and Respond categories of the Adaptive Protection Architecture and how it pertains to PICERL and the Cyber Kill Chain\n<br>Understanding of key intelligence analysis concepts, including the intelligence cycle and 1+1 attribution\n<br>Strong analytical skills and understanding of data analysis methods\n<br>Ability to translate complex technical information into terms and products useful to upper-level management\n<br>Excellent social, verbal, and written communication skills, with demonstrated ability to effectively present analytical data to a variety of technical and non-technical audiences\n<br>Ability and willingness to share on-call responsibilities, work non-standard hours, aid Cyber Security investigations, and travel (up to 15%) when required\n<br><br>\nDESIRED SKILLS\n<br><br>\nUnderstanding of the Tactics, Techniques, and Procedures (TTPs) of Advanced Persistent Threat (APT) groups\n<br>Background in military or federal government intelligence operations, preferable those pertaining to threat intelligence and adversary analysis\n<br>Programming or scripting experience in any of the following. Perl, python, Vbscript, or PowerShell\n<br>Experience with industry leading threat intelligence platforms, SIEMs, and other industry-leading technologies\n<br>Industry certification such as GCTI, GCIH, CISSP, CCSP, GCIA, GFNA, GREM, or CEH\n<br>Experience with a global or multi-tiered organizations\n<br><br>\nAt Takeda, we are transforming the pharmaceutical industry through our R&amp;-driven market leadership and being a values-led company. To do this, we empower our people to realize their potential through life-changing work. Takeda encourages and supports its employees by trainings, job rotations and mentoring. A balanced work – life ratio (recognition for work and family, company kindergarten) and numerous benefits (fitness center, cafeteria, etc.) complete our profile as a top employer. For more insights into Takeda click here.\n<br><br>\nWe foster an inclusive, collaborative workplace, in which our global teams are united by an unwavering commitment to deliver Better Health and a Brighter Future to people around the world. Gender, age, skin color, background or sexual orientation play no role in this as we actively promote diversity. We equally address people with disabilities. In the course of a recruitment process which is as free of barriers as possible, we encourage you to mention all relevant information in this context in your application.\n<br><br>\nMotivated employees must be remunerated appropriately. The minimum salary for this important and responsible position is € 4.369,11 gross per month (full time, collective wage agreement for the chemical industry). The actual remuneration package will be guided by your professional experience and your qualifications, so increased payment is possible.\n<br><br>\n<b>Notice to Employment / Recruitment Agents:</b><br>\nEmployment / Recruitment agents may only submit candidates for vacancies only if they have written authorization to do so from Shire, a wholly-owned subsidiary of Takeda’s Talent Acquisition department. Any agency candidate submission may only be submitted to positions opened to the agency through the specific Agency Portal. Shire, a wholly-owned subsidiary of Takeda will only pay a fee for candidates submitted or presented where there is a fully executed contract in place between the Employment / Recruitment agents and Shire, a wholly-owned subsidiary of Takeda and only if the candidate is submitted via the Agency Portal. Candidates submitted or presented by Employment / Recruitment Agents without a fully executed contract or submitted through this site shall not be deemed to form part of any Engagement for which the Agency may claim remuneration.\n<br><br>\nJob ID SR0040335",
  "url": "https://at.indeed.com/rc/clk?jk=df7bc2d182a69c4d&fccid=5364988b6751eba5&vjs=3",
  "date": "2020-05-26"
}