{
  "title": "Associate Project Officer, Cloud and Data Analytics",
  "location": "Wien, W",
  "contract_type": null,
  "body": "Please note that this is a temporary assignment for an initial duration of 5 months 29 days, with an extension for another 5 months 29 days and is subject to project needs and funds availability.\n<br><br>\nThe OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis.\n<br><br>\nThe OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Department of Human Resources (DHR) ensures that the OSCE has the human resources capacity necessary to successfully implement its mandates. DHR sets the policies and provides services in the areas of recruitment, administration of benefits and entitlements, payroll, performance management, training and ethics across the Organization.\n<br><br>\nTasks and Responsibilities\n<br><br>\nShould you be selected for the position of Associate Project Officer, Cloud and Data Analytics, under the direct supervisor of the Chief, Payroll and HR ERP Systems, you will perform the following duties:\n<br><br>\nAssisting the project manager in monitoring and maintaining the detailed project plans and documents for the implementation of OSCE’s Oracle Cloud and Data Analytics programmes, covering all project deliverables, milestones, dependencies, tasks, and quality assurance methods; adjusting the plan and project documents when needed;\n<br>Assisting the project manager and project teams with maintaining status updates, identifying project personnel needs, establishing and maintaining resource plans under known constraints; assigning duties, responsibilities and scope of authority to project personnel;\n<br>Assisting in decomposing project activities into work packages and assigning these to the responsible internal and external groups; providing assistance in managing internal work packages and liaising with vendors and external consultants on their assigned work packages;\n<br>Assisting in the development of a change management control plan and the facilitation of managing the impact of approved changes to project scope, schedule, risks, and cost for OSCE’s Oracle Talent Acquisition Cloud and Data Analytics programmes;\n<br>Assisting in assessing and documenting project risks and issues throughout the programmes;\n<br>Assisting in the implementation of the project Communications Plan for OSCE’s Oracle Talent Acquisition Cloud and Data Analytics programme; co-ordinating with the technical implementation teams, business units in the Secretariat and executive structures and OSCE senior management as required;\n<br>Monitoring and reporting on project activities, ensuring the currency, quality and integrity of the information. Prepare regular reports to the Project Board and other stakeholders;\n<br>Assisting in co-ordinating the quality assurance process and activities during the whole project lifetime, including user testing for the programmes;\n<br>Assisting in co-ordinating user training activities for the programmes;\n<br>Assisting in ensuring that project goals are accomplished within the approved schedule and budget;\n<br>Following OSCE standards and procedures for project reporting and documentation;\n<br>Performing other related duties as assigned.\n<br><br>\nFor more detailed information on the structure and work of the OSCE Secretariat, please see https://www.osce.org/secretariat.\n<br><br>\nNecessary Qualifications\n<br><br>\nFirst-level university degree in computer science, software or systems engineering, or business related studies;\n<br>A minimum of four years of relevant professional experience, with a minimum of two years of experience in assistance of managing large, complex, enterprise ERP and/or Data Analytics projects and external vendors;\n<br>Experience in assistance of managing (HR) ERP system and/or Data Analytics programmes through the utilization of an agile implementation methodology;\n<br>PRINCE2 Practitioner certification and practical experience;\n<br>Professional fluency in written and spoken English; knowledge of other working OSCE languages other than English is an asset;\n<br>Experience in using Microsoft Office;\n<br>Ability to effectively communicate with all levels of an organization;\n<br>Ability to effectively influence and negotiate without under supervision;\n<br>Ability to operate as a team member and foster a unified team environment;\n<br>Demonstrate sensitivity in working in a political environment and interacting with senior leadership;\n<br>Excellent communication skills (written, spoken, active listening, and presentation);\n<br>Demonstrated gender awareness and sensitivity, and an ability to integrate a gender perspective into tasks and activities;\n<br>Ability to establish and maintain effective working relationships with people of different national, cultural and professional backgrounds, whilst remaining impartial and objective;\n<br>Experience in the assistance of managing implementation of ERP (cloud or on-premise) and/or Data Analytics programmes is highly desirable;\n<br>Experience with SharePoint, MS Project, and issue management tools (e.g. Atlassian Jira) is desirable;\n<br>End-user experience with Oracle/HR (Cloud) ERP systems and or Data Analytics tools;\n<br>Experience in working within UN/international organizations or in the public sector is desirable;\n<br>ITIL certification and knowledge is an asset;\n<br>Experience in agile project management and delivery methods (Scrum, Kanban, DSDM etc.) is desirable.\n<br><br>\nRequired competencies\n<br><br>\nCore values\n<br><b>Commitment:</b> Actively contributes to achieving organizational goals\n<br><b>Diversity:</b> Respects others and values their diverse perspectives and contributions\n<br><b>Integrity:</b> Acts in a manner consistent with the Organization’s core values and organizational principles\n<br><b>Accountability:</b> Takes responsibility for own action and delegated work\n<br>Core competencies\n<br><b>Communication:</b> Actively works to achieve clear and transparent communication with colleagues and with stakeholders of the Organization\n<br><b>Collaboration:</b> Works effectively with others on common goals and fosters a positive, trust-based working environment\n<br><b>Planning:</b> Works towards the achievement of goals in a structured and measured manner\n<br><b>Analysis and decision-making:</b> Analyses available information, draws well-founded conclusions and takes appropriate decisions\n<br><b>Initiative-taking:</b> Proposes and initiates new ideas, activities and projects\n<br><b>Flexibility:</b> Responds positively and effectively to changing circumstances\n<br>Managerial competencies (for positions with managerial responsibilities)\n<br><b>Leadership:</b> Provides a clear sense of direction, builds trust and creates an enabling environment\n<br><b>Strategic thinking:</b> Identifies goals that advance the organizational agenda and develops plans for achieving them\n<br><b>Managing performance:</b> Helps to maximize team performance by providing active feedback and skill development opportunities\n<br><br>\nRemuneration Package\n<br><br>\nMonthly remuneration, subject to post adjustment, is approximately EUR 5,239/month. OSCE salaries are exempt from taxation in Austria. Social benefits will include possibility of participation in the Cigna medical insurance scheme.\n<br><br>\nPlease note that appointments are made at step 1 of the applicable OSCE salary scale.\n<br><br>\nHow To Apply\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment at a lower grade or to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see http://www.osce.org/states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages qualified female and male candidates from all religious, ethnic and social backgrounds to apply to become a part of the Organization.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.",
  "url": "https://at.indeed.com/rc/clk?jk=623dc5e078ca0174&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-05-26"
}