{
  "title": "QA Contract Manager (f/m/d)",
  "location": "Tiroler Unterland, T",
  "contract_type": null,
  "body": "Werden Sie ein Teil von uns. Zusammen können wir neue Wege finden, um Menschen zu einem besseren und längeren Leben zu verhelfen. Als Teil der weltweiten Novartis Gruppe sind wir an den Standorten Kundl und Schaftenau auf die Entwicklung und Produktion von Antibiotika und Biologika spezialisiert. 1 QA Contract Manager (f/m/d) , DS, SCH, Austria 45!\n<br><br>\nContract labs are managed by Novartis Kundl/ Schaftenau. In order to ensure upmost security and best analysis of our produced drug substance, we involve competent external partners for the execution of certain services- such as complex laboratory analysis. Quality agreements are established to secure our high standards in written form with partners like contract laboratories, transport companies, storage locations and other service providers. It will be in your responsibility to manage external partners, to establish quality agreements, perform risk assessments and also to ensure information flow between Novartis sites with relation to internal contracts.Your Responsibilities: o Ensure GMP compliance of suppliers and contractors for DSSo QA Oversight on contractor status in DSS (mainly lab contractors), e.g.\n<br><br>\nby preparation of risk evaluations o Support establishment of QA Agreements with external contractors and Novartis internal service agreements (e.g. transfers, testing,..)o Participation in GMP circles related to contract management, support implementation of global documents o Support monthly reporting for contractors in responsibility of DSSSupport inspections at DSS (health authorities, GGA, Selfinspections) Minimum requirementsWhat you¿ll bring to the role: o Bachelor or higher in Biochemistry, Chemistry or another related scienceo Fluent in speaking and writing Englisho excellent communication skills o well organized to hold due dates and keep oversight on contractorsWhy consider Novartis? 799 million. That¿s how many lives our products touched in 2019.\n<br><br>\nAnd while we¿re proud of that fact, in this world of digital and technological transformation, we must also ask ourselves this: how can we continue to improve and extend even more people¿s lives? We believe the answers are found when curious, courageous and collaborative people like you are brought together in an inspiring environment. Where you¿re given opportunities to explore the power of digital and data. Where you¿re empowered to risk failure by taking smart risks, and where you¿re surrounded by people who share your determination to tackle the world¿s toughest medical challenges.\n<br><br>\nWe offer a market-competitive base salary in line with your qualification, experience and individual competencies. Additionally we offer an attractive incentive program, a modern company pension scheme, childcare facilities, learning &amp; development options and worldwide career opportunities within the Novartis group. The base pay is composed of a market oriented excess payment and the respective amount according to the Austrian collective agreement (at least € 50.374,38 per year on a full time basis) time basis. Imagine what you could do at Novartis!Novartis are an equal opportunities employer and welcome applications from all suitably qualified persons.\n<br><br>\n<b>Join our Novartis Network:</b> If this role is not suitable to your experience or career goals but you wish to stay connected to learn more about Novartis and our career opportunities, join the Novartis Network here: https://talentnetwork.novartis.com/networkDivision Novartis Technical Operations Business Unit NTO QUALITY Location Österreich Site SchaftenauWir freuen uns über Ihre vollständigen und aussagekräftigen Bewerbungsunterlagen über das BrassRing Novartis Recruiting System unter www.novartis.at/karriere (Job ID: 288536BR ) Das Mindestentgelt für die Stelle als QA Contract Manager (f/m/d) betr",
  "url": "https://at.indeed.com/rc/clk?jk=540ee528fbf1a286&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-05-18"
}