{
  "title": "VIP-2 | Postdoctoral Fellowship Program in Molecular Life Sciences",
  "location": "Wien, W",
  "contract_type": "Vollzeit, Befristet",
  "body": "<p></p><div><p><b>Empowering postdoctoral fellows to spearhead the Life Sciences - a path to independence</b></p>\n<p>\nThe Vienna BioCenter (VBC) is one of Europe’s leading life science centres that combines research, biotech companies and education at a single location. Four VBC research institutes share a common vision in supporting fundamental science and training scientists on various skills to the highest level. The Vienna International Postdoctoral Program (<b>VIP</b><b>2</b>) is a <b>THREE-YEAR</b> fellowship program, which will provide prime research conditions, highly competitive salaries and social benefits as well as a comprehensive scientific education scheme for postdoctoral scientists. <b>ENGLISH</b> is the working language on our highly dynamic campus. Vienna is a vibrant city embedded in beautiful old buildings, an international metropolis in the heart of Europe, which has been rated multiple times as the <b>number one city in the world for quality of life.</b></p>\n<p>\nVIP2 offers an outstanding research environment, and will boost the careers of fellows by supporting them with a structured training and career development program under the principle “<b>Inform, Inspire, Innovate</b>”:</p>\n<ul><li><b>Inform</b> via structured mentoring and training programs</li></ul>\n<ul><li><b>Inspire </b>by providing outstanding supervision within a thriving life science research and biotech center</li></ul>\n<ul><li><b>Innovate</b> by supporting fellows to make ground-breaking discoveries that enable them to become leaders in the academic sector and beyond</li></ul>\n<p>\nVIP2 will foster exposure to different sectors and facilitate career transitions. The program offers a <b>two-mentor scheme</b> (the second mentor can be from a different sector) and opportunities for a two-month <b>secondment</b> in sectors of the fellows’ choice. Fellows will be advised and supported by an inter-sectoral advisory board.</p>\n<p>\nThe research topics of the VIP2 participating groups <b>cover the full scope of modern life sciences</b>. An extensive collection of research models as well as state-of-the-art facilities on campus enable our scientists to push the boundaries of our knowledge and technology. One hallmark of the VBC is its extremely collaborative and collegial atmosphere highlighted by many integrated research projects, shared infrastructure and joint social events.</p></div><p></p>\n<br><div><div><div><h4 class=\"jobSectionHeader\"><b>Additional Information\n</b></h4></div><div><div><div><div><h4 class=\"jobSectionHeader\"><b>Benefits</b></h4><p></p><div><p><b>\nSalary</b></p>\n<p>\nAll VIP2 fellows will be hired under full-time employment contracts (40h) by the host institute. All four participating institutions follow the salary scheme of the Austrian Science Fund (FWF), Austria's central funding organization for basic research. According to this scheme for 2020 each fellow receives a yearly gross salary of 54,453 EUR paid in 14 installments (12 months plus one Christmas and one holiday bonus, according to Austrian law). The above numbers represent the minimum amount per fellow per year.</p><br>\n<p></p>\n<p><b>\nSocial Contributions</b></p>\n<ul><li>\nAll VIP2 employment contracts include a full health insurance plan that can be extended to children and unemployed partners.</li>\n<li>Social security includes fully paid maternity leave (16 weeks), possibility of paid parental leave (up to 24 months), pension contribution, and accident insurance.</li>\n<li>Families receive additional support for each child (“Familienbeihilfe”) that ranges from 110 – 170 EUR per month per child, depending on the age of the child.</li>\n<li>Tax deductions apply to single-income families.</li><br>\n</ul><p></p>\n<p><b>\nRelocation Costs</b></p>\n<p>\nMechanisms are in place to contribute to the relocation costs of the fellows.</p>\n</div><p></p><h4 class=\"jobSectionHeader\"><b>\nSelection process</b></h4><p></p><div><ul><li>\non-line application: 1 March - 15 June</li>\n<li>written evaluation: 16 June - 15 September <i>(Each application will be evaluated by 2 external reviewers and 1 internal reviewer)</i></li>\n<li>on-site interview: mid October</li>\n<li>results: end October</li>\n</ul></div><p></p><h4 class=\"jobSectionHeader\"><b>\nWeb site for additional job details</b></h4><div><p>\nhttps://training.vbc.ac.at/post-docs/vip2-post-doc-program/</p></div></div></div></div>\n</div></div><div><div><h4 class=\"jobSectionHeader\"><b>Requirements\n</b></h4></div><div><div><div><h4 class=\"jobSectionHeader\"><b>Offer Requirements</b></h4><div><div><ul><li>\n<div><div>REQUIRED EDUCATION LEVEL</div>\n<div><div>Biological sciences: PhD or equivalent\n</div></div></div></li><li><div><div>REQUIRED LANGUAGES</div>\n<div><div>ENGLISH: Excellent\n</div></div></div></li></ul></div><h4 class=\"jobSectionHeader\"><b>Skills/Qualifications</b></h4><p></p><div><p>\nWe seek exceptional, ambitious young scientists with a PhD in biology, chemistry, physics, medicine, engineering, computer science, or bioinformatics.</p>\n<p><b>\nEligibility criteria</b>:</p>\n<ul><li>\nApplicants must hold a PhD in life sciences or related disciplines such as physics, engineering, chemistry, computer science, or mathematics.</li>\n<li>The proposed scientific project must match the research carried out on campus (applicants should name one or more potential host groups).</li>\n<li><b>Interdisciplinary </b>and <b>inter-lab</b> projects are highly encouraged.</li>\n<li>Candidates are kindly requested to communicate with their preferred mentor(s) prior to and during composing their individual research projects.</li>\n<li>Applicants must have at least one first-author publication (bioRxiv or arXiv submission will be accepted).</li>\n<li>By the time of the call deadline (15 June) applicants must also undertake transnational mobility according to the Marie Curie Action. That is, they should not have resided in or carried out their main activity (work, studies) in Austria for more than 12 months in the 3 years immediately prior to the call deadline.</li></ul></div></div></div></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=3d8dce9650a65491&fccid=8030245ac20ae184&vjs=3",
  "date": "2020-05-26"
}