{
  "title": "Project Lead IT (f/m/x)",
  "body": "<div></div><div><div><div><div><p><b>MedAustron International GmbH</b> is a subsidiary of EBG MedAustron GmbH and implements international technology projects in the course of the construction of a new particle accelerator in the rapidly growing medical technology sector. The parent company EBG MedAustron operates one of the most modern centres for ion beam therapy and research in Europe.</p><br>\n<p></p>\n<p>\nThe sub-project for IT consists of the design, installation and integration of the required IT infrastructure and services for the whole ion beam therapy system project. As Project Lead the successful applicant is in contact with the future users of the new built facility and also working closely with the IT team at EBG MedAustron in Wiener Neustadt.</p><br>\n<p></p>\n<p><b>\nBecome part of the MedAustron International team as a</b></p></div>\n</div><div><div><h1 class=\"jobSectionHeader\"><b>Project Lead IT (f/m/x)</b></h1></div>\n<div><h5 class=\"jobSectionHeader\"><b>Full-time (38,5 hours weekly)</b></h5></div>\n</div><div><div><h2 class=\"jobSectionHeader\"><b>Challenges</b><b> you conquer:</b></h2></div>\n<div><ul><li>Develop and manage an IT infrastructure project from beginning to end, including\n<ul><li>project scope, timeline, capacity planning, resource allocation, project execution and management of external providers and partners;</li>\n</ul></li><li>Provide project management and direction to ensure the all involved parties have a clear understanding of timelines, risks, escalation path and roles/responsibilities;</li>\n<li>Act as an escalation point for the project team, the project stakeholders and all involved parties;</li>\n<li>Maintain knowledge regarding hardware and equipment standards to ensure appropriate equipment orders are procured;</li>\n<li>Provide on-site monitoring and enforcement of installation schedules and vendor quality and ensure proper follow-up;</li>\n<li>Facilitate formal turn-over with onsite team, support partners and monitor deliverables until agreed upon launch/project milestone is achieved;</li>\n<li>Daily collaboration with internal and external stakeholders;</li>\n<li>Update and/or develop documentation on processes that are critical to successfully implementing the project;</li>\n<li>Support the Generals Project Leader;</li>\n<li>Work in close cooperation with other departments.</li>\n</ul></div></div><div><div><h2 class=\"jobSectionHeader\"><b>A background</b><b> that impresses:</b></h2></div>\n<div><ul><li>Bachelor's and/or Master's degree in Information Technology (IT) or similar;</li>\n<li>Deep knowledge of current IT infrastructure and IT support functions such as\n<ul><li>data center operations, information security, end customer support, LAN- / WAN- &amp; Wireless Network Infrastructure, server and storage infrastructure, end user equipment support, Linux/Windows, virtualization and structured data cabling;</li>\n</ul></li><li>minimum of three years of experience managing IT projects from initiation to closure;</li>\n<li>Understanding of core IT infrastructure and service concepts;</li>\n<li>Excellent verbal and written communication skills in English, a good command of German is desirable;</li>\n<li>Strong communication skills in an interdisciplinary and international environment as well as intercultural competencies;</li>\n<li>You are a reliable and proactive person with a hands-on mentality;</li>\n<li>An accurate, attentive and independent working attitude completes your profile;</li>\n<li>Willingness to travel frequently both within the country and to Iran.</li>\n</ul></div></div><div><div><h2 class=\"jobSectionHeader\"><b>A unique offer</b><b> that inspires:</b></h2></div>\n<div><p>According to the collective agreement for the metalworking industry (supplementary collective agreement), the minimum gross annual salary is € 60.000,-. We will agree your classification and salary in line with the market on the basis of your professional and personal competence (All-In contract including variable salary components).</p></div>\n</div><div><div><p><b>You are the right person for this job?</b></p>\n<p>\nTake the next step in your career and send us your application via our online application-tool.</p></div>\n</div><p>APPLY NOW</p></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=54c77c993618842f&fccid=f7612f6cad98ba0b&vjs=3",
  "date": "2020-04-20"
}