{
  "title": "Head of In Vivo Research",
  "location": "Grambach, ST",
  "contract_type": "Vollzeit, Festanstellung",
  "body": "<p><b>QPS Austria GmbH</b> is a successful international full-service contract research organization (CRO) in the area of preclinical and clinical research. At our location in Grambach near Graz we are searching for a highly motivated</p><p><b>Head of In vivo Research</b></p><p><b>Your area of responsibility: </b></p><p>The Head of In vivo Research manages, organizes, oversees and is responsible for all aspects of the department like personnel (technical and preclinical research assistants and associates), contract research studies and R&amp;D activities and has financial responsibilities in regard to his/her department.</p><p><b>Specific: </b></p><ul><li>Supervise department staff, coordinate and schedule practical study activities within the In vivo Research area (i.e., surgeries, behavioral experiments, tissue sample collections etc.); optimize procedures to ensure efficiency and quality.</li><li>Provide oversight of staff training needs, anticipate workload and manage work flows to optimize productivity while maintaining high quality</li><li>Take over study director duties e.g. protocol and report preparation of studies, communication with clients</li><li>Help coordinate study/project schedules, room occupancy, evaluation of the necessity to order supplies, technical equipment as well as develop and implement written protocols (SOPs)</li><li>Participate in hiring, evaluating, and disciplinary actions of department staff</li><li>Periodically interact with other group leaders and support Director of Neuropharmacology in all efforts to increase profitability of the department (quality, efficiency measures, personnel changes, R&amp;D input a.s.o.)</li><li>Support the BD team in generating cost proposals, maintaining client contacts and organizing department relevant client visits</li><li>Participate in preparation for and attend scientific meeting</li><li>Ensure compliance to internal and regulatory policies (AAALAC program, Austrian legislation, ensuring data integrity and security) as necessary</li></ul><p><b>Your profile: </b></p><ul><li>PhD degree in natural science (or similar) and working experience in an animal research environment especial animal behavior (e.g. drosophila, zebrafish, mice, rats)</li><li>Empathic team builder and good communicator, who inspires others</li><li>Strategic thinking with strong decision-making capabilities and willingness to take over responsibility</li><li>Leader in project planning with excellent coordination skills and the power to oversee several projects in parallel</li><li>Used to an independent and structural way of working</li><li>Advanced knowledge in GxP and AAALAC or simila</li><li>High level of written and spoken German and English</li></ul><p>For legal reasons we are obliged to point out the minimum salary of €3.007,20 gross per month for that full-time position (40 working hours per week) according to collective agreement with the willingness of overpayment depending on qualification and professional experience</p><p>Please send your complete application documents, including CV, cover letter describing your area of expertise and motivation, as well as employer’s reference letters and certificates<b>.</b></p><p>For more information please visit www.qpsneuro.com</p><p>Zusätzliche Leistungen:</p><ul><li>Home Office</li><li>Weihnachtsgeld</li><li>Urlaubsgeld</li><li>Flexible Arbeitszeiten</li><li>Kostenloses oder vergünstigtes Essen</li><li>Betriebliche Altersvorsorge</li><li>Firmenhandy</li></ul><p>Art der Stelle: Vollzeit, Festanstellung</p>",
  "url": "https://at.indeed.com/company/QPS-Austria-GmbH/jobs/Head-Vivo-Research-53253abcffedc4cc?fccid=def1702c1c990a9f&vjs=3",
  "date": "2020-05-26"
}