{
  "title": "PhD in Atoms, Light, and Molecules",
  "location": "Innsbruck, T",
  "contract_type": "Teilzeit, Befristet",
  "body": "<p></p><div><p>We are recruiting highly motivated and talented student researchers with a masters degree in physics or equivalent for our doctoral programme Atoms, Light, and Molecules.</p>\n<p>\nWith 28.000 students and more than 4.500 employees the University of Innsbruck represents the largest and most important institution in research and education in western Austria. Located in the heart of the Alps, the University of Innsbruck offers the best conditions for successful research and teaching. Innsbruck's world-wide renown physics labs and theory groups have been granted a prestigious Doctoral Programme \"Atoms, Light, and Molecules\" funded by FWF for the second time.</p>\n<p>\nTopics include chemical physics, astrophysics, ultracold atoms, high-resolution spectroscopy, quantum optics, quantum information, quantum many body systems and machine learning.</p>\n<p><i>\nIf you are inspired by research and have finished your master’s degree in experimental or theoretical physics or a neighbouring discipline with an excellent track record, you may be a candidate for this graduate school, which combines opportunities for top level research with graduate training in a highly collaborative setting. All grad-students are granted scientific visits abroad from Austria for 6 months to build and strengthen international collaborations.</i></p>\n<p><i>\nThe Doctoral Programme is committed to increase the percentage of female employees in science and therefore explicitly invites women to apply. Successful female and male candidates will become employees of the University with full social security coverage under Austrian national law.</i></p>\n<p><i>\nFurther information is found at </i><i>www.uibk.ac.at/dk-alm</i><i> including Information about the application procedure </i>https://www.uibk.ac.at/dk-alm/application-procedure.html.en.</p></div><p></p>\n<br><div><div><div><h4 class=\"jobSectionHeader\"><b>Additional Information\n</b></h4></div><div><div><div><div><h4 class=\"jobSectionHeader\"><b>Benefits</b></h4><p></p><div><p>\nWe offer:</p>\n<ul><li>funded PhD positions (30 hours contract)</li></ul>\n<ul><li>an international and exciting working atmosphere at the University of Innsbruck in the middle of the alps</li></ul>\n<ul><li>working together in a multi-cultural and multi-linguee settings to foster long-lasting international contacts</li></ul>\n<ul><li>an integrated training programme in all of the important key concepts and methods for pursue cutting Edge Research in AMO physics that includes e.g. lectures, summer schools and workshops, complementary skill courses and career development</li></ul>\n<ul><li>working together and collaborate with several faculty members and receiving individual supervision by a thesis committee</li></ul>\n<ul><li>a research stay abroad at another international highly ranked research institution for at least 6 months.</li></ul>\n</div><p></p><h4 class=\"jobSectionHeader\"><b>\nEligibility criteria</b></h4><p></p><div><p>\nCandidates for the PhD positions should have obtained or will obtain a diploma or master´s degree in physics or neighboring disciplines and have to fulfill the official requirements for PhD students of the University of Innsbruck.</p>\n</div><p></p><h4 class=\"jobSectionHeader\"><b>\nSelection process</b></h4><p></p><div><p>\nWe accept application in English as a single PDF document including</p>\n<ul><li>\na detailed CV</li>\n<li>a motivation letter</li>\n<li>all master certificates and undergraduate level certificates including a diploma supplement with a list of courses and grades</li>\n<li>a list of previous scientific experiences and skills</li>\n<li>a synopsis of the diploma/master thesis</li>\n<li>a list of publications, talks and poster presentations at conferences.</li>\n</ul><p>\nPlease submit this PDF document (filename: firstname_lastname.pdf) by email to dk-alm@uibk.ac.at. Incomplete applications may not be considered. The size of the document cannot exceed 10 MB.</p>\n<p>\nAdditionally, the candidates are required to organize two letters of recommendation of two experienced scientists. These letters have to be sent separately by the recommending persons to dk-alm@uibk.ac.at.</p>\n<p>\nThe DK ALM scientific management and faculty members will review all complete applications and will invite the best candidates for an interview (personal or skype) at the University of Innsbruck. The candidates are selected based on their academic excellence, their commitment to science, their communication skills and their social competence. Invited candidates will be interviewed by an Admission Committee (5 faculty members). Interview guidelines will be given in the invitation letter.</p>\n</div><p></p><h4 class=\"jobSectionHeader\"><b>\nAdditional comments</b></h4><p></p><div><p>\nStudents from all nationalities will be considered for recruiting based on equal selection criteria. Students from EU/EAA member states and Switzerland coming to Austria need a valid passport to enter the country, to study and to work. The VISA requirements for students from other countries can be found on our homepage.</p>\n<p>\nThe DK also encourages applicants from countries/universities, where a Master degree is usually not part of the curriculum, as for example in many US-American study programmes. In this case the terms of admission will be evaluated individually with strong support from the DK-ALM scientific management.</p>\n</div></div></div></div><p></p>\n</div></div><div><div><h4 class=\"jobSectionHeader\"><b>Requirements\n</b></h4></div><div><div><div><h4 class=\"jobSectionHeader\"><b>Offer Requirements</b></h4><div><div><ul><li>\n<div><div>REQUIRED EDUCATION LEVEL</div>\n<div><div>Physics: Master Degree or equivalent\n</div></div></div></li><li><div><div>REQUIRED LANGUAGES</div>\n<div><div>ENGLISH: Excellent\n</div></div></div></li></ul></div><h4 class=\"jobSectionHeader\"><b>Skills/Qualifications</b></h4><p></p><div><p>\nCandidates for the PhD positions should have obtained or will obtain a diploma or master´s degree in physics or neighboring disciplines and have to fulfill the official requirements for PhD students of the University of Innsbruck.</p>\n</div><p></p><h4 class=\"jobSectionHeader\"><b>\nSpecific Requirements</b></h4><p></p><div><p>\nApplications are accepted in English as a single PDF document including</p>\n<ul><li>\na detailed CV</li>\n<li>a motivation letter</li>\n<li>all master certificates and undergraduate level certificates including a diploma supplement with a list of courses and grades</li>\n<li>a list of previous scientific experiences and skills</li>\n<li>a synopsis of the diploma/master thesis</li>\n<li>a list of publications, talks and poster presentations at conferences.</li>\n<li>Additionally, the candidates are required to organize two letters of recommendation of two experienced scientists. These letters have to be sent seperately by the reommending persons to dk-alm@uibk.ac.at.</li></ul></div></div></div></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=9305aa42ee64099e&fccid=3f2db44fa9162a7c&vjs=3",
  "date": "2020-05-26"
}