{
  "title": "Consultant Information Security & Information Risk Management (m/w/d)",
  "location": "Linz, OÖ",
  "contract_type": null,
  "body": "<p><b>Wir suchen einen (Senior) Consultant für Information Security &amp; Information Risk Management </b></p><p>UNSER UNTERNEHMEN</p><p>Basierend auf der Methoden- und Softwarelösung CRISAM® berät CALPANA business consulting GmbH seit mehr als 15 Jahren internationale Top-Unternehmen im Bereich Enterprise Risk Management, Information Risk Management und Compliance Management. Wir unterstützen unsere Kunden die richtigen Entscheidungen zu treffen und die damit verbundenen Chancen und Risiken optimal zu managen.</p><p>Wir erhöhen unsere Teamstärke um Deine Kompetenzen!</p><p>DEINE AUFGABEN</p><ul><li>Mitarbeit und Führung von Projekten mit den Schwerpunkten:</li></ul><p>*Beratung beim Aufbau und Weiterentwicklung von ISO 27001 und EU-DSGVO konformen Managementsystemen mit CRISAM®</p><p>*Entwicklung und Umsetzung von Richtlinien und Prozessen im Bereich Information Security, Information Risk Management und IKS</p><p>*Erhebung von Business Impact Analysen, Risikobewertungen und Maßnahmenkatalogen gemeinsam mit dem Kunden</p><ul><li>Durchführung von Schulungen</li><li>Einführung, Integration und Weiterentwicklung des Information Risk Managements bei Kunden in DE, Ö, CH und LIE</li></ul><p>DEIN PROFIL</p><ul><li>Abgeschlossenes Studium (Uni/FH) oder eine vergleichbare Ausbildung in (Wirtschafts-)Informatik, Information Security oder Sichere Informationssysteme</li><li>Kenntnisse von relevanten Normen und Standards (z.B. ISO 27001, EU-DSGVO,…)</li><li>Von Vorteil: Kenntnisse im Bereich Prozessanalyse, Zertifizierungen im Bereich IT-Security (z.B. CISA, CISM,…), Berufserfahrung in der Unternehmensberatung</li><li>Berufserfahrung in Informationssicherheit: min. 5 Jahre (Senior) / 3 Jahre (Consultant)</li><li>Problemlösungskompetenz, strukturierte Vorgehensweise und Kreativität</li><li>Deutsch-Kenntnisse mindestens auf C1 Level sind ein Muss</li><li>Selbstsicheres Auftreten, hohe Eigenmotivation sowie eine kundenorientierte, flexible, selbstständige Arbeitsweise</li><li>Moderate Reisebereitschaft (DACH-Raum)</li></ul><p>UNSER ANGEBOT</p><ul><li>Spannendes Betätigungsfeld in einem stark wachsenden, international etablierten Beratungs- und IT-Unternehmen</li><li>Persönliche Entwicklung, Aufbau von Fachkompetenz und Gestaltungsspielraum in der Umsetzung der Aufgaben</li><li>Verantwortung und eigenständige Realisierung der Maßnahmen zur Erreichung der vereinbarten Ziele</li><li>Hervorragende Aus- und Weiterbildungsangebote</li><li>Gleitzeitmodell und Home-Office zur Vereinbarung von Beruf und Familie</li><li>Zentrale Lage in Linz, gute Erreichbarkeit auch ohne PKW</li><li>Leistungsgerechte Vergütung</li><li>Bruttogehalt ab EUR 3.000 /Monat mit der Bereitschaft zur Überzahlung</li></ul><p>Wir freuen uns auf Deine Bewerbung per Email.</p><p>Art der Stelle: Vollzeit</p><p>Gehalt: 3.000,00 € bis 5.000,00 € /Monat</p><p>Sprache:</p><ul><li>Deutsch (Erforderlich)</li></ul>",
  "url": "https://at.indeed.com/company/CALPANA-Business-Consulting-GmbH/jobs/Consultant-Information-Security-Information-Risk-Management-0486485a1b77eeec?fccid=39638862a9861434&vjs=3",
  "date": "2020-05-26"
}