{
  "title": "Project Assistant",
  "location": "Wien, W",
  "contract_type": null,
  "body": "Please note that this position is Extra-Budgetary (ExB) funded and is for 2 years. A possible extension is subject to the availability of funds.\n<br><br>\nThe OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis.\n<br><br>\nThe OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Conflict Prevention Centre (CPC) plays a key role in supporting and co-ordinating the OSCE's activities in the field, in providing analysis and policy advice to the Secretary General (SG) and the Chairmanship, in leading work on all aspects of the conflict cycle, and in supporting the various formats dealing with protracted conflicts. The CPC also serves as the focal point in the Secretariat for co-ordinating and developing the OSCE's role in the politico-military dimension.\n<br><br>\nThe Forum for Security Co-operation (FSC) is the main OSCE body dealing with the politico-military aspects of security and provides a forum for political dialogue for OSCE participating States. The FSC Support section within the Conflict Prevention Centre at the OSCE Secretariat supports the work of the FSC by providing technical support and expertise. In this respect, the Section acts as a focal point and prepares reports and overviews on military information exchanged by participating States. The Section also fosters implementation of Confidence and Security-building Measures (CSBMs) and develops assistance projects with regard to Small Arms and Light Weapons (SALW) and Conventional Ammunition.\n<br><br>\nTasks and Responsibilities\n<br><br>\nUnder the direct supervision of the Project Officer / Non-Proliferation to provide administrative support for the Extra Budgetary Project “Support of Regional Implementation of the UNSC resolution 1540 (2004) on non-proliferation of weapons of mass destruction” and an Extra Budgetary Project on “In support of strengthening biological safety and security in Ukraine in line with the implementation of United Nations Security Council Resolution 1540 (2004) on non-proliferation of weapons of mass destruction and their means of delivery”, which are implemented within the Forum for Security Co-operation Support Section in the OSCE and serves as the administrative focal point at the OSCE Secretariat for field-based project teams. Specifically, the Project Assistant will be:\n<br><br>\nLiaising with administrative units in the OSCE Secretariat, communicating administrative information to the field-based project team, and following up on administrative matters;\n<br>Assisting with preparing meetings/events by drafting letters of invitation, participant lists, agendas, minutes and other materials, communicating with participants and speakers, arranging meeting facilities and organizing official luncheons/dinners and receives visitors;\n<br>Preparing and executing payments for suppliers, special service agreements, and implementing partners;\n<br>Providing inputs for the preparation of terms of reference, by assisting in the selection of service and goods providers, and in the verification of financial reports;\n<br>Arranging travel, visa, accommodation, official travel authorizations and travel claims for OSCE and non-OSCE officials;\n<br>Gathering and compiling data for project progress reports (quarterly and annual reports), monitoring and evaluation reports, including information about the implemented activities and funds utilized;\n<br>Preparing and maintaining documentation for the programme and preparing an overview of all project-related expenditures;\n<br>Overseeing flow of internal procurement approval;\n<br>Performing other duties as required.\n<br><br>\nFor more detailed information on the structure and work of the OSCE Secretariat, please see https://www.osce.org/secretariat\n<br><br>\nNecessary Qualifications\n<br><br>\nCompleted secondary education supplemented by formal training in the field of secretarial, administration or management;\n<br>Minimum of 4 years of administrative, secretarial or clerical experience in an international environment;\n<br>Experience with project management methodology would be an asset;\n<br>Ability to operate computer applications with practical experience in Microsoft applications;\n<br>Professional fluency in the English language, both oral and written;\n<br>Knowledge of other OSCE languages, especially Russian would be an asset;\n<br>Demonstrated gender awareness and sensitivity, as well as the ability to integrate a gender perspective into tasks and activities.\n<br><br>\nRequired competencies\n<br><br>\nCore values\n<br><b>Commitment:</b> Actively contributes to achieving organizational goals\n<br><b>Diversity:</b> Respects others and values their diverse perspectives and contributions\n<br><b>Integrity:</b> Acts in a manner consistent with the Organization’s core values and organizational principles\n<br><b>Accountability:</b> Takes responsibility for own action and delegated work\n<br>Core competencies\n<br><b>Communication:</b> Actively works to achieve clear and transparent communication with colleagues and with stakeholders of the Organization\n<br><b>Collaboration:</b> Works effectively with others on common goals and fosters a positive, trust-based working environment\n<br><b>Planning:</b> Works towards the achievement of goals in a structured and measured manner\n<br><b>Analysis and decision-making:</b> Analyses available information, draws well-founded conclusions and takes appropriate decisions\n<br><b>Initiative-taking:</b> Proposes and initiates new ideas, activities and projects\n<br><b>Flexibility:</b> Responds positively and effectively to changing circumstances\n<br>Managerial competencies (for positions with managerial responsibilities)\n<br><b>Leadership:</b> Provides a clear sense of direction, builds trust and creates an enabling environment\n<br><b>Strategic thinking:</b> Identifies goals that advance the organizational agenda and develops plans for achieving them\n<br><b>Managing performance:</b> Helps to maximize team performance by providing active feedback and skill development opportunities\n<br><br>\nRemuneration Package\n<br><br>\nMonthly remuneration, subject to social security deduction, is EUR 3,878 (12 times a year). OSCE salaries are exempt from taxation in Austria. Social benefits will include possibility of participation in the Cigna medical insurance scheme and the OSCE Provident Fund.\n<br><br>\nPlease note that appointments are normally made at step 1 of the applicable OSCE salary scale.\n<br><br>\nHow To Apply\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment at a lower grade or to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see http://www.osce.org/states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages qualified female and male candidates from all religious, ethnic and social backgrounds to apply to become a part of the Organization.\n<br><br>\nPlease note that for this position the OSCE does not reimburse expenses such as travel in connection with interviews, tests, visas and relocation.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.",
  "url": "https://at.indeed.com/rc/clk?jk=294813f8c1c01fca&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-05-26"
}