{
  "title": "Business Consultant/Analyst (all genders)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><p><b>We Believe in Better!\n</b></p><p>We are a global information technology company that builds high-performance, security-centric solutions that can help change the world. Enhancing people’s lives through secure, reliable advanced technology is our vision.</p><p>\nAt Unisys, we believe in better! Here, you have the opportunity to learn new skills, apply your expertise, and solve complex problems with cutting edge technologies and solutions. You are part of a global diverse team that supports you, drives change, and delivers successful results consistently.</p><p></p><p>\nOur associates are at the forefront of everything we do, driving our clients’ successes while giving back to communities and making a positive impact on enhancing the quality of life to help make this world a safer and more secure place to live and work. Our success is a direct result of the work of our people who live and breathe our Core Beliefs. Simply put, we believe in better lives. Join us!</p><p></p><h2 class=\"jobSectionHeader\"><b>\nLearn more about Unisys and our key solution offerings: </b><b>Unisys</b><b>, </b><b>Stealth</b><b> , </b><b>CloudForte</b><b> , </b><b>Intelliserve</b></h2><p></p><p><b>\nWhat success looks like in this role:\n</b></p><p></p><p><b>Position Overview:</b></p><p></p><div>\nResponsible for developing and maintaining web-based custom applications for the organization. Provides technical support for developed applications. Ensures applications are integrated with other front-end applications, networks and databases. Provides application software development services or technical support typically in a defined project. Develops program logic for new applications or analyzes and modifies logic in existing applications. Codes, tests, debugs, documents, implements and maintains software applications. Analyzes requirements and maintains, tests, and integrates application components. Ensures that system improvements are successfully implemented. Developing professional expertise, applies company policies and procedures to resolve a variety of issues. Provides problem resolution that may be non-standard within defined practices and procedures. Works on problems of moderate scope where analysis of situations or data requires a review of a variety of factors. Exercises judgment within defined procedures and practices to determine appropriate action. Builds productive internal/external working relationships. Normally receives general instructions on routine work, detailed instructions on new projects or assignments. Able to apply theories, concepts, principles, and methodologies to difficult but conventional assignments. Works independently within an established framework.<br>\n<br>\n<b>Responsibilities:</b><br>\n<br>\n<ul><li>Performs the build and deployment activities for application development efforts. Designs basic requirements that are effective, timely and comply with project standards.</li><li>Performs detailed design of application and technical architecture components. Responsible for configuring, programming and testing the application or technical architecture components. Fixes defects and performance related problems.</li><li>Accountable for service commitments at individual request level for in scope development work.</li><li>Reviews design, coding, and unit testing to ensure that code complies with the standard defined for the project.</li><li>Works with the BA team to understand requirements and use cases. Develop sizing for assigned use cases with inputs from the BA team.</li><li>Able to deploy QAT or UAT environments independently.</li><li>Work closely with the testing team to understand the existing and newly generated issues (regression) due to new development work and works towards providing solutions.</li><li>Explores alternative solutions available by selecting the best option, through applying DAR techniques.</li><li>Participates in code reviews, works with other developers, designers, and architects to ensure requirements are met.</li><li>Ensures that CSAT is Green related to service quality, adherence to SLA, skill, technical expertise, understanding the business needs and competency.</li><li>Participates in technical release activities with applications development and operations staff to ensure successful release outcomes.</li><li>May be actively involved with the analysis, design, implementation and support of systems and processes supporting the configuration management process, such as source code management, workflow, issue tracking, deployment, provisioning and testing automation.</li><li>May perform development, testing and implementation of processes used for configuration management, deployment and automation.</li><li>May manage the integrity of pre-production environments, such as development, test, QA and staging environments.</li><li>Leads efforts in specific process improvement and technical automation areas.</li><li>May implement CCM Strategy/Plans, may implement and maintain the branching and merging strategy and component architecture, and may implement the integration between the SCM tools and CI Tools and sets Configuration Management policies and procedures.</li><li>Promotes innovation within team or project.</li></ul></div><p></p><p><b>\nSkills, Experience &amp; Qualifications:</b></p><div><br>\n<ul><li>Requires a Bachelor’s Degree and a minimum of 2 years of related experience OR an advanced degree without experience; OR equivalent work experience required</li></ul></div><p></p><p><b>\nYou will be successful in this role if you have:</b></p><ul><li></li></ul></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=255dfd89a09b0765&fccid=462555dec0279094&vjs=3",
  "date": "2020-05-26"
}