{
  "title": "Linux Specialist (m/f/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div>In this function you are responsible for developing Linux kernel drivers and user space applications for industrial IoT products. If you want to be part of an innovate and international team while working of one of our core products, then come and join us!\n<div><div><h2 class=\"jobSectionHeader\"><b>Your Tasks</b></h2>\n<ul><li>Configure and run real time Linux on top of hypervisors in virtualized environments</li>\n<li>Build, create and maintain dedicated Linux systems</li>\n<li>Implement and test Linux based information security</li>\n<li>Take over responsibility for feature implementation along the product lifecycle - from gathering requirements and software design to effort estimation, implementation, bug-fixing and testing</li>\n<li>Create and execute unit tests for developed software</li>\n</ul></div><div><h2 class=\"jobSectionHeader\"><b>Your Profile</b></h2>\n<ul><li>Completed technical education (HTL, FH, TU) or comparable background</li>\n<li>Profound knowledge of Linux</li>\n<li>Excellent knowledge in one or several of: C, C++, Python, Java programming</li>\n<li>Know how about web and cloud technology, information security, virtualization, real time systems and network communication</li>\n<li>Experience with design and development of IoT software and/or industrial control systems and/or industrial communication protocols</li>\n<li>Motivated and committed team player with curiosity for innovation and an independent and precise style of working</li>\n</ul></div></div><h2 class=\"jobSectionHeader\"><b>Our Offer</b></h2>\n<ul><li>Exciting work environment – share our passion for high-tech innovation and cutting-edge technologies</li>\n<li>Unique team spirit – join our dedicated team of international experts</li>\n<li>Central office location – benefit from our office location in the heart of Vienna</li>\n<li>Individual development opportunities – choose from our broad training offers and career opportunities</li>\n<li>Flexible working arrangements – tailor your work according to your personal needs</li>\n</ul>\n<br>\nJoin us and support the development of cutting-edge technologies for a more connected, automated and sustainable world. As part of our team you contribute to more safety and electronic robustness for our innovative solutions. We celebrate diversity and encourage anyone who is passionate about our services and products to apply, it is our ambition to provide room for your continuous personal and professional growth.\n<br>\n<br>\nYour performance is remunerated with an attractive and market-compliant salary. The position is subject to the Collective Agreement for Employees in the Metal Trade (Kollektivvertrag für Angestellte Metallgewerbe) and we provide a minimum salary of 40,000.- Euro gross per year. Naturally, we offer an overpayment based on your previous experience and qualifications.\n<br>\n<br>\nDoes our offer sound interesting? If so, we look forward to receiving your complete online application and the opportunity to discuss further details in person.</div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=d3fa5b339ae1de6e&fccid=fa581cf271fdc1a8&vjs=3",
  "date": "2020-05-11"
}