{
  "title": "Principal C# Software Engineer - Agile experienced",
  "body": "<div>Company Overview:<div>\nNuance is the pioneer and leader in conversational artificial intelligence (AI) innovations that bring intelligence to everyday work and life. We deliver solutions that understand, analyze, and respond to people, amplifying human intelligence to increase productivity and improve security. With decades of both domain and AI expertise, we work with thousands of organizations across a wide range of industries.</div><div></div><br>\n<div>\nJoin our team! At Nuance, we are constantly reinventing how people connect with technology and with each other. Our AI-powered solutions empower organizations to transform “business as usual.” For decades, the world’s leading financial, healthcare, telecommunications, retailers, and government organizations have trusted Nuance to bring them award-winning solutions that deliver more meaningful outcomes and empower a smarter, more connected world. From clinical speech recognition technologies that free physicians to spend more time caring for patients to real-time intelligence that powers billions of customer interactions, we’re deeply committed to helping organizations push the boundaries of what’s possible.</div>\nJob Summary:<div>\nNuance Austria are hiring a <b>Principal Software Engineer</b> to contribute to development of <b>Nuance's Dragon Medical One Speech Recognition</b> product - you'll increase our quality focus by contributing to state of the art automation, specifically in virtual environments.</div><div></div><br>\n<div>\nDragon Medical One is a cloud-based, secure speech recognition solution for the healthcare market, enabling healthcare providers to efficiently document using their voice.</div><div></div><br>\n<div>\nAs a <b>Principal </b><b>Software Engineer</b> within Nuance you'll have the opportunity to work with multiple geographically dispersed teams in professional product development environment combined with our fascinating speech recognition and artificial intelligence technologies - the work involves very complex technical and operational challenges covering hardware devices, audio recording and standby, Text To Speech, Virtualisation platforms and Cloud.</div><p></p><br>\n<p><b>\nResponsibilities</b>:<br>\nThe position holder is expected to actively contribute in all areas of software development – requirements engineering, architecture, design, implementation, with a strong focus on software testing and software testing automation – working in a highly collaborative and global environment.</p><ul><li>\nActively participate as an agile scrum team member in all phases of the scrum process.</li><li>\nModelling, programming, testing, test-automation, continuous integration and contribution to software release activities.</li><li>\nDesign and Implementation of Test Automation in virtual environments (Citrix).</li><li>\nContribution to software requirements, software design and top-level design.</li><li>\nContribution to agile scrum supporting processes – including iteration planning and reviews.</li><li>\nEnhance, extend, and maintain test automation libraries and frameworks.</li><li>\nProduce and maintain high quality, scalable enterprise software.</li><li>\nParticipate in functional and technical reviews/sprint reviews.</li></ul><p><b>\nYou should have:</b></p><ul><li>\nSeveral years of Professional software development experience.</li><li>\nExperience with test automation for enterprise software.</li><li>\nFamiliar with virtualization concepts and Infrastructure (Citrix, VMware, RDS).</li><li>\nExperience with development on virtualization platforms (Citrix).</li><li>\nStrong understanding of standard QA practices such as defect management, smoke tests, regressions tests, feature tests, load and performance tests, etc.</li><li>\nExperience with agile development methodology (Scrum, Scaled Agile Framework)</li><li>\nExperience with C# development and scripting languages.</li><li>\nComfortable being part of a team, especially a geographically dispersed team.</li><li>\nAbility to develop and reinforce testing methods, procedures for measuring product quality, and determining release readiness.</li><li>\nEvaluation, selection, and prototyping of technical architecture.</li><li>\nParticipate and lead functional and technical reviews.</li><li>\nAbility to multi-task and stay organized in a dynamic work environment.</li></ul><p><b>\nPreferred Skills:</b></p><ul><li>\nExperience with development on virtualization platforms (Citrix, VMware, RDS).</li><li>\nExperience in developing and testing audio streaming applications.</li><li>\nExperience with C++ language.</li><li>\nExperience with Git and Azure DevOps.</li><li>\nExperience with continuous software integration and deployment.</li><li>\nExperience with product development for the Microsoft Azure platform.</li><li>\nExperience with JIRA, Confluence, Bamboo and other Atlassian tools.</li><li>\nAbility to handle multiple responsibilities with rapidly changing priorities and deadlines.</li><li>\nExperience with development of Healthcare Information technology applications.</li><li>\nFamiliarity with enterprise-level models of agile development (scrum at scale, SAFe or similar)</li><li>\nExperience with professional product development in combination with speech recognition technologies.</li></ul><div></div><br>\nAdditional Information:<p>\nNuance offers a compelling and rewarding work environment. We offer market competitive salaries, bonus, equity, benefits, meaningful growth and development opportunities and a casual yet technically challenging work environment. Join our dynamic, entrepreneurial team and become part of our continuing success.</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=b4f294b2c1ea5be6&fccid=70a7f49a5b57c331&vjs=3",
  "date": "2020-04-20"
}