{
  "title": "Security Evaluator",
  "body": "<div>Company Description<br>\n<p><b>\nSGS Digital Trust Services provides Cybersecurity research, testing and certification services. Working in partnership with Graz University of Technology (TU Graz) at the Cybersecurity Campus Graz, we operate one of the world's largest Cyber security evaluation labs where security experts focus on testing and certification of digital products, networked systems and online services.</b></p></div>\n<br>\n<div>Job Description<br>\n<p><b>\nThe Security Evaluator will assess devices to test compliance and security. You will have an understanding or background in Cryptography, Hardware or Software security.</b></p><p><b>\nYou Will:</b></p><p></p><br>\n<ul><li>\nAssess the compliance and security of an electronic device according to various standards and certifications;</li><li>\nEvaluate the overall lifecycle of a product from design, through implementation and through to production, delivery and usage;</li><li>\nAnalyse devices and products under test conditions;</li><li>\nDevelop fault plans;</li><li>\nQualitative and quantitative results analysis;</li><li>\nDevelop new tools and products for future projects.</li></ul></div>\n<br>\n<div>Qualifications<br>\n<ul><li>\nDegree, Masters or PhD in Information Technology, Informatics, Electrical and Electronic Engineering, Computer Science Mathematics or a related subject;</li><li>\nCommon Criteria (ISO 15408) or EMVCo certification expertise;</li><li>\nQualitative and quantitative analytical skills;</li><li>\nUnderstanding of cryptography;</li><li>\nTest automation experience;</li><li>\nHardware or Software security background;</li><li>\nGood coding skills and familiarity with languages such as C, C++, Python, Assembly etc;</li><li>\nKnowledge of complex system features such as coherency and IP design;</li><li>\nDebugging techniques;</li><li>\nSystem design knowledge.</li></ul><br>\nAdditional Information<br>\n<p><b>\nYou must be an EU or NATO citizen to be eligible for employment at the Cybersecurity Campus Graz.</b></p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=57c6619a8bde32d5&fccid=1272531993b16790&vjs=3",
  "date": "2020-04-20"
}