{
  "title": "Software Security Tester/in (w/m/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p>Das Bundesrechenzentrum (BRZ) ist der marktführende IT Service Provider im Public Sector und damit Teil der kritischen Infrastruktur, die Österreich auch in Zeiten wie diesen stets verlässlich am Laufen hält. Unsere Anwendungen und Services erleichtern Behördenwege und einen schnellen Zugang zu hoch relevanten Infos für die Bevölkerung als auch für die Wirtschaft unseres Landes. Sicherheit und Gesundheit stehen für uns an erster Stelle. Daher führen wir derzeit unsere Recruiting-Interviews, aus sicherer Entfernung aber mit gewohnt offenem Ohr, aus dem HomeOffice. BRZ - mit starker IT durch diese herausfordernden Zeiten.<br>\n<br>\n<b>Wir vergeben Topjobs mit Sinn, denn unsere Services erleichtern über 8 Millionen Bürgerinnen und Bürgern das Leben!</b>\n</p><p>Software Security Tester/in (w/m/d)</p>\n<p>Ref. 551\n</p><p>Unsere Abteilung „Quality &amp; Testing“ ist der zentrale Ansprechpartner für umfassende qualitätssichernde Maßnahmen in Software Projekten und im Betrieb. Unser dynamisches Team bringt dabei viel Leidenschaft und Neugier mit und unterstützt – unter Einsatz moderner Software Testtools – vom Fachtest über den Sicherheitstest bis hin zur automatisierten Testdurchführung. Dabei arbeiten wir mit internationalen Partnern zusammen und bieten Fachkarrieren in der Qualitätssicherung.\n<br>\n</p><div><p>Ihre Aufgaben</p>\n<ul><li>Durchführung und Organisation von Software Security Tests basierend auf dem BRZ Secure Coding Standards im Projekt und dem Testkonzept</li>\n<li>Abwicklung, Reporting, Verifikation und Interpretation der Ergebnisse von automatisierten Software Security Tests</li>\n<li>Aufzeigen von bekannten Schwachstellen von im Projekt eingesetzten 3rd Party Produkten (Frameworks, Bibliotheken)</li>\n<li>Enge Zusammenarbeit mit der Stabsabteilung Information Security</li>\n<li>Abstimmung der Tätigkeiten mit Architekten und Lead Engineers</li>\n</ul></div><div><p>Sie bringen mit</p>\n<ul><li>Abgeschlossene Ausbildung (HTL/HAK bzw. Uni/FH), idealerweise mit Schwerpunkt Informatik o.ä.</li>\n<li>Mindestens 5 Jahre Berufserfahrung in der Durchführung von Application Security Testing und/oder Penetration Testing</li>\n<li>Solides Wissen betreffend Secure Coding Standards und Best Practices</li>\n<li>Fundierte Erfahrung in der Softwareentwicklung in der Programmiersprachen Java und/oder .NET</li>\n<li>Know-How in der Nutzung von professionellen Tools zur statischen automatisierten Source Code Analyse (SAST)</li>\n<li>Grundwissen in Sicherheitstechnologien (z.B. Kryptographie, Authentifizierung und Authorisierung, etc.)</li>\n<li>Hands-on Mentalität sowie Teamorientierung</li>\n</ul></div><div><p>Wir bieten</p>\n<ul><li>Gestaltungsspielraum in einem stark wachsenden Umfeld</li>\n<li>Ein herausragendes Weiterbildungsangebot</li>\n<li>Hervorragende Karriereoptionen und attraktive Laufbahnen</li>\n<li>Flexible, faire und familienfreundliche Arbeitszeitmodelle</li>\n<li>Ein Büro mit sehr guter Anbindung und Infrastruktur im Herzen Wiens (Wien Mitte)</li>\n</ul></div><p>Je nach Ausbildungsgrad und facheinschlägiger Berufserfahrung gilt laut BRZ-Kollektivvertrag ein Jahresbruttogehalt ab EUR 52.635,38. Bei mehrjähriger Berufserfahrung ist abhängig von den fachspezifischen Qualifikationen eine Überzahlung möglich.\n<br>\nIn dieser Position können Sie ab sofort in Vollzeit starten.\n</p><p>Wir sind bestrebt den Anteil von Frauen in allen Geschäftsbereichen zu erhöhen und leben Chancengleichheit.\n</p><div><p>Interessiert?</p>\nWir freuen uns von Ihnen zu hören! Bewerben Sie sich gleich hier online.\n<br>\n<br>\nIhre Ansprechperson für die ausgeschriebene Position ist Georgina Bender (Telefon: +43 664 88 72 3910)</div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=7ecfc5d855e5ec8f&fccid=298e3f2d7c33dbf4&vjs=3",
  "date": "2020-05-26"
}