{
  "title": "WINS Academy Assistant",
  "body": "The World Institute for Nuclear Security (WINS) has a vacancy for a WINS Academy Assistant to work in our offices in Vienna, Austria. The WINS Academy is the world’s first international certification programme for nuclear security management and radioactive source security management. 1,500 people have already enrolled in the WINS Academy and our alumni network comprises over 400 certified individuals. The WINS Academy programmes include on-line professional development opportunities, tutor led training courses and engagement activities to strengthen the skills and competencies of individuals with nuclear security accountabilities.\n<br><br>\nThe Assistant will provide comprehensive administrative and project support to the WINS Academy. The Assistant will administer the Academy application process and will act as the primary point of contact for enrolled individuals. The Assistant will also support the preparation and implementation of various WINS Academy projects.\n<br><br>\nFluency in English (spoken and written) is required for the position, as is a customer-orientated proactive, “can-do” attitude.\n<br><br>\n<b>Key responsibilities:</b><br>\nAcademy Administration\n<br><br>\nProcess new scholarship applications and purchases, i.e. review, check applicant’s data and update the database as necessary;\n<br>Support Academy participants by addressing queries and issues as required to ensure effective customer support;\n<br>Support the creation and management of Academy related surveys and contribute to Academy participants engagement efforts;\n<br>Liaise with selected Academy contractors, i.e. for textbook printing / delivery and module exams;\n<br>Extract information from the database and make it available in a structured manner to the Academy Manager and WINS Project Officers;\n<br>Assist WINS efforts to ensure data accuracy, data integrity and data quality checks of the Academy data.\n<br>Support the measurement, consolidation and reporting of the Academy key performance indicators.\n<br><br>\nMembership management\n<br><br>\nProcess new membership applications, i.e. review, check applicant’s data, approve/decline applications etc.;\n<br>Communicate with members, act as a point of contact for member queries/issues;\n<br>Support the creation and management of membership related surveys;\n<br>Prepare membership mailing lists;\n<br>Assist WINS efforts to ensure data accuracy, data integrity and data quality checks of the membership data;\n<br>Support the measurement, consolidation and reporting of the membership key performance indicators.\n<br><br>\nProject support\n<br><br>\nAssist with the preparation and implementation of WINS Academy activities and events;\n<br>Ensure all Academy activities and events related data are properly and timely recorded in the database or on the WINS network;\n<br>Provide administrative support to other projects as necessary.\n<br><br>\n<b>Knowledge and Experience:</b><br>\nCompleted secondary education;\n<br>Fluency in English;\n<br>Experience in project support and administrative assistance such as filing, maintaining databases and record keeping;\n<br>Knowledge of principles and processes for providing customer and personal services;\n<br>Candidates with previous experience in an international environment preferred.\n<br><br>\n<b>Competencies, Skills and Abilities:</b><br>\nAttention to details and highly structured attitude;\n<br>Proficiency in MS Office and the ability to use spreadsheets and databases;\n<br>Excellent communication skills and Intercultural sensitivity;\n<br>Ability to see things from the customer’s point of view and strive to respond to their diverse requirements, managing expectations.\n<br>Ability to work independently and take initiative as well as working as part of a team, providing help and assistance when required\n<br>Ability to manage multiple tasks at a time.\n<br>Adaptable and flexible and receptiveness to new ideas and approaches\n<br>Work effectively under pressure and complete tasks to agreed time and quality standards;\n<br><br>\nSalary and Benefits\n<br><br>\nGross annual salary for this position is up to 30k Euros. WINS offices are centrally located in Vienna and we offer flexible-working arrangements based on an average 40-hour working week (the salary includes an additional 2 hours/week overtime). WINS offers a progressive policy for professional development and becoming professionally certified is encouraged as part of our commitment to quality standards. WINS Management Systems are certified under ISO 9001:2015 and WINS Learning Services are certified under ISO 29990:2010.\n<br><br>\nApply\n<br><br>\n<b>Please forward a brief cover letter and CV in English to:</b> info@wins.org with the following reference in the subject field: WINS Academy Assistant/Your Name.\n<br><br>\nThe closing date for applications is 17th April 2020. Interviews will be conducted 27-29 April 2020.\n<br><br>\nApplicants must possess a residency permit for Austria.",
  "url": "https://at.indeed.com/rc/clk?jk=97e311ffd6e0e8c8&fccid=55c0f2fb52056478&vjs=3",
  "date": "2020-04-20"
}