{
  "title": "Information Security Manager | Managed Services (m/w/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><h3 class=\"jobSectionHeader\"><b>Ihre Aufgaben</b></h3>\n<ul><li>Sie sind der/die organisatorische AnsprechpartnerIn (Advisor) für unsere Kunden zum Thema Informationssicherheit und Security Management</li>\n<li>Sie behalten den Gesamtüberblick in Bezug auf die Informationssicherheit der zu betreibenden Business IT-Services und verantworten die laufende Security Risikoanalyse</li>\n<li>Sie bewerten laufend das Informationssicherheitsrisiko und den Status der IT-Security Schutzmaßnahmen unserer Kunden</li>\n<li>Sie analysieren laufend den Status zu Software-IT Schwachstellen in den IT-Umgebungen unserer Kunden und leiten entsprechende Maßnahmen zur Behebung ein</li>\n<li>Sie erstellen Lagebilder bei Sicherheitsvorfällen und koordinieren das kundenspezifische Information Security Incident Response Team</li>\n<li>Sie präsentieren regelmäßig den Status zur Informationssicherheit beim Kunden auf organisatorischer und Management-Ebene</li>\n<li>Sie entwerfen und betreiben das ISO 27.001 konforme Informationssicherheitsmanagementsystem (ISMS) für den IT-Betrieb im Managed Service unter Berücksichtigung sämtlicher relevanter Standards und Vorgaben</li>\n<li>Sie beraten unsere Kunden und den operativen IT-Betrieb im Rahmen von risikomindernden Maßnahmen</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Ihr Profil</b></h3>\n<ul><li>Sie halten ein Zertifikat nach CISSP (Certified Information Systems Security Professional) – “In good Standing”</li>\n<li>Sehr guter Überblick über Funktionsweise und Abhängigkeiten zu gängigen Produkten und Herstellern von IT-Security Lösungen</li>\n<li>Sehr guter Überblick über Security-Funktionen von verschiedenen Betriebssystemen (MS, Unix, Linux), Netzwerk, Firewall, Mobile Devices Management, Data Leak Prevention , etc.</li>\n<li>Sehr gute Kenntnisse über Stärken und Schwächen von gängigen Netzwerkprotokollen und Verschlüsselungsmethoden</li>\n<li>Überblickskenntnisse über IT Konfigurationen: Server, Storage, Backup und Virtualisierungslösungen sowie ITIL Foundation</li>\n<li>Sehr gute Überblickskenntnisse über Security-Strategien in Cloudumgebungen</li>\n<li>Sie haben Freude an Teamarbeit, der Lösungsfindung in komplexen und fordernden Umgebungen und der Zusammenarbeit mit Kunden</li>\n<li>Sie sind eine verantwortungsvolle und engagierte Persönlichkeit, die in Stresssituationen den Überblick behält und sich durch analytisch-konzeptionelle Fähigkeiten und menschlich überzeugende Vorgehensweise auszeichnet</li>\n<li>Sehr gute Deutsch- und Englischkenntnisse (B2)</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Unser Angebot für Sie</b></h3>\n<ul><li>Innovative und herausfordernde Projekte bei einem international tätigen Know-how und Technologieführer</li>\n<li>Aktive Mitarbeit - mit viel Spielraum für Eigeninitiative - in einem hoch qualifizierten, familiären Team</li>\n<li>Benefits wie moderne Arbeitsplatzinfrastruktur, Essenszuschüsse, U-Bahn-Nähe, Gewinnbeteiligung, Einkaufsrabatte u.v.m… eines modernen Familienunternehmens</li>\n<li>Eintritt: ab sofort, Vollzeitbeschäftigung in einem unbefristeten Angestelltenverhältnis</li>\n<li>Bruttogehalt ab € 45.000 p.a. (IT-KV) mit der Bereitschaft zur Überzahlung entsprechend Ihrer Qualifikation</li>\n<li>Attraktive Gehaltsentwicklung entsprechend Ihrer Performance</li>\n<li>Laufende fach- und persönlichkeitsorientierte Aus- und Weiterbildungsmaßnahmen unserer Kapsch University</li>\n</ul></div><p>Wir sind stolz uns als Arbeitgeber für Chancengleichheit einzusetzen und freuen uns über alle Bewerbungen, unabhängig von Alter, Geschlecht, religiöser Angehörigkeit sowie ethnischer oder nationaler Herkunft.\n<br>\n<br>\n<i>Aufgrund der aktuellen Situation möchten wir Sie darüber informieren, dass es derzeit in den Recruiting-Prozessen zu Verzögerungen kommen kann. Gerne können Sie sich jedoch weiterhin bewerben. Wir führen nach wie vor Interviews durch – allerdings bis auf weiteres nur über Skype-Calls.\n</i><br>\n<br>\n<i>Vielen Dank für Ihr Vertrauen in Kapsch.\n</i><br>\n<i>Wir bleiben in Verbindung! Liebe Grüße, Ihr HR-Recruiting Team.\n</i></p><div><h3 class=\"jobSectionHeader\"><b>Über uns</b></h3>\n<div><p>Kapsch BusinessCom, ein Unternehmen der global agierenden Kapsch Group, unterstützt als Digitalisierungspartner Unternehmen bei der Steigerung der Business Performance und Entwicklung neuer Geschäftsmodelle und agiert dabei als Berater, Systemlieferant und Dienstleistungsanbieter. Das umfangreiche Portfolio umfasst Lösungen für ICT-Infrastruktur, smarte Gebäude-, Medien- und Sicherheitstechnik sowie Outsourcing-Services. Umfassendes Know-how und eine Vielzahl von erfolgreichen Use Cases machen Kapsch zum idealen Begleiter bei der digitalen Transformation.</p></div></div></div><p></p>\n<br><p></p><div><div><h3 class=\"jobSectionHeader\"><b>Benefits</b></h3>\n<div><p>Aus- und Weiterbildungsangebote</p>\n<p>Betriebsrestaurants mit Essenszuschuss</p>\n<p>Flexible Arbeitszeitmodelle</p>\n<p>Betriebsarzt und Gesundheitsvorsorge-Programme</p>\n<p>Gute/ öffentliche Verkehrsanbindung</p>\n<p>MitarbeiterInnen Zukunftsvorsorge</p>\n<p>Moderne Office-Infrastruktur</p>\n<p>Notebook &amp; Smartphone</p>\n<div>MitarbeiterInnen Events</div>\n</div></div><div><h3 class=\"jobSectionHeader\"><b>Ihr Kontakt</b></h3>\n<div>Daniela Giovannozzi\n<p>Head of Recruiting Austria</p>\n<p>Kapsch Group</p>\n</div><div><div>+43 50 811 1905</div>\n</div></div><div></div><div><h3 class=\"jobSectionHeader\"><b>Unsere Auszeichnungen</b></h3></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=4f0a1324c75b6890&fccid=e0811ee355cfbd31&vjs=3",
  "date": "2020-05-26"
}