{
  "title": "Head of Operations",
  "location": "Wien, W",
  "contract_type": "Festanstellung",
  "body": "<p></p><div><div><div>Head of Operations Vienna to €75,000 *Remote Interview*<br>\n<br>\nHead of Operations (Infrastructure Linux TCP/IP). Global FinTech is seeking a highly technical Head of Operations to oversee all technology infrastructure (internal and product) and manage a team of around 15 Linux Systems Administrators and Support Engineers.\n<br>\n<br>\nThis is a highly impact role, as Head of Operations you will lead the strategic and operational management and oversee complex network infrastructure design as well as driving the SaaS strategy. You'll partner with clients, building strong working relationships to advise them with all IT related solutions and help them to optimise processes to increase efficiency and organise IT support in accordance with ITIL.<br>\n<br>\nYou'll lead, coach and manage performance of a growing team including managing budgets and costs for the entire Operations function in Vienna as well as collaborating with colleagues in the London office on Information Security systems, policies and procedures.<br>\n<br>\nYou'll be based in modern offices in Central Vienna; there's a great team environment with regular social / sports / team events as well as personalised training budget.<br>\n<br>\nDriven by technology this company is able to offer a remote interview and onboarding process (as well as the ability to work from home) during the current social distancing measures.<br>\n<br>\nRequirements:<br>\n<ul><li>Strong leadership skills with experience of managing people, teams and providing mentoring / coaching</li><li>High level technical knowledge in the area of IT Infrastructure: good knowledge of Linux OS, LAMP stack, software based IT networks, Network Design, ISO 27001, GDPR, ITIL</li><li>Excellent communication skills, collaborative and approachable</li><li>Language skills: Fluency with German; business level English also required</li></ul><br>\nAs Head of Operations you will earn a competitive salary (to €85k) plus bonus and benefits including free lunch and paid break, exercise and sports allowance, training budget, break out areas with games as well as quiet spaces.<br>\n<br>\nApply now!<br>\n<br>\nRef: 15172/A/KS/300420</div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=d3c5e125ff6518be&fccid=892c145157842ceb&vjs=3",
  "date": "2020-05-26"
}