{
  "title": "Network Support Engineer",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div>Have you heard of BlueCat?<br>\n</div><div></div><br>\n<div>We’re one of those hidden gems that’s been disrupting the market as a key player in the rapidly growing space of Adaptive DNS. We harness the power of DNS to provide secure, centralized network infrastructure to some of the world’s biggest brands and enterprises like Facebook, Apple, Dell, and SAP so that employees can access the computing resources they need, when they need it. After years of experience, we moved into the security market, leveraging that goldmine of DNS data to help organizations protect their internal networks.</div><div>\n</div><div><b><i>\nRight now you’re thinking ‘Great, so why is that interesting to me?’ Here’s why:</i></b></div><div>\n</div><div>\nBlueCat occupies an incredibly strategic and valuable real estate on corporate networks – the ‘first step’ taken when any device, application or service connects to a network. We literally own the intersection of digital business and cybersecurity – and that translates into incalculable opportunities for innovation and growth.</div><div></div><br>\n<div>\nHere is what you need to know about our <b>Customer Care</b> team: We are a technologically savvy and proactive team dedicated to outstanding customer experiences. We love problem solving and we take pride in being the face of BlueCat for our customers. We enjoy and thrive off of receiving feedback and having the opportunity to voice the needs of our customers to the overall organization. Think of us as BlueCat’s front line warriors!</div><div></div><br>\n<div>\nAs a <b>Network Support Engineer</b>, you will work directly with our largest and most strategic enterprise customers to anticipate, identify and address their technical concerns.</div><div></div><br>\n<div>\nYou will become a trusted advisor and customer advocate to accounts within your assigned portfolio: you will learn the customer’s environment; deliver expert technical support and understand and champion their needs. You will manage “mission-critical” support escalations and serve as an active member of the account team.</div><div></div><br>\n<div>\nIn this role, you will be responsible for working with key customer contacts at multiple levels ranging from technical &amp; admin to senior executives. You will help identify IT objectives, discover customer pain points, offer recommendations, and recognize current and future IT needs. You will play an integral part in helping our customers avoid unplanned outages by providing proactive guidance and make recommendations for operational best practices, both at tactical and strategic levels.</div><div></div><br>\n<div>\nIn this role, a key element is ensuring the highest levels of Customer Engagement. Through regular touch points with your assigned customers, you will build deep relationships and use these relationships to drive conversations which ultimately help to assemble detailed profiles of our customers. Through the collection of data, and a deep-rooted interest in asking questions, you will leverage your position as a trusted advisor to inquire about and understand key initiatives within your customer base and strive to identify areas where BlueCat products might help to achieve those goals.</div><div></div><br>\n<div><b>\nEvery day will bring new and exciting challenges. You will:</b></div><ul><li>Partner with clients and help them optimize the use of BlueCat products and services by understanding the customer’s request thoroughly combined with in-depth technical knowledge</li><li>Become the 'trusted advisor' with the customer, ensuring that recommendations are heard by the appropriate customer contacts and taken seriously</li><li>Apply in-depth troubleshooting and debugging skills along with your knowledge of systems, databases, and applications to get to root cause of the customer’s issue. Set up test environments to mirror the customer’s production set-up and perform tests using customer’s data or representative data. Apply testing methodology and debugging skills to narrow down the problem as needed. Communicate effectively with the BlueCat Engineering team with step-by-step instructions to reproduce the issue and findings to identify root cause</li><li>Partner with clients and help them follow best practices and optimize use of BlueCat Software. Identify opportunities to upgrade or provide additional products or services so that they meet customers’ needs effectively and address customer pain points</li><li>Work closely with and be responsible for escalating issues across multiple business units within BlueCat (e.g. Sales, Professional Services, Engineering, Product Management, etc.)</li><li>Own the technical relationship with the customer and ensure that both their short and long term needs are known internally at BlueCat so that we can properly align our strategic planning</li></ul><div></div><br>\n<div><b>\nWhat will you bring to the team?</b></div><ul><li>You have an insatiable thirst for knowledge and improvement and the desire to grow in your role and with the company</li><li>You are proactive; a tenacious self-starter to the core</li><li>You are technically savvy with a deep knowledge of networking protocols and experience in debugging network issues (packet capture and analysis, etc.)</li><li>You have strong experience with common protocols and services (FTP, TFTP, NTP, SNMP, syslog, etc.) and a thorough understanding of DNS, DHCP &amp; Linux with 5+ years’ experience</li></ul><div>\n- You are an excellent communicator - you have a way with words &amp; can connect easily with others. You possess a strong ability to explain highly technical issues to non-technical audiences</div><div>\n- You have a passion for constant improvement - always looking to do things better (both personally, as part of a team and for the company)</div><ul><li>You are capable of prioritizing and allocating resources to / focus efficiently on multiple projects</li><li>You have experience managing customers in an enterprise environment and are able to demonstrate excellence in customer service</li></ul><div></div><br>\n<div><b>\nAll of BlueCat's employees live out our core values:</b></div><div>\nCuriosity - We care and inquire about the challenges and needs of our customers</div><div>\nClarity - We keep communication crisp, clear, and responsive</div><div>\nCollaboration - We win with each other, never alone</div><div>\nTransparency - We ensure all relevant information is available – no questions are off limits</div><div>\nOwnership - We are responsible and accountable for getting things done</div><div></div><br>\n<div><i>\nWorking at BlueCat allows you to challenge yourself every day. Our culture advocates innovation, continuous learning and work/life balance. Feed your passion, be bold, get inspired and grow with us!</i></div><div></div><br>\n<div><b>\nWhat you’ll get from us:</b></div><div>\n</div><div>\nFast growth for BlueCat means fast growth for you! With the world’s biggest and hottest logos as our clients, we are a well-established business that still operates with the fun culture of a start-up. We get to work hard and still have all the fun without all the risk! Experienced leaders make sure we keep going to the moon and beyond.</div><div>\n</div><div>\nWhile we’re growing together, we’ll have your back with solid compensation/bonuses, education budgets, record breaking sales quarters, team and company socials, and a company culture that values curiosity, clarity, collaboration, transparency and ownership.</div><div>\n</div><div>\nJoining BlueCat means you’ll be joining a company that’s been certified as a Great Place to Work for the fourth year in a row! In addition to that, we’ve been included in the 2020 lists for the Best Workplaces for Inclusion and Best Workplaces for Women.</div><div>\n</div><div>\nIf you’re as excited about the future of our company as we are, we would love to hear from you!</div><div>\n</div><div><i>\nAccommodations will be provided throughout the recruitment, hiring and employment process in accordance with the AODA and the Ontario Human Rights Code.</i></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=dc704592f2eb790d&fccid=d7eca9c7a8c59eb7&vjs=3",
  "date": "2020-05-26"
}