{
  "title": "Payroll Assistant",
  "body": "The OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis.\n<br><br>\nThe OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Department of Human Resources (DHR) ensures that the OSCE has the human resources capacity necessary to successfully implement its mandates. DHR sets the policies and provides services in the areas of recruitment, administration of benefits and entitlements, payroll, performance management, training and ethics across the Organization.\n<br><br>\nThe Human Resources Services Section is part of the Department of Human Resources, and is responsible for planning, execution and control of human resources management programmes at the OSCE, such as compensation schemes, entitlements and benefits, job classification scheme, performance evaluation system, social security packages, implementation of Staff Regulations and Rules and development of staff/management relations. It provides the full range of personnel support services to management and staff at OSCE, including the development, formulation and/or adaptation of OSCE personnel policies, rules and procedures and management and administration of entitlements, including participation in social security coverage, payroll and ERP system administration.\n<br><br>\nTasks and Responsibilities\n<br><br>\nAs the successful candidate for the post of the Payroll Assistant, you will be one of the six members in the Payroll Unit. Under the direct supervision of the Chief, Payroll and ERP Services, the main duties consist of administration of non-recurring elements for the OSCE Secretariat payroll, invoice processing in relation to payroll, administration of provident fund action requests from staff and initiation of their access to Utmost’s website. More specifically, you will be tasked with:\n<br><br>\nReviewing all overtime and daily staff attendance records in order to assure correctness of calculation prior to making entries in the HR Oracle module, checking payroll deductions to ensure that all contributions and/or deductions are entered into staff members’ assignments correctly and following up on unprocessed items;\n<br>Assessing and entering requests for additional payroll deductions into staff member’s assignments using manual or batch upload entries; making sure that all applicable pay or deductions elements are properly recorded and end dated accurately, as required, depending on employee assignment or employment;\n<br>Preparing interpreters' and translators' payroll entries;\n<br>Maintaining payroll files;\n<br>Raising invoices for payment of education allowance and for removal of household items upon appointment and separation of staff members, ensuring proper handling of VAT and entry of respective elements in the HR Oracle module;\n<br>Issuing invoices for salary advances and perform entries in HR Oracle module;\n<br>On the basis of financial and payroll reports, preparing the Payroll Clearing Accounts Reconciliation on a monthly basis for the OSCE Secretariat;\n<br>Following up on any outstanding balances on the zero balance of various payroll-clearing accounts and guaranteeing their clearance;\n<br>Following up on the Running Balance Payroll Clearing Accounts where balances exist and need to be monitored monthly; proceeding with corrective action, if deemed necessary;\n<br>Preparing and creating Unliquidated Obligation Reports at the fiscal year end;\n<br>Performing other duties as required such as providing assistance and acting as a backup to other team members and drafting relevant correspondence.\n<br><br>\nFor more detailed information on the structure and work of the Department of Human Resources, please see: http://www.osce.org/secretariat.\n<br><br>\nNecessary Qualifications\n<br><br>\nCompleted secondary education, supplemented by specialized training in the field of finance/accounting;\n<br>A minimum of three years of working experience in accounting and administration;\n<br>Professional fluency in English; working knowledge of German is an asset; knowledge of another official language of the OSCE is an asset;\n<br>Ability to work under time pressure and in a deadline-driven environment;\n<br>Attention to detail and accuracy;\n<br>Computer literate with practical experience in Microsoft applications and ERP systems;\n<br>Demonstrated gender awareness and sensitivity, and an ability to integrate a gender perspective into tasks and activities;\n<br>Ability and willingness to work as a member of team, with people of different cultural, and religious backgrounds, different gender, and diverse political views, while maintaining impartiality and objectivity.\n<br><br>\nRequired competencies\n<br><br>\nCore values\n<br><b>Commitment:</b> Actively contributes to achieving organizational goals\n<br><b>Diversity:</b> Respects others and values their diverse perspectives and contributions\n<br><b>Integrity:</b> Acts in a manner consistent with the Organization’s core values and organizational principles\n<br><b>Accountability:</b> Takes responsibility for own action and delegated work\n<br>Core competencies\n<br><b>Communication:</b> Actively works to achieve clear and transparent communication with colleagues and with stakeholders of the Organization\n<br><b>Collaboration:</b> Works effectively with others on common goals and fosters a positive, trust-based working environment\n<br><b>Planning:</b> Works towards the achievement of goals in a structured and measured manner\n<br><b>Analysis and decision-making:</b> Analyses available information, draws well-founded conclusions and takes appropriate decisions\n<br><b>Initiative-taking:</b> Proposes and initiates new ideas, activities and projects\n<br><b>Flexibility:</b> Responds positively and effectively to changing circumstances\n<br>Managerial competencies (for positions with managerial responsibilities)\n<br><b>Leadership:</b> Provides a clear sense of direction, builds trust and creates an enabling environment\n<br><b>Strategic thinking:</b> Identifies goals that advance the organizational agenda and develops plans for achieving them\n<br><b>Managing performance:</b> Helps to maximize team performance by providing active feedback and skill development opportunities\n<br><br>\nRemuneration Package\n<br><br>\nMonthly remuneration, subject to social security deduction, is EUR 3,352 (12 times a year). OSCE salaries are exempt from taxation in Austria. Social benefits will include possibility of participation in the Cigna medical insurance scheme and the OSCE Provident Fund.\n<br><br>\nPlease note that appointments are normally made at step 1 of the applicable OSCE salary scale.\n<br><br>\nHow To Apply\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under https://jobs.osce.org/vacancies.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment at a lower grade or to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly those applicants who are selected to participate in the subsequent stages of recruitment will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see http://www.osce.org/states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages qualified female and male candidates from all religious, ethnic and social backgrounds to apply to become a part of the Organization.\n<br><br>\nPlease note that for this position the OSCE does not reimburse expenses such as travel in connection with interviews, tests, visas and relocation.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.",
  "url": "https://at.indeed.com/rc/clk?jk=f1689516a468d207&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-04-17"
}