{
  "title": "Full-Stack Software Engineer, Energy Analytics (40 h/w)",
  "location": "Wien, W",
  "contract_type": "Vollzeit, Festanstellung",
  "body": "<p><b>Full-Stack Software Engineer, Energy Analytics (40 h/w)</b></p><p>We are seeking a creative and inventive software developer to join the Analytics team at REEEP and contribute to building and launching the next generation of REEEP’s Edison energy data platform.</p><p><b>About the Role</b></p><p>We are looking for a creative and ambitious software developer, preferably with abilities spanning the solution stack but with a focus on database and middleware development, to help us build and launch the next generation of our Energy Data and Intelligence System for Off-grid Networks (Edison).</p><p>You should be self-driven and a stickler for quality control, and be able to work well together with a range of folks, including other software developers, as well as data science and economics people in your Analytics team, our Programme design teams, and external stakeholders. The position reports to the Director of Analytics.</p><p>You should be looking for a unique role, and one where you will be instrumental in designing and guiding not only the product itself, but also how we/you/REEEP – as a non-profit international organization – continues to build out this team and product offer to meet internal and external demand.</p><p>The role will focus primarily on working at the database and middleware layers of our current and future technical stacks, but we’re hoping you are able to jump in where needed across the stack.</p><p>We are also looking for you to contribute to, in no particular order:</p><ul><li>Strategic development and design of approaches, processes and systems to collect energy related data from multiple sources</li><li>Ongoing development of REEEP’s next generation software system Edison, utilised by internal and external clients for data collection, storage and related processes and related documentation. Account management of external service providers where required</li><li>Gap analyses and scenario development for systems and approaches to continuously improve and optimise REEEP’s existing data collection and energy analytics efforts</li><li>Liaising, outreach and support where needed to internal and external partners and stakeholders as it pertains to our software – this can also focus on intelligence-gathering, need and gap analyses, capacity building and technical assistance on energy data projects, including field visits to BGFA programme areas (notably to sub-Saharan Africa)</li></ul><p>In addition to the above responsibilities, you will be supporting your team and the Director of Energy Analytics in contributing to programme implementation within time and budget by</p><ul><li>Reviewing, assessing and refining deliverables in order to identify best practices and lessons learned and regularly share them with all relevant stakeholders to stimulate continuous improvement at all levels</li></ul><p><b>About the Profile</b></p><p>We think you should have for this role the following – if you don’t have all of these, we are ready to be convinced if you have some strong arguments:</p><ul><li>At least a first-level degree related to the area of work, i.e. Computer Science, Information Technology, Engineering, Mathematics or similar; Advanced degree an advantage. Coursework or other exposure to machine learning/AI is considered an advantage</li><li>At least three years of directly relevant professional experience, ideally as a “full stack” software engineer – i.e. having experience in the complete solution stack (server/network, data and logic models, API and user interfaces</li><li>Experience designing, developing and executing software systems that handle large volumes of data for the purpose of near-time analysis and visualisation</li><li>Demonstrated experience with key languages (angular, java, html, Python, SQL, PHP, Ruby).</li><li>Expertise in working with Amazon Web Services (AWS) and/or Azure and in developing (REST) APIs and web service tools, as well as working with various types of data and visualisation tools</li><li>Sound expertise in plotly.js, PrimeNG or Tableau are considered a distinct advantage</li><li>Understanding of software development for the off-grid energy sectors (e.g. mini grid metering, Pay-As-You-Go platforms, mobile money, etc. is an advantage</li><li>Experience in setting priorities, in designing, coordinating and implementing complex activities in a pro-active, responsible, self-organized manner</li><li>Strong ability to work under time and budget pressure, managing competing deadlines</li><li>Stakeholder relationship management experience involving a high degree of intercultural sensitivity</li><li>Willingness and ability to travel</li><li>Solid command of MS office</li><li>Proficiency in written and spoken English (REEEP’s working language</li></ul><p><b>About the Package</b></p><p>For this 40h/week full time position, REEEP is required by Austrian law to specific a minimum salary, which is EUR 3.500 monthly (gross, paid 14 times per year, subject to Austrian social security deduction, currently free of income tax due to REEEP’s status as “Quasi-International Organisation”). This translates to around EUR 40K net p.a. after all social insurance contributions.</p><p>We also offer five weeks paid leave (pro-rated to part-time) as well as an average of 14 Austrian and UN holidays per annum. The envisaged starting date is as soon as possible, ideally still in Q2 2020.</p><p>The work location is the Vienna International Centre (‘UNO City’) in Vienna, Austria.</p><p>Due to its special legal status, applicants will be required to have a residency permit for Austria/EU, but do not require a work permit.</p><p>REEEP is an equal opportunity employer. All employment decisions are made without regard for age, gender, race, religion, marital status, physical or mental disability, or sexual orientation.</p><p><b>About the Application</b></p><p>Applicants are kindly requested to address their CV, motivation letter and any supporting documents to <i>jobs at reeep.org</i>. Please note that only complete and timely submitted applications will be considered and that only short-listed candidates will receive individual communication, due to the high volume of applications. The selection procedure may include a test.</p><p><b>Application deadline: Until filled</b></p><p>This is an advertisement for a full-time staff position. Please do not contact us unless you are applying for a position. Solicitations from service providers and brokers will be deleted and marked as spam.</p><p><b>ABOUT REEEP</b></p><p>The Renewable Energy and Energy Efficiency Partnership (REEEP) is an impact-driven international organization that builds markets for clean energy in developing countries, primarily in Africa and Asia.</p><p>Our goals: increase energy access, reduce poverty, create economic opportunities, and combat climate change.</p><p>We are a unique bunch: a combination of (erstwhile) engineers, economists, lawyers, bankers, operations experts and development specialists who are bringing start-up energy and blue sky ideas to tackle big challenges.</p><p>REEEP’s head office is in Vienna, Austria, but we work hand-in-hand with partners based in our countries of implementation.</p><p><b>ABOUT REEEP ANALYTICS AND EDISON</b></p><p>REEEP Analytics is REEEP’s in-house technology and data analytics team – a cross-functional unit of software engineers, information systems experts, data scientists and subject-matter experts. REEEP Analytics supports REEEP Programme teams with software and analytical tools and advisory services, and executes discrete projects that further REEEP’s goal of expanding access to modern, sustainable energy.</p><p>In context of the Beyond the Grid Fund for Zambia, REEEP developed a prototype data collection, sorting and warehousing system to monitor market-based energy services at scale. Called the Energy Data and Information System for Off-grid Networks, or Edison, it is designed to collect data on hundreds of thousands of energy systems and service connections, via solar-home systems and micro-grid connections, across the entire Zambian market. Edison monitors and remotely verifies the status of energy services, and displays KPIs to support dynamic analysis and assessment of business risks for participating firms.</p><p>Benefits:</p><ul><li>Work from home opportunities</li><li>Flexible working hours</li></ul><p>Job Types: Full-time, Permanent</p><p>Salary: 3,500.00€ /month</p><p>Work Remotely:</p><ul><li>Temporarily due to COVID-19</li></ul>",
  "url": "https://at.indeed.com/company/Renewable-Energy-&-Energy-Efficiency-Partnership-(REEEP)/jobs/Full-Stack-Software-Engineer-5890bca67b470c07?fccid=39dfe7f073ffcdcc&vjs=3",
  "date": "2020-05-26"
}