{
  "title": "ISMS Security Expert (w/m/d)",
  "location": "Wien, W",
  "contract_type": "Festanstellung",
  "body": "<div><h2 class=\"jobSectionHeader\"><b>ISMS Security Expert (w/m/d)</b></h2><p><i>\nUnser Kunde ist ein internationaler Konzern, der in über 20 Ländern Unternehmen aus allen Branchen betreut. Mit einer weltumspannenden Infrastruktur aus Rechenzentren und Netzen betreibt unser Kunde Informations- und Kommunikationstechnik für deren Kunden. Zur Unterstützung des bestehenden Teams ist unser Kunde aktuell auf der Suche nach einem </i><b><i>ISMS Security Expert (w/m/d)</i></b><i> am Standort Wien.</i></p><p></p><br>\n<h4 class=\"jobSectionHeader\"><b>\nDiese spannenden Aufgaben warten auf Sie:</b></h4><ul><li>\nAufbau bzw. Weiterentwicklung von Governance, Risk und Compliance-Systemen mit Schwerpunkt auf Informationssicherheit und Datenschutz</li><li>\nUmsetzung und Weiterentwicklung des konzernweiten ISMS bzw. BCMS gem. ISO 27001/ISO 22301</li><li>\nEntwicklung und Pflege von Sicherheitskonzepten und Richtlinien</li><li>\nDurchführung von regelmäßigen Risikoanalysen und Reporting an das Management</li><li>\nDurchführung und Aktualisierung von Business Impact Analysen sowie Ableitung von Strategieoptionen und Kontinuitätsplänen</li><li>\nPlanung und Durchführung von Notfallübungen</li><li>\nBearbeitung von Sicherheits- und Datenschutzvorfällen in Zusammenarbeit mit anderen Experten</li><li>\nPlanung und Durchführung von Awareness-Trainings und Kampagnen</li><li>\nErarbeitung und Weiterentwicklung von Bedrohungs- und Kontrollkatalogen</li><li>\nPlanung, Durchführung und Begleitung von internen und externen Security Audits inkl. Definition bzw. Nachverfolgung von Maßnahmen</li><li>\nBeratung von internen und externen Kunden bei der Bearbeitung von Fragestellungen zu Informationssicherheit und Datenschutz</li><li>\nTeilnahme an internen und externen Fachveranstaltungen</li></ul><p></p><br>\n<h4 class=\"jobSectionHeader\"><b>\nIhre bisherigen Erfahrungen:</b></h4><ul><li>\nEin abgeschlossenes Hochschulstudium im Bereich Informatik (Universität oder FH) mit Fokus auf Informationssicherheit, IT-Security, IT-Recht, Datenschutz, Business Continuity Management</li><li>\nMehrjährige Berufserfahrung im Bereich Informationssicherheit/IT-Security</li><li>\nExpertenwissen zu relevanten Standards, Normen und Gesetzen (ISO 27000, ISO 22301, EU-DSGVO)</li><li>\nKenntnisse zu aktuellen Bedrohungen im Bereich Cyber/Information Security und Sicherheitsarchitekturen</li><li>\nBasiswissen zu IT-Service Management/ IT-Betriebsprozessen (ITIL)</li><li>\nIdealerweise bringen Sie auch relevante Zertifizierungen mit (z.B. CISSP, CISM, CISA, CRISC, ISO 27001 Lead Auditor, o.ä.)</li><li>\nFreude an der Arbeit mit großen Unternehmen und komplexen Strukturen</li><li>\nAffinität zu KPIs und Begeisterung für die Schaffung von Transparenz und Nachvollziehbarkeit</li><li>\nFreude an der Mitarbeit in einem jungen und hochmotivierten Team</li><li>\nExzellente Deutsch- und idealerweise auch Englisch-Kenntnisse</li><li>\nAusgezeichnete Kommunikations- und Präsentationsfähigkeiten</li></ul><p></p><br>\n<h4 class=\"jobSectionHeader\"><b>\nWas unser Kunde bietet:</b></h4><ul><li>\nMitarbeit in einem dynamischen und internationalen Team</li><li>\nIndividuelle Weiterbildungsmöglichkeiten</li><li>\nFlexibles Arbeitszeitmodell</li><li>\nHome-Office</li><li>\nKinderbetreuungsmöglichkeiten</li></ul></div>",
  "url": "https://at.indeed.com/rc/clk?jk=33c89e454162798f&fccid=aea2dd525be21fce&vjs=3",
  "date": "2020-05-12"
}