{
  "title": "Jadar Project Risk Specialist",
  "body": "<div><p><b>Requisition ID: </b><b>224722</b></p><p><b>\nPENDING NOTICE TO PROCEED</b></p><p></p><br>\n<p><b>\nPROJECT OVERVIEW:</b></p><p>\nRio Tinto is investigating in the development of the lithium-borosilicate deposit of a unique mineral jadarite found near the town of Loznica in Serbia (the Jadar Project).</p><p>\nThe Jadar project comprises an underground mine, a mineral processing plant, product load out facilities, a waste management system and associated infrastructure.</p><p>\nBechtel has been selected as the project management contractor. The project is currently in the pre-feasibility phase and work is being executed from Brisbane. We are building a team that will transition to Belgrade upon the commencement of the Feasibility phase.</p><p></p><br>\n<p><b>\nSUMMARY</b></p><p>\nThe Project Risk Specialist is the central point of focus for risk identification, administration and management of the Engineering and Construction (E&amp;C) risk program during the study and execution phases of the project. The Project Risk Specialist has professional experience or recognized qualifications in risk management with knowledge of various risk analysis tools. The candidate will ideally have broad experience in construction or mining with an understanding of business, execution and operation risk.</p><p></p><br>\n<p>\nThe role plays an important part in the project delivering its agreed objectives including meeting budget and schedule targets. The role reports to the Project Manager and functionally to the M&amp;M GBU Project Controls Manager.</p><p></p><br>\n<p>\nThe Project Risk Specialist is well organized and a 'people' person with strong verbal and written communication skills. They will be able to drive organizational change, create a focus for the team on risk, quickly grasp underlying structures of the business and gain cooperation all with a minimum of fuss.<br>\n</p><p></p><p>The Project Risk Specialist will be initially posted to the project’s office in Brisbane, Australia during the project’s pre-feasibility study phase, but expected to mobilize and be based from the project’s Home Office in Belgrade Serbia for the duration of the project. The timing of the transition to Serbia is currently anticipated to be July 2020. The role will also require travel to the Loznica site to perform the duties of the role during the execution phase.</p><p></p><br>\n<p><b>\nESSENTIAL JOB DUTIES</b></p><ul><li>\nDeliver to the Project Execution Plan and the E&amp;C Risk Management Plan.</li><li>\nLiaise with Bechtel and customer leaders in all aspects of the project risk management program.</li><li>\nFacilitate risk assessment workshops and monthly risk meetings.</li><li>\nEnsure the review of risk activities is performed.</li><li>\nCoordinate the timely delivery of risk status reports to project management.</li><li>\nMentor projects leaders in risk awareness.</li><li>\nMaintain relationships with key stakeholders.</li><li>\nProvide training on the risk management process and risk assessment techniques to project staff.</li><li>\nAct as the custodian for project risk management processes.</li><li>\nAbility to work with limited supervision to meet multiple deadlines simultaneously under pressure.</li></ul><p></p><br>\n<p><b>\nJOB KNOWLEDGE</b></p><p></p><br>\n<p>\nProficiency with at least 2-5 years’ experience in project risk management, including development and facilitation of workshops.</p><p>\nExperience in leading teams and building customer relationships.</p><p>\nAnalytical approach to problem solving</p><p>\nExcellent oral and written communication skills</p><p>\nKnowledge of Bechtel and mining and metals industry an advantage.</p><p>\nCompetent working knowledge of computer skills, especially the Microsoft Office suite.</p><p>\nKnowledge and use of risk management software. Familiarity with the Sword GRC Active Risk Manager (ARM) risk software would be an advantage.</p><p>\nFamiliarity with risk management philosophy.</p><p></p><br>\n<p><b>\nQUALIFICATIONS</b></p><p>\nAcademic qualification (post-secondary diploma, university degree or equivalent) in the area of project management, risk management, information systems, or a related field and a minimum of 2 years of relevant risk management experience.</p><p></p><br>\n<p><b>\nESSENTIAL COMPANY REQUIREMENTS:</b></p><p>\nEthics: Commitment to Bechtel’s Ethical standards as demonstrated by success on prior projects.</p><p>\nQuality: Commitment to Bechtel’s Quality standard as demonstrated by prior Supervisors’ evaluations of work performance.</p><p>\nES&amp;H: Demonstrated commitment to Bechtel’s Zero Accident/Harm philosophy by prior active engagement and demonstration of Courageous ES&amp;H Leadership.</p><p></p><br>\n<p><b><i>\nShaping tomorrow together</i></b></p><p><b><i>\nBechtel is one of the most respected global engineering, construction, and project management companies. Together with our customers, we deliver landmark projects that foster long-term progress and economic growth. Since 1898, we’ve completed more than 25,000 extraordinary projects across 160 countries on all seven continents. We operate through four global businesses: Infrastructure; Nuclear, Security &amp; Environmental; Oil, Gas &amp; Chemicals; and Mining &amp; Metals. Our company and our culture are built on more than a century of leadership and a relentless adherence to our values, the core of which are safety, quality, ethics, and integrity. These values are what we believe, what we expect, what we deliver, and what we live.</i></b><br>\n<b><i>www.bechtel.com</i></b></p><p><b><i>\nBechtel is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, or protected veteran status and will not be discriminated against on the basis of disability.</i></b></p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=398cd3b8fee8525a&fccid=40dab2048c41a718&vjs=3",
  "date": "2020-04-20"
}