{
  "title": "Assistent/in der Geschäftsführung",
  "location": "Mühlviertel, OÖ",
  "contract_type": null,
  "body": "Mach was'd liebst!Bei bluesource arbeiten bewegt. Mit neuesten Technologien und frischen Ideen arbeiten wir an herausragenden Produkten mit intuitiver User Experience. Jede/r ist Experte/-in auf seinem/ihrem Gebiet, was uns zusammen zu einem unschlagbaren Team macht. Gemeinsam begegnen wir Herausforderungen, überwinden Hindernisse und feiern Erfolge!BLUESOURCE mobile solutions (Standort Hagenberg, ca.\n<br><br>\n20 km von Linz)Du schaffst es, dass alle nach deiner Pfeife tanzen?Dann führ deine Nummer als 1 Assistent/in der Geschäftsführung bei uns auf! Das erwartet dich. Du: - setzt interne Projekte eigenständig um.- optimierst und digitalisierst Prozesse.- koordinierst und steuerst unsere ISO 27000 Zertifizierung.- nimmst die Position des ISM (Information Security Manager) ein.- arbeitest im Controlling mit.- unterstützt die GF beim Employer Branding, der Personalsuche und dem Umsetzen der Unternehmensziele. Das bringst du mit.\n<br><br>\nDu: - verfügst über ein abgeschlossenes wirtschaftlich-technisches Studium wie z.B. BWL mit Schwerpunkt IT, IT-Management, Wirtschaftsinformatik, Prozessmanagement, Business Intelligence o.ä.- bringst Berufserfahrung in der IT Industrie mit.- besitzt Kommunikationsstärke, bist ein/e Teamplayer/in und Organisationstalent.- bist mit Prozess-Modeling, Controlling-Software und Tools wie JIRA, Confluence, Slack etc. vertraut.- verfügst über sehr gute Deutsch- und Englischkenntnisse.Das bekommst du von uns: - Großartige Projekte: Du bist Teil einer internationalen Erfolgs-Story mit österreichischen Wurzeln.- Gleitzeit ohne Kernzeit: Deine Arbeitszeit kannst du dir flexibel einteilen.- Freitag frei: Alle 14 Tage verlängern wir dein Wochenende mit einer 4-Tage-Woche.- Weiterbildung ist uns wichtig: Deshalb werden Besuche von Konferenzen und Ausbildungen gefördert.- Faire Entlohnung: Einstiegsgehalt bei entsprechender Qualifikation Eur 3.000,- brutto (IT Kollektivvertrag, Spezielle Tätigkeit 1, Regelstufe) bei Vollzeitanstellung (38,5h/Woche). Eine Überzahlung ist bei entsprechender Qualifikation selbstverständlich.\n<br><br>\nWer gerne mehr arbeitet, kann zusätzlich eine Überstundenpauschale vereinbaren.Deine Bewerbung schickst du bitte per E-Mail an: Barbara Probst, office@bluesource.at, Tel: +43 7236 3343-900 Das Mindestentgelt für die Stelle als Assistent/in der Geschäftsführung beträgt 3.000,00 EUR brutto pro Monat auf Basis Vollzeitbeschäftigung. Bereitschaft zur Überzahlung.",
  "url": "https://at.indeed.com/rc/clk?jk=0b02e2ede87b3832&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-05-18"
}