{
  "title": "Information Security Expert (m/w/d)",
  "body": "<b>Gesellschaft:</b><br>\nT-Systems Austria GesmbH\n<br><br>\n<b>Standorte:</b><br>\nWien, Österreich\n<br><br>\n<b>Karrierelevel:</b><br>\nProfessional\n<br><br>\n<b>Vertragsart:</b><br>\nVollzeit - unbefristet\n<br><br>\n<b>Bewerbungsschluss:</b><br>\n30.06.2020\n<br><br>\nWeitere Kurzinfos\n<br>Jetzt bewerben\n<br><br>\nMerken\n<br><br>\nTeilen\n<br>PDF drucken\n<br><br>\nIHRE AUFGABE\n<br>Durchführung und Begleitung von internen und externen Security Audits inkl. Definition bzw. Nachverfolgung von Maßnahmen\n<br>Planung und Umsetzung von Prozessoptimierungen aus Audit-Empfehlungen\n<br>Begleitung und Überprüfung von Applikationskontrollen sowie securitybezogenen ISAE 3402-Kontrollen\n<br><br>\n<b>Customer Security Management:</b><br>\nLaufende Betreuung von Kunden bei Sicherheitsfragen\n<br>Erstellung von Security Konzepten auf Basis von Kundenanforderungen\n<br>Entwicklung und Pflege von Sicherheitskonzepten und Richtlinien\n<br>Planung und Durchführung von Notfallübungen\n<br>MEHR INFORMATIONEN\n<br>IHR PROFIL\n<br>Kenntnisse von Security Standards (ISO27001, ISO22301, BSI Grundschutz) und deren Umsetzung\n<br>Kenntnisse zu relevanten IT Standards (z.B. ITIL, COBIT) von Vorteil\n<br>Analytisches Denken, Prozessverständnis und hohes Interesse an IT-Systemen\n<br>Erfahrung mit ISAE 3402-Kontrollen sind besonders von Vorteil\n<br>Sie arbeiten gerne in einem dynamischen Team, können aber eigenverantwortlich und verlässlich Ihre Aufgaben abarbeiten\n<br><br>\nFür Ihren Einsatz bieten wir neben einem interessanten, sich stets weiterentwickelnden Arbeitsumfeld eine dem Level und der Position entsprechende Entlohnung. Aus gesetzlichen Gründen weisen wir auf das kollektivvertragliche Jahresmindestgehalt von €43.092,- brutto hin. Das finale Gehalt orientiert sich selbstverständlich an Ihrer individuellen Erfahrung.\n<br><br>\nAußerdem bieten wir Ihnen ein umfangreiches Angebot an diversen Benefits wie zum Beispiel flexible Arbeitszeiten, Essenszuschuss, Sportangebote und diverse MitarbeiterInnen Events.\n<br><br>\nUnser Angebot spricht Sie an? Dann bewerben Sie sich noch heute in unserem Online-Bewerberportal.\n<br><br>\nMEHR INFORMATIONEN\n<br>BENEFITS\n<br>ÜBER UNS\n<br><br>\nT-Systems ist ein Tochterunternehmen der Deutschen Telekom und beschäftigt rund 650 MitarbeiterInnen in Österreich. Im T-Center, der österreichischen Hauptniederlassung, ist eines der sichersten und modernsten Rechenzentren Europas untergebracht. Das Portfolio bietet neben klassischen ICT auch Wege in die Cloud, bedarfsgerechte Infrastruktur sowie Innovationsprojekte rund um Zukunftsfelder wie Big Data, IoT, IT-Security, SAP, Maschine-zu-Maschine-Kommunikation (M2M) und Industrie 4.0.\n<br><br>\nMEHR INFORMATIONEN\n<br>STANDORT",
  "url": "https://at.indeed.com/rc/clk?jk=9a24a12e71f4ef8a&fccid=a021bb6096029502&vjs=3",
  "date": "2020-05-02"
}