{
  "title": "Bilanzbuchhalter w/m",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><div><div><p>Qualified Accountant (Bilanzbuchhalter)\n</p><p>The Accountant is responsible for the financial accounting tasks in Austria, to be based in our office in Vienna, and the consolidation of the financial accounts of a further permanent establishment abroad. The position addresses tight deadlines and a multitude of accounting activities including general ledger preparation, financial reporting, year-end audit preparation and the support of budget and forecast activities.<br>\n</p><p></p><br>\n<p>What you'll be doing:\n</p><div><ul><li>Compliance with federal, state, and local financial legal requirements by studying existing and new legislation, enforcing adherence to requirements, and advising on needed actions</li>\n<li>Financial accounting, reconciliation and month end closing</li>\n<li>Cost accounting, register, scan and code invoices for approval, including reimbursed expenses, credit cards etc. Including reconciliations of vendors</li>\n<li>VAT reconciliation and tax-return in accordance with local tax legislation</li>\n<li>Reporting to authorities, e.g. export figures and contractors</li>\n<li>Reconciliation of financial discrepancies by collecting and analysing account information</li>\n<li>Maintenance of financial security by following internal controls</li>\n<li>Preparation of payments by verifying documentation and requesting disbursements, bank reconciliations etc.</li>\n<li>IFRS Quarterly Reporting for NLS Austria, consolidating information for NLS Catalonia (permanent establishment)</li>\n<li>Cashflow forecasting</li>\n<li>Any other projects as defined by CFO</li>\n</ul></div></div></div></div><div><div><div><div>Your qualifications and experience:<br>\n</div><div></div><br>\n<div><ul><li>Qualified accountant (Bilanzbuchhalter)</li>\n<li>NAV experience not essential</li>\n<li>Tech savvy, open for new ideas and quick to adapt</li>\n<li>Critical and progressive thinker</li>\n<li>Very good English speaker</li>\n<li>Team player</li>\n<li>Excellent working environment in a committed and international team of experts</li><br>\n</ul><div></div><br>\n<br>\n<div>What's in it for you:<br>\n</div><div></div><br>\n<div><ul><li>On-going training and certification initiatives</li>\n<li>Exciting career opportunities in a quickly growing industry leading company based in a central location in Vienna</li>\n<li>Travelling opportunities</li>\n<li>An annual gross salary starting at € 40.000 and willingness to offer a higher salary depending on your specific professional experience and qualifications</li>\n<li>Flexible working hours, lunch vouchers and an excellent canteen</li>\n<li>Excellent working environment in a committed and international team of experts</li>\n</ul></div></div></div><p>We look forward to getting to know you.</p></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=98968e092b7671a9&fccid=3feeced1517b9814&vjs=3",
  "date": "2020-05-26"
}