{
  "title": "IT-SCRUM-Entwicklungsteammitglied (m/w/d) in der Dienstleistungseinrichtung Zentraler Informatikdienst",
  "body": "<div></div><div><div>An der Universität Wien (mit 20 Fakultäten und Zentren, 178 Studienrichtungen, ca. 9.800 Mitarbeiter*innen und rund 90.000 Studierenden) ist ehestmöglich die Position eines/einer<br>\n<br>\n<div><div><b>IT-SCRUM-Entwicklungsteammitglied (m/w/d)</b><br>\n<b>in der Dienstleistungseinrichtung Zentraler Informatikdienst</b><br>\n<b>\n</b></div></div><div><br>\nzu besetzen.<br>\n<div><br>\n<div><b>Kennzahl der Ausschreibung: </b><b>10422</b></div>\n<div><br>\nAb sofort gelangt eine Stelle in einem bestehenden cross-funktionalen Scrum Team der Abteilung Campus Information &amp; Business Intelligence Services (CIBIS) zur Ausschreibung. Das Scrum Team entwickelt, wartet und betreibt dem DevOps Gedanken folgend Softwarekomponenten für das Studien- &amp; Lehrwesen und angebundene Systeme, um Studien- und Lehrprozesse an der Universität Wien zu ermöglichen und zu unterstützen.\n<br>\nDie Stelle ist vorerst auf 1 Jahr befristet, eine Übernahme in ein unbefristetes Arbeitsverhältnis ist möglich und wünschenswert.<br>\n<br>\n<br>\n<b>Beschäftigungsausmaß:</b> 40 Stunden/Woche.<br>\nEinstufung gemäß Kollektivvertrag: §54 VwGr. IIIb<br>\nDarüber hinaus können anrechenbare Berufserfahrungen die Einstufung und damit das Entgelt bestimmen.</div>\n</div>\n</div><br>\n<b>Ihre Aufgaben:</b><br>\n<ul><li>Erhebung und Präzisierung von Requirements an neue oder bestehende Softwarelösungen</li><li>Entwicklung/Customizing von neuen oder geänderten Softwarekomponenten</li><li>Qualitätssicherung der im Team erstellten Artefakte\n</li><li>Betrieb und Betreuung von eigenentwickelten oder zugekauften Softwarekomponenten</li><li>Kommunikation zwischen allen am Softwareentwicklungsprozess beteiligten Personen\n</li></ul><br>\n<b>Fachliche Anforderungen:</b><br>\n<ul><li>Rasche Auffassungsgabe sowie analytisches Denken</li><li>Problemlösungskompetenz und Security-Bewusstsein</li><li>Erfahrung in einem agilen Softwareentwicklungsprozess (Scrum, Kanban,DevOps) von Vorteil</li><li>Postsekundärer oder tertiärer Abschluss bis sechs Semester oder\n</li><li>berufsbildende höhere Schule + 1 Jahr IT-Praxis oder\n</li><li>AHS + 1,5 Jahre IT-Praxis oder\n</li><li>2 Jahre IT-Praxis</li><li>Bei männlichen Bewerbern: abgeleisteter Präsenz- oder Zivildienst</li></ul><b>\n</b><br>\n<b>Persönliche Anforderungen:</b><br>\nWir wenden uns mit dieser Ausschreibung an motivierte, verantwortungsbewusste und kommunikative Persönlichkeiten mit fachlich einschlägiger Ausbildung und entsprechender beruflicher Erfahrung, die hohe Einsatzbereitschaft zeigen sowie eigenverantwortlich, selbständig und genau arbeiten. Darüber hinaus besitzen Sie die Fähigkeit in agilen Teams zu arbeiten.<br>\n<br>\n<b>Unser Angebot:</b><br>\n<ul><li>Spannende und verantwortungsvolle Position</li><li>Umfassende Weiterentwicklungs- und Weiterbildungsmöglichkeiten\n</li><li>Ausgezeichnete technische Infrastruktur</li><li>Arbeit in einem hochqualifizierten und kollegialem Team</li></ul>\n<br>\n<b>Benefits:</b><br>\n<ul><li>flexible Arbeitszeiten\n</li><li>gute Verkehrsanbindung\n</li><li>Homeoffice\n</li><li>Gesundheitsmaßnahmen<br>\n</li></ul><br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<b>Ihre Bewerbung:</b><br>\nWir freuen uns auf Ihre aussagekräftige Bewerbung mit Motivationsschreiben unter der Kennzahl 10422, welche Sie bis zum 30.04.2020 bevorzugt über unser Job Center (http://jobcenter.univie.ac.at/) an uns übermitteln.<br>\n<br>\nFür nähere Auskünfte über die ausgeschriebene Position wenden Sie sich bitte an Koller, Markus +43-1-4277-14212.<br>\n<p>Die Universität Wien betreibt eine antidiskriminatorische Anstellungspolitik und legt Wert auf Chancengleichheit und Diversität (http://diversity.univie.ac.at/). Insbesondere wird eine Erhöhung des Frauenanteils in Leitungspositionen und beim wissenschaftlichen Personal angestrebt. Frauen werden bei gleicher Qualifikation vorrangig aufgenommen.<br>\n</p>\nDLE Personalwesen und Frauenförderung der Universität Wien<br>\n<b>Kennzahl der Ausschreibung: 10422</b><br>\nE-Mail: jobcenter@univie.ac.at<br>\nDatenschutzerklärung</div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=98beb9a121a4f71b&fccid=6c2f4f9201739318&vjs=3",
  "date": "2020-04-20"
}