{
  "title": "Boutique Manager (m/f/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<b>Our business and our Values:</b><br>\nChristian Louboutin opened his first boutique in Paris in 1992. An artist and craftsman with a true passion for shoes, his designs are unique and instantly recognizable, thanks in part to their signature and now trademarked red lacquered soles. The collections for both men and women combine wit, glamour, elegance and technical proficiency like no other. 2014 welcomed the launched of Christian Louboutin Beaute with its first nail colour, Rouge Louboutin. The collection has continued to diversify since then with the launch of lip in 2015, fragrance in 2016 and more recently a wonderful eye collection in 2017. With an extensive range of collections, Christian Louboutin now counts more than 150 boutiques globally.\n<br>Our people are at the heart of our brand.\n<br>We celebrate individuality and allow the freedom to have responsibility, autonomy and creativity within your role. Our colleagues have in common the passion and dedication to our Brand, and its continued success.\n<br><br>\n<b>We live by our values:</b><br>\nWe aredown to earth– we stand with authenticity, integrity and respect. We havepassion– we drive our business with agility, commitment and care. We havehappinessin all that we do – we collaborate with positivity, open-mindedness and fun. We work withinspiration– we envision the future with confidence, creativity and freedom.\n<br>If the shoe fits, walk with us…\n<br><br>\n<b>Overview and purpose of role:</b><br>\nAs aBoutique Managerat Christian Louboutin, your role is to be responsible for the overall management of the store, staff, merchandise and customer service. The Boutique Manager is also responsible for driving his or her team to achieve sales objectives, maintaining and achieving high operational and merchandizing standards and goals, building highly motivated teams and developing associates to the next level.\n<br><br>\n<b>Key Responsibilities of the role:</b><br>\nSales and Customer Management\n<br><br>\n<ul>\n<li>Proposing and implementing action plans to develop sales for each product category.</li>\n<li>Ensuring the achievement of business goals and strategic projects.</li>\n<li>Ensuring the implementation and development of initiatives which develop further the clientele database of the store.</li>\n</ul>\nPeople Management and Development\n<br><br>\n<ul>\n<li>Managing store staff with the help of the Management and the Human Resources Department.</li>\n<li>Ensuring the development of motivation, sense of belonging and business involvement of the team.</li>\n<li>Training Sales Advisors on new collections and on selling techniques.</li>\n<li>Challenging Sales Advisors on seasonal products.</li>\n</ul>\nCustomer Service\n<br><br>\n<ul>\n<li>Ensuring all associates provide the highest level of customer service.</li>\n<li>Ensuring staff maintains constant client communication through utilizing their client books.</li>\n<li>Managing client database and utilize information to increase sales and client contact.</li>\n<li>Resolving all client problems and complaints quickly and effectively.</li>\n</ul>\nStore Management\n<br><br>\n<ul>\n<li>Managing HR administration (planning, absences etc.).</li>\n<li>Ensuring daily and weekly reporting.</li>\n<li>Solving client litigations.</li>\n<li>Performing back office activities such as data entry, inter shop movements, product delivery, daily closures etc.</li>\n</ul>\nStore Image Management\n<br><br>\n<ul>\n<li>Ensuring correct interpretation and implementation of visual guidelines, keeping store employees up to date about visual issues, and ensuring that best sellers products are displayed, through a close cooperation with the Visual Display Team.</li>\n<li>Taking care of the general look of the store in terms of cleanness, tidiness and efficiency, in order to ensure the best image of products and store, in line with the brand communication and promotion strategy.</li>\n<li>Supporting the products presentation to the highest standards.</li>\n</ul>\nStore Operation Management\n<br><br>\n<ul>\n<li>Ensuring an economical and operational effective management of the store, in compliance with internal policies and procedures.</li>\n<li>Ensuring an adequate integration and optimization between front and back-office, by guaranteeing appropriate store resources coverage, and supervising logistics and stock management.</li>\n<li>Ensuring maintenance of inventory accuracy, in line with brand policies and procedures.</li>\n<li>Following-up of daily sales reporting.</li>\n<li>Controlling product quality (management of the defectives and the repairs).</li>\n<li>Controlling the bank deposits reconciliation (bank transfers, cash, credit cards, duty free, funds repositories etc.).</li>\n</ul>\nHuman Resources\n<br><br>\n<ul>\n<li>Recruiting, training, and developing staff ensuring all positions are filled in a timely manner with qualified personnel.</li>\n<li>Supporting, implementing and providing follow-up for all training programs, seminars, etc.</li>\n<li>Continually evaluating the performance of each associate and provide constant feedback to ensure results.</li>\n<li>Resolving all human resources issues in a timely and effective manner, partnering with HR when necessary.</li>\n<li>Ensuring integrity of payroll and the payroll process.</li>\n<li>Ensuring image and grooming standards are professional, reflective of the brand image and adhered to at all times.</li>\n</ul>\nCommunication &amp; Reporting\n<br><br>\n<ul>\n<li>Ensuring smooth and regular reporting and information to the Management on turnover, HR matters, accounting, client litigations, events etc.</li>\n<li>Building and maintaining good communication with members of corporate office, mall office and other stores.</li>\n<li>Communicating and supporting brand culture and values within your location and ensure key business messaging is actively cascaded to your team members.</li>\n</ul>\n<b>Skills and Requirements:</b><br>\nIn order to deliver the main responsibilities of the role, you will need the following skills:\n<br><br>\n<b>Technical skills:</b><br>\n<ul>\n<li>Proven experience in a retail company; a plus if it’s in luxury or service environment.</li>\n<li>Knowledge of logistic software or at least adaptable quickly to new systems/processes.</li>\n<li>3 to 5years of luxury fashion retail management experience with a focus on leading a multicultural team.</li>\n<li>Proven ability to drive results and to develop people as well as turnover.</li>\n<li>Commercial awareness and strong business acumen.</li>\n<li>Strong customer relationship management and development as well as networking skills.</li>\n<li>Passion for fashion luxury and trends.</li>\n<li>Excellent person appearance (smart with a sense of individual style).</li>\n<li>Local mother tongue or able to manage staff in the language with excellent English skills (Other additional languages would be an advantage).</li>\n<li>Very good command of Microsoft Office tools such as Excel, Word and PowerPoint and of any ERP.</li>\n</ul>\n<b>Soft skills:</b><br>\n<ul>\n<li>Able to hold all team members accountable to drive results by being available, removing barriers and obstacles, facilitating change, and providing coaching/feedback related to performance.</li>\n<li>Rigor and organization with a strong service orientation.</li>\n<li>Excellent attention to detail, in order to support the needs of the business and to provide a polished and professional service.</li>\n<li>Motivated and committed with a ‘can do’ positive attitude.</li>\n<li>Able to meet the demands of a busy boutique/concession with high energy levels and determination.</li>\n<li>Proactive, dynamic and have a willingness to learn and develop.</li>\n<li>Must be comfortable with change and willing to adapt as required to the needs of the business.</li>\n<li>Must be punctual and reliable, able to perform tasks within the required time-frames.</li>\n<li>Must adhere to Company policies and procedures at all times and act with a sense of corporate responsibility, representing the brand appropriately at all times, including on social media.</li>\n<li>Open-minded to diversity internally and externally – ready to work with different people with respect and without bias.</li>\n<li>Someone who uses initiative with a hands-on approach and is able to prioritize.</li>\n<li>Passionate about her/his own career development and self-awareness of areas of improvement.</li>\n<li>Strong communication and interpersonal skills.</li>\n<li>Extremely customer service and results oriented.</li>\n<li>Excellent personal appearance – smart with a sense of individual style.</li>\n<li>Stands with authenticity, integrity and respect. Honest and transparent. Ability to handle personal information with the upmost discretion.</li>\n<li>Able to inspire the team: envision the future with confidence, creativity and freedom.</li>\n<li>Team player – able to collaborate with positivity, open-minded and fun.</li>\n</ul>\nHow will success be measured?\n<br><br>\n<ul>\n<li>You will be set individual daily and monthly sales targets which you are required to achieve.</li>\n<li>On a yearly basis with probably a monthly or quarterly follow-up, you will have a performance review with targets to still improve your performance based on:</li>\n<li>The core company values and behaviors, which are expected to be demonstrated by you and your team at all times.</li>\n<li>Team work: you are expected to support and mentor (if necessary) new team members as required.</li>\n<li>You are expected to respect Company processes and procedures about security, stock, sales, transfer, shoe-uniform, grooming amongst others.</li>\n<li>The Retail Director will be expected to provide you with ongoing appropriate feedback to support your improvement where necessary and appropriate as required.</li>\n</ul>\n",
  "url": "https://at.indeed.com/rc/clk?jk=12c564c9daf91d95&fccid=5fae38ae28feae5e&vjs=3",
  "date": "2020-05-23"
}