{
  "title": "Director Information Systems & Technology (w/m)",
  "location": "Oberösterreich",
  "contract_type": null,
  "body": "Ride for the journey, not the destination\n<br><br>\n! Eingebettet in eine globale Konzernstruktur ist der österreichische Produktionsstandort unseres Klienten das weltweite Kompetenzzentrum seiner Sparte mit Standorten in EU und N-Amerika. Mit hoher Innovationskraft, Leidenschaft und Kompetenz seiner MitarbeiterInnen hat sich das Unternehmen nachhaltig als Premiumhersteller positioniert.\n<br><br>\nSie verstehen sich als Innovator &amp; Integrator, ebenso wie der bisherige Positionsinhaber, von dem Sie nicht nur die strategische und operative Verantwortung für IS&amp;T, sondern auch ein tolles Team übernehmen. Sie unterstützen als Mitglied von Corporate IS&amp;T sowie des lokalen Führungsteams den VP auch international in Strategie, Architektur, Innovation, Cyber Security und IS&amp;T Operations. Gleichzeitig garantieren Sie die laufende Optimierung lokaler Produktionsprozesse unter Berücksichtigung von Business und Legislatur. Transformation und Culture Change ist eine permanente Herausforderung neben der ständigen Weiterentwicklung von Prozessen und Strukturen. Dafür verstehen Sie vor allem auch, Fähigkeiten und Kompetenzen Ihrer Mitarbeiter zu fördern und den Spirit und Drive für Erfolg zu nähren.\n<br><br>\nInternationales Mindset, Leadership und Bewegungsfähigkeit in der Matrix gepaart mit Industrieerfahrung, Business Sense und guter Bodenhaftung treffen auf Sie zu? Dann finden Sie hier nicht nur eine außergewöhnliche Herausforderung, sondern auch weitere Entwicklungsperspektiven. Wir informieren Sie gerne dazu, auch wenn Sie derzeit eigentlich nicht an Veränderung gedacht haben!\n<br><br>\n<b>Ihre Aufgabe:</b><br>\nVerantwortung als Partner des Business‘ für Innovationen, Initiativen, Evaluierung, Einsatz und Management aktueller und zukünftiger IS&amp;T Systeme im Unternehmen (lokale und globale Prozesse)\n<br><br>\nFührung IS/ IT Teams in Europa und Nord Amerika (ca. 30 MA davon lokal)\n<br><br>\nDefinition von Roadmaps für mehrjährige Projekte gemäß Anforderungen von Business und Strategie sowie Berücksichtigung von Budget und Ressourcen\n<br><br>\nVerbindung von globaler und lokaler Sichtweise – „big picture“ für gesamtheitlich beste Lösungen im Sinne des Unternehmens\n<br><br>\nVerantwortung für das IS&amp;T Budget innerhalb der zugeordneten Teams zur Gewährleistung von Kosteneffizienz und Vermeidung von Redundanzen\n<br><br>\nAnalyse und Implementierung technologischer Trends\n<br><br>\nVerantwortung für Partner- und Lieferantenmanagement\n<br><br>\nSicherstellung der Einhaltung aller rechtlichen Vorschriften\n<br><br>\nImplementierung von Richtlinien und Vorgehensweisen zur Problemlösung und Risikominimierung\n<br><br>\nVerantwortung für lokales PMO-Service, Priorisierung und Reporting an das lokale Management und Liaison mit dem Global Transformation Program Office\n<br><br>\n<b>Ihr Profil:</b><br>\nAbgeschlossene Ausbildung in Informatik, Wirtschaftsinformatik oder Betriebswirtschaft o.ä.\n<br><br>\nMindestens 10 Jahre einschlägige Erfahrung inklusive Konzeption und Implementierung von Business Anwendungen, Life Cycle Management von Systemen, Transformation, Application Planning und Operations\n<br><br>\nMehrjährige Führungserfahrung\n<br><br>\nSAP-Kenntnisse mit ECC 6.0 bzw. vorteilhaft, aber nicht voraussetzend, wären Erfahrungen mit S/4 Hana\n<br><br>\nErwiesene Projektmanagement Skills\n<br><br>\nChange Management- und Transformationserfahrung\n<br><br>\nInnovative, aufgeschlossene Persönlichkeit mit guten Leadership Skills\n<br><br>\nVerhandlungs- und Kommunikationsstärke sowie Lösungsorientierung\n<br><br>\nDiplomatisches und organisatorisches Geschick und Bewegungsfähigkeit in komplexen Strukturen\n<br><br>\nFähigkeit, eine High-Performance Team Kultur zu schaffen bzw. zu erhalten\n<br><br>\nVerhandlungssicheres Englisch und Reisebereitschaft\n<br><br>\nFür diese spannende Herausforderung ist ein Jahresgehalt ab\n<br><br>\n€ 140.000,-\n<br><br>\nsowie ein interessantes Package vorgesehen. Selbstverständlich ist die Vergütung marktkonform und in Abhängigkeit von Ihrem Erfahrungs- und Qualifikationsprofil vorgesehen.\n<br><br>\nWenn Sie sich von dieser Schlüsselrolle angesprochen fühlen, freuen wir uns auf Ihre aussagekräftige Bewerbung an unsere Beraterin Mag. Cornelia Zinn-Zinnenburg mit Angabe Ihrer Gehaltsvorstellung. Registrieren Sie sich bitte vorzugsweise auf unserem Jobportal\n<br><br>\njobs.kienbaum.com\n<br><br>\noder bewerben Sie sich per E-Mail unter\n<br><br>\nvienna@kienbaum.com\n<br><br>\nunter Angabe der Kenn-Nr. 0353524-01-01.\n<br><br>\nAbsolute Diskretion sowie die Berücksichtigung von Sperrvermerken sichern wir Ihnen selbstverständlich zu.\n<br>null\n<br>Kienbaum Consultants International GmbH\n<br><br>\nTuchlauben 8\n<br><br>\n1010 Wien\n<br><br>\nnicole.kirchbaumer@kienbaum.com",
  "url": "https://at.indeed.com/rc/clk?jk=f87a175086a97fef&fccid=2bb455ef43fbd308&vjs=3",
  "date": "2020-05-26"
}