{
  "title": "Internship - Human Resources Services (Staff Administration Unit)",
  "location": "Wien, W",
  "contract_type": "Praktikum",
  "body": "<div><div><div><div><div><b>VA ID: </b></div><div>483\n</div></div><br>\n<div><div><b>Grade Level: </b></div><div>INT\n</div></div><br>\n<div><div><b>Division: </b></div><div>Office of the Executive Secretary\n</div></div><br>\n<div><div><b>Section: </b></div><div>Human Resources Services\n</div></div><br>\n<div><div><b>Unit: </b></div><div>Staff Administration Unit\n</div></div><br>\n<div><div><b>Type of Appointment: </b></div><div>Internship\n</div></div><br>\n<div><div><b>Deadline for Applications </b><b>:<br>\n</b></div></div><br>\n</div></div><p></p><div><div><div><div><p>Please note that all candidates should adhere to <i>CTBTO Values of Integrity, Professionalism and Respect for Diversity.\n</i></p><p>Qualified female applicants and persons with disabilities are encouraged to apply.\n </p><p>A roster of suitable candidates may be established for similar positions at the same level as a result of this selection process for a period of two (2) years.<br>\n</p></div></div><br>\n</div></div><p></p><p><b>Organizational Background\n</b></p><p>The Preparatory Commission for the Comprehensive Nuclear-Test-Ban Treaty Organization with its headquarters in Vienna is the international organization setting up the global verification system foreseen under the Comprehensive Nuclear-Test-Ban Treaty (CTBT), which is the treaty banning any nuclear-weapon-test explosion or any other nuclear explosion. The Treaty provides for a global verification regime, including a network of 337 stations worldwide, a communications system, an international data centre and on-site inspections to monitor compliance.\n</p><p></p><div><p><b>Assignment\n</b></p><p></p><p>The CTBTO awards a limited number of internships to university students and recent graduates from diverse academic background. Its purpose is to provide a learning and development experience in a field related to the Commission’s activities specialized in various professional fields. Interns usually work on specific practical assignments. Opportunities for internships are available subject to the current needs of the individual divisions within the CTBTO.<br>\n</p><p><br>\nThe Human Resources Services is responsible for the administration of human resources services such as benefits and entitlements, staff development, employee relations, recruitment and HR policies and procedures.\n<br>\nThe Staff Administration Unit is responsible for the administration of benefits and entitlements for all staff and non-staff, payroll activities, HR policies and procedures, social security and employee relations.\n</p><p></p><p><b>Duties and Responsibilties\n</b></p><p></p><p>Under the supervision of the Head, Staff Administration and Human Resources Officer, the intern will:\n</p><ul><li>Support the development and implementation of standard operational procedures in the areas of benefits and entitlements and social security;\n</li><li>Provide assistance in the collection and collation of data to assist with the preparation of periodic reports, portfolio performance reporting and response to ad-hoc requests concerning human resources related statistics;\n</li><li>Assist with preliminary research and analysis of matters related to conditions of service, allowances and other policy matters for review conducted by Human Resources Officer;\n</li><li>Support Head, Staff Administration and Human Resources Officer in data analysis review exercises and reporting for auditing and monitoring purposes; and\n</li><li>Perform other duties as required.\n</li></ul><p></p><p><b>Education and Qualifications\n</b></p><p></p><ul><li>Candidates for an internship must be at least 18 years of age and no more than 35 years of age.\n</li><li>The applicant must have completed at least two years of full-time study at a university or equivalent institution that will lead to the award of a degree in human resources management, business administration, social sciences, law or related field. Applications may be made up to two years after the completion of a bachelor’s, master’s or doctoral degree.\n</li><li>Knowledge of relevant computer systems and applications; excellent knowledge of MS Office is required.\n</li><li>Experience in the field of Human Resources is an asset.\n</li></ul><p></p><p><b>Languages\n</b></p><p></p><ul><li>The applicant must possess excellent written and oral communication in English.\n</li><li>Knowledge of other languages is desirable.\n</li></ul><p></p><p><b>Competencies\n</b></p><p></p><ul><li><b>Professionalism </b>– Conscientious and efficient in meeting commitments, observing deadlines and achieving results.\n</li><li><b>Planning and Organizing </b>– Ability to work under pressure.\n</li><li><b>Communication </b>– Excellent written and oral communication skills in English; Proven and sustained communication (verbal and written) skills with people from different backgrounds.\n</li><li><b>Teamwork </b>- Proven interpersonal skills and the ability to listen and work in a multi-cultural, multi-ethnic environment with sensitivity and respect for diversity.<br>\n</li></ul><p></p><p>PLEASE NOTE: Internship opportunities occur through the year and assignments are filled as required by the CTBTO. Due to the volume of applications received, correspondence will be maintained only with those candidates that are under consideration. Thank you for your understanding.\n</p><p>An intern is neither a staff member nor an official of the Commission. An intern who is a non-Austrian citizen is responsible for obtaining any necessary visas and for complying with local laws concerning police registration.<br>\n</p></div><p></p><p><b>Additional Information:\n</b></p><ul><li>All applications must be submitted through the CTBTO e-Recruitment system.\n</li><li>Additional information relevant to your application must be provided in the Cover Letter.\n</li><li>Applications are accepted on an on-going basis.\n</li><li>Please note that the CTBTO will only consider academic credentials or degrees obtained from an educational institution recognized in the IAU/UNESCO list.</li></ul></div>",
  "url": "https://at.indeed.com/rc/clk?jk=30aea3cbf83fc873&fccid=91ba682e0fa71574&vjs=3",
  "date": "2020-05-26"
}