{
  "title": "PRAKTIKANT FÜR INFORMATION SECURITY",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><div><div><ul><li>Unterstützung des CISO Office</li>\n<li>Mitarbeit bei der Erstellung von Security Dokumenten</li>\n<li>Mitarbeit bei der Prüfung von Information Security Compliance</li>\n<li>Auswertung &amp; Bewertung von Sec.Metriken</li>\n<li>Erstellung von Security Awareness-Unterlagen</li>\n</ul></div><div><b>IHR PROFIL:</b>\n<ul><li>Studium mit Schwerpunkt Informatik, Information oder Cyber Security</li>\n<li>Absolvierte Praktika im Bank- bzw. Finanzbereich sowie Kenntnisse in der Erstellung von Reports von Vorteil</li>\n<li>Security-Zertifizierung wünschenswert; sehr gute MS Office Kenntnisse</li>\n<li>IT und IT-Netzwerk Affinität &amp; Kenntnisse</li>\n<li>Ausgezeichnete Deutsch- und Englischkenntnisse in Wort und Schrift</li>\n<li>Kommunikationsfähigkeit, Strukturierte Herangehensweise und eigenständiges Arbeiten</li>\n</ul></div><div><b>WIR BIETEN:</b>\n<ul><li>Top Standorte mit moderner Infrastruktur und offener Unternehmenskultur</li>\n<li>Spannendes und lehrreiches Praktikum für 5 bis 6 Monate mit 25-30 Wochenstunden oder Vollzeit im Rahmen eines Pflichtpraktikums an einer Fachhochschule</li>\n<li>Das tolle Praktikumsprogramm beinhaltet auch regelmäßige Treffen mit Human Resources sowie Business Talks mit dem Vorstand, Führungskräften und Fachexperten aus den unterschiedlichsten Bereichen</li>\n<li>Für das Praktikum gilt auf Basis einer Vollbeschäftigung ein monatliches Bruttoentgelt von € 1.600,00</li>\n</ul><br>\n<b>Ihre Ansprechpartnerin für diese Position: Martina Simek</b><br>\n<b>\n</b><br>\n<ul><li><b>Für uns zählen die Menschen, nicht das Geschlecht.</b></li></ul>\nChancengleichheit und Diversität unabhängig von sozialer oder ethnischer Herkunft, körperlicher Beeinträchtigungen, Geschlecht, Alter und sexueller Orientierung sind uns wichtig.<br>\n<br>\n<b>Jobbörse</b><b> | </b><b>Talentepool</b><b> </b><b>|</b><b> </b><b>Xing</b><b> </b><b>|</b><b> </b><b>LinkedIn</b><b> </b><b>|</b><b> </b><b>Facebook</b><b> |</b><b> </b><b>whatchado</b><b> | </b><b>Instagram</b></div></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=7d393099f4d2bca9&fccid=512e9fdf5231592d&vjs=3",
  "date": "2020-05-26"
}