{
  "title": "VP Engineering – Tricentis Enterprise Automation Cloud",
  "body": "<div>Company Description<br>\n<p>\nWith the industry’s <b>#1 Continuous Testing platform</b>, Tricentis is recognized for reinventing software testing for DevOps. Through agile test management and advanced test automation optimized to support 150+ technologies, we provide automated insight into the business risks of your software releases—transforming testing from a roadblock to a catalyst for innovation. The result is accelerated software delivery speed, improved cost efficiency, and reduced business risk.</p><p>\nTricentis is the only vendor to achieve <b>“leader” status </b>in all three top analyst reports (i.e., the “Triple Crown”). This honor is based on our technical leadership, innovation, and a Global 2000 customer base of 1500+ companies, including global enterprises such as Allianz, Cisco, Dolby, First Data, HSBC, Office Depot, Samsung, Starbucks, Vodafone, Whole Foods, and WorldPay. Customers rely on Tricentis to achieve and sustain test automation rates of over 90 percent—increasing risk coverage while accelerating testing to keep pace with Agile and DevOps.</p><p>\nTricentis has a <b>global presence</b> in Austria, Australia, Belgium, Denmark, Germany, Hungary, India, Netherlands, Singapore, Switzerland, Poland, the UK and United States.</p></div>\n<br>\n<div>Job Description<br>\n<p>\nWe are seeking an Engineering Executive who empowers team members to do their best while holding them to a higher standard of growth, accomplishment, and results. While bringing industry standards and best practices to a development engineering team, your duties will cover the following:</p><ul><li>\nServe as a member of the engineering and product leadership team</li><li>\nPartner with product management, support and other department heads leading efforts to define and implement an integrated and comprehensive product roadmap predictably and according to aggressive timelines</li><li>\nDrive an effective, efficient, and agile software development process across multiple development teams in partnership with product management to ensure sound requirements definition and estimation, product build and delivery, and product launch</li><li>\nEvolve the technical architecture to utilize the latest/progressive cloud, SaaS, mobile, analytics/AI technologies and tools in support of a diverse and evolving product suite</li><li>\nLead a culture of continuous improvement, quality, and innovation; maintain knowledge of current and emerging technologies, work with team to continually assess impact of new technologies and roadmaps against strategic business needs</li><li>\nEnsure that development lifecycle processes meet internal and customer requirements for quality and security</li><li>\nRecruit, manage and motivate a growing development team predominantly located in Vienna, Austria and other European development centers</li></ul></div>\n<br>\n<div>Qualifications<br>\n<p>\nYOUR EXPERIENCE</p><ul><li>\nAt least 7-10 years of senior software development leadership experience</li><li>\nSignificant depth in software development in a fast-paced, growing SaaS company, including having shipped multiple cloud products</li><li>\nExperience and understanding of modern cloud architectures, patterns, development processes and tools, and driving strategic architecture efforts</li><li>\nMust have a track record of success in job performance and progression and the proven ability to both build credibility with the senior management team and motivate teams</li><li>\nSuccessfully led, developed and managed software development teams to deliver SaaS solutions and capabilities on time and on budget</li><li>\nA mix of large and small/mid-market company experience would be preferable</li></ul><br>\nAdditional Information<br>\n<p>\nOUR PACKAGE</p><ul><li>\nFlexible working hours (no core time)</li><li>\nAttractive salary plus bonus</li><li>\nEquity package</li><li>\nRelocation package</li><li>\nProfessional &amp; personal development</li></ul><p>\nAnd many more ...</p><p>\nDo you want to guide our development engineering team in order to increase their efficiency, engagement, and to directly impact our customers’ satisfaction? JOIN US!</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=2ee09153e60a20a7&fccid=99a99ae6a4349e26&vjs=3",
  "date": "2020-04-20"
}