{
  "title": "Senior Consultant - SDDC Wien,",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p>Overview of VMware</p><p>\nVMware is the leader in cloud infrastructure, business mobility and virtualization software. A pioneer in the use of virtualization and automation technologies, VMware simplifies IT complexity across the entire data center to the virtual workplace, empowering customers with solutions in the software-defined data center to hybrid cloud computing and the mobile workspace.</p><p>\nWith 2018 revenues of $8.97 billion, VMware has more than 500,000 customers, 75,000 partners, and 23,000 employees in 120+ locations around the world. At the core of what we do are our employees who deeply value execution, passion, integrity, customers, and community. Want to be part of a compassionate community that thrives on architecting what’s next in IT? Learn more at vmware.com/careers.</p><p></p><h3 class=\"jobSectionHeader\"><b>\nSenior Consultant - SDDC</b></h3><p>\nThe global VMware Professional Services Organization influences the success of each VMware implementation. The Professional Services team is dedicated to the success of the customer and their digital strategy. The Professional Services team ensures that VMware customers are successfully implementing their business plans from adoption all the way to a fully functioning solution.</p><p>\nThe Senior Consultant is an advanced level technology specialist and subject matter expert, providing customer guidance by facilitating technical workshops, creation of low-level designs and implementation of use cases into high-quality solutions. In addition to customer facing delivery Senior Consultants also provide technical input to pre-sales and drive best practices in the form of white paper creation.</p><p>\nVMware Professional Services is committed to offering a collaborative and supportive working environment with a full enablement plan and the opportunity to develop in the latest Software-Defined Datacenter or Digital Workspace technologies and solutions. We promote an inclusive atmosphere where your voice will be heard, and where you will be part of a dynamic team working in partnership with each other.</p><p>\nWe are looking for conscientious and responsible individuals who can build on our successful track record and come with us on the next stage of our journey.</p><p>\nWe will sponsor your enablement and certification up to and including VCDX certification.</p><h3 class=\"jobSectionHeader\"><b>\nResponsibilities</b></h3><ul><li><p>\nCollaborate with cross-functional VMware project teams which could consist of VMware pre-sales architects, engineers, product management and support staff.</p></li><li><p>\nWork as part of a wider project team or independently act as technical lead on consulting engagements</p></li><li><p>\nConfidently gather use case requirements and creation of low-level designs while functioning as an advisory resource for “Best Practices” and driving adoption of VMware solutions.</p></li><li><p>\nDevelop use cases into high-quality solutions in your specialist area</p></li><li><p>\nActively demonstrate commercial awareness and stay within the scope of the contracted work.</p></li><li><p>\nTake ownership and accountability for individual deliverables.</p></li><li><p>\nDefine project requirements/issues/constraints with PMs.</p></li><li><p>\nMake accurate impact assessments, and raise, implement, close down and roll-back plans when required</p></li><li><p>\nMaintain current, high-level technical knowledge of the entire VMware product line and future product direction and expert level knowledge of the core VMware product line and your specialist area</p></li><li><p>\nAssist in the development of our consulting service offerings as well as developing white papers and best practices</p></li><li><p>\nMust enjoy working with leading edge technology and being an intrinsic part of a fantastic team</p></li><li><p>\nExpertise on VMware Virtual Infrastructure Deployment, Management &amp; Administration: vSphere/vCenter is a strict minimum, vRealize Operations Manager, SRM, vCloud Director, vRealize Automation Center, vRealize Orchestrator</p></li><li><p>\nFamiliarity with modern IT infrastructure (Server, Storage, Network and IT Security) and hosting operation (Disaster recovery, SLA, Backup, Multi Site, Monitoring, AD &amp; DNS…)</p></li></ul><h3 class=\"jobSectionHeader\"><b>\nRequirements</b></h3><ul><li><p>\nDemonstrated ability and experience in customer-facing positions as a Professional Services consultant.</p></li><li><p>\nStrong documentation and technical writing skills</p></li><li><p>\nAdaptable and progressive learner with the ability to explain complex technical concepts to a variety of audiences.</p></li><li><p>\nAbility to work independently and work collaboratively in a team environment.</p></li><li><p>\nAn active listener with excellent and confident communications and interpersonal skills with an ability to read complex customer situations and adapt as needed.</p></li><li><p>\nMust be comfortable with travelling 50-75% on average when required</p></li><li><p>\nFluent in English and German</p></li></ul><h3 class=\"jobSectionHeader\"><b>\nCertification and Education</b></h3><ul><li><p>\nBachelor’s degree as a minimum or demonstrate equivalent experience.</p></li><li><p>\nCurrently holds the VCP 5.x and / or 6.x certification and ideally holds VMware VCAP/VCIX certifications</p></li></ul><p></p><h3 class=\"jobSectionHeader\"><b>\nDesirable skills and experience</b></h3><ul><li><p>\nProject governance experience and familiarity with PRINCE2, PMP or TOGAF frameworks</p></li><li><p>\nPractical knowledge of the ITIL framework</p></li><li><p>\nExperience of presenting at a user group, trade show or similar is highly desirable</p></li></ul><h3 class=\"jobSectionHeader\"><b>\nWhy Choose VMware?</b></h3><ul><li><p>\nMake an impact on your career path; grow professionally and personally by accessing our in-house learning &amp; development opportunities &amp; education assistance program.</p></li><li><p>\nVoice your creative solutions to new and existing problems and watch them become initiatives.</p></li><li><p>\nThrive in a unique work environment where the emphasis reflects our values of Execution, Passion, Integrity, Customers and Community.</p></li><li><p>\nEarn a competitive compensation package with performance- based bonuses and increases, a generous benefits package that really takes care of your needs and unexpected perks that make working here fun!</p></li></ul><h3 class=\"jobSectionHeader\"><b>\nApply Now - Let’s shape the future of what’s next together.</b></h3><br>\n<p><b>\nCategory : </b>Services and Consulting<br>\n<b>Subcategory: </b>Consultant<br>\n<b>Experience: </b>Manager and Professional<br>\n<b>Full Time/ Part Time: </b>Full Time<br>\n<b>Posted Date:</b> 2020-05-18</p><br>\nVMware Company Overview: At VMware, we believe that software has the power to unlock new opportunities for people and our planet. We look beyond the barriers of compromise to engineer new ways to make technologies work together seamlessly. Our cloud, mobility, and security software form a flexible, consistent digital foundation for securely delivering the apps, services and experiences that are transforming business innovation around the globe. At the core of what we do are our people who deeply value execution, passion, integrity, customers, and community. Shape what’s possible today at http://careers.vmware.com.<br>\n<br>\nEqual Employment Opportunity Statement: VMware is an Equal Opportunity Employer and Prohibits Discrimination and Harassment of Any Kind: VMware is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at VMware are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. VMware will not tolerate discrimination or harassment based on any of these characteristics. VMware encourages applicants of all ages. Vmware will provide reasonable accommodation to employees who have protected disabilities consistent with local law.</div>",
  "url": "https://at.indeed.com/rc/clk?jk=2cadd4e9f9835437&fccid=c762a27145bd166e&vjs=3",
  "date": "2020-05-26"
}