{
  "title": "Security-Architekt (w/m/d)",
  "location": "Linz, OÖ",
  "contract_type": null,
  "body": "<div><p><b>Line of Service\n</b></p>Assurance\n<p></p><p><b>Industry/Sector\n</b></p>Not Applicable\n<p></p><p><b>Specialism\n</b></p>Cybersecurity &amp; Privacy\n<p></p><p><b>Management Level\n</b></p>Associate\n<p></p><p><b>Job Description &amp; Summary\n</b></p>Security “by design” anstatt “by obscurity“. Technik, Prozesse und die damit verarbeiteten Daten müssen abgesichert werden. Das ist die Aufgabe unserer Cybersecurity Architekten. Wir suchen Security-Talente mit hoher technischer Affinität, die durch ihre Expertise und dem PwC Cyber-Methodenpool für unsere Kunden sichere IT-Systeme entwickeln und bei der Umsetzung von Sicherheitskonzepten mit an Board sind. Durch das Lernen von erfahrenen PwC Experten am Projekt und in unseren Cyber-Bootcamps wirst du rasch Expertise und gutes Praxiswissen aufbauen. Du hast die Möglichkeit, dich in unserem aufstrebenden Team thematisch zu spezialisieren und so ein führender Experte in deinem Bereich zu werden.\n<p></p><p><b>Deine Aufgaben\n</b></p><ul><li>Arbeite an Themen wie Secure Software Development, Identity Management oder Digital Trust in einem PwC-Team mit, um Data Privacy und Information Security in IT-Systemen umzusetzen\n</li><li>Bewerte bestehende Sicherheitskonzepte und identifiziere mögliches Verbesserungspotenzial\n</li><li>Sei eingebunden in vielseitige und spannende Projekte und arbeite gemeinsam mit engagierten Kolleginnen und Kollegen direkt für und mit unseren Kunden von der Konzeptionierung bis zur Umsetzung\n</li><li>Unterstütze unsere Kunden, die IT-Systeme und Prozesse sicher zu gestalten sowie diese mit den Anforderungen aus IT-Governance, Compliance und den Fachbereichen in Einklang zu bringen\n</li><li>Minimiere die Risiken mithilfe tiefgreifender IT-Sicherheitsanalysen wie Penetrationstests und Source-Code-Reviews\n</li></ul><p></p><p><b>Dein Profil\n</b></p><ul><li>Absolvierte technische Ausbildung wie HTL, FH- oder UNI Studium im Bereich Security, Informatik, Wirtschaftsinformatik oder Physik\n</li><li>Das Verstehen von technischen Systemen und komplexen Abläufen fällt dir leicht und du arbeitest gerne in einem (internationalen) Team\n</li><li>Verständnis für IT-Architektur und Basiskenntnisse im Programmieren\n</li><li>Exzellente Deutsch- und gute Englischkenntnisse\n</li><li>Analytisches Denkvermögen und Spaß an der Arbeit in Projektteams sowie selbstständiges Arbeiten\n</li><li>Kunden- und Serviceorientierung sowie Flexibilität und Mobilität\n</li></ul><p></p><p><b>Deine Perspektiven\n</b></p><ul><li>Berufliche Vielfalt und gelebte Kollegialität in einem inklusiven Umfeld\n</li><li>Intensives praxisbezogenes Coaching und umfassendes Schulungsprogramm\n</li><li>Inspirierende Projekte in einem internationalen Kontext\n</li><li>Individuelle Karriereförderung\n</li><li>Flexible Arbeitszeitgestaltung und zahlreiche Benefits\n</li></ul><p></p><p><b>Standorte: </b>Wien, Linz\n</p><p><b>Eintrittsdatum: </b>ab sofort\n</p><p><b>Arbeitszeit: </b>Vollzeit\n</p><p></p><p>Auf Basis einer Vollzeitbeschäftigung bieten wir ein Jahresbruttogehalt ab EUR 40.000.- in Abhängigkeit von deinen Qualifikationen und deiner Erfahrung\n</p><p></p><p>Hast du noch Fragen? <b>Nina Bärtl, MA </b>beantwortet sie gerne unter der Telefonnummer +43 1 501 88 5162.\n</p><p></p><p><b>Wir freuen uns auf deine Online-Bewerbung.\n</b></p><p></p><p><b>Education </b><i>(if blank, degree and/or field of study not specified)\n</i></p>Degrees/Field of Study required:\n<p></p>Degrees/Field of Study preferred:\n<p></p><p><b>Certifications </b><i>(if blank, certifications not specified)\n</i></p><p></p><p><b>Desired Languages </b><i>(If blank, desired languages not specified)\n</i></p><p></p><p><b>Travel Requirements\n</b></p>Up to 20%\n<p></p><p><b>Available for Work Visa Sponsorship?\n</b></p>No\n<p></p><p><b>Government Clearance Required?\n</b></p>No\n<p></p><p><b>Job Posting End Date</b></p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=354781864ad03f14&fccid=5e964c4afc56b180&vjs=3",
  "date": "2020-05-26"
}