{
  "title": "BMBWF - Lehrerin/in technische LA 2020/2021",
  "body": "<p></p><div><div><div><p>2020-0.231.004<br>\n<br>\n<br>\n<br>\nAusschreibung\n<br>\nDie allgemeinen Ausschreibungsbedingungen sind der GZ 2020-0.208.617 zu entnehmen.\n<br>\nAn technisch-gewerblichen Lehranstalten sowie Bundesschülerheimen gelangen mit Beginn des\n<br>\nSchuljahres 2020/2021 voraussichtlich nachstehende Lehrerinnen- und Lehrerstellen zur Besetzung.\n<br>\nDie in Klammern angeführte Zahl ist die Wochenstundenzahl. Gelangt eine Stelle nicht nur\n<br>\nvertretungsweise/vorübergehend, sondern auf Dauer zur Besetzung, wird auf diesen Umstand durch\n<br>\nden Vermerk „/D“ hingewiesen. Fachtheoretischer Unterricht wird durch den Hinweis „FTU“ und\n<br>\nFachpraktischer Unterricht durch den Hinweis „FPU“ abgekürzt.\n</p><p><b>Wertigkeit/Einstufung: </b>Lehrer/in</p>\n<p><b>\nDienststelle: </b>BILDUNG</p>\n<p><b>\nDienstort: </b>Österreich</p>\n<p><b>\nVertragsart: </b>Befristet/Unbefristet</p>\n<p><b>\nBefristung:</b></p>\n<p><b>\nBeschäftigungsausmaß: </b>Vollzeit/Teilzeit</p>\n<p><b>\nBeginn der Tätigkeit: </b>ehestmöglich</p>\n<p><b>\nEnde der Bewerbungsfrist: </b>06.05.2020</p>\n<p><b>\nMonatsentgelt/bezug mindestens: </b>von mindestens 1.833,90 bis mindestens € 2.781,10</p>\n<p><b>\nReferenzcode: </b>BMBWF-20-1265</p>\n<p><b>\nAufgaben und Tätigkeiten</b></p>\n<p>\nIm Bereich der Bildungsdirektion für Wien:\n<br>\nCamillo Sitte Lehranstalt, Höhere Technische Bundeslehr- und Versuchsanstalt, 1030 Wien,\n<br>\nLeberstraße 4c\n<br>\nDarstellende Geometrie/Mathematik (20); Darstellende Geometrie (10); Darstellende Geometrie/<br>\nMathematik (10); FTU (10): Architekt/in, abgeschlossenes Universitäts-Studium und eine mindestens\n<br>\n4jährige Berufspraxis nach Abschluss. Vorausgesetzt werden gute Kenntnisse der Bauabwicklung,\n<br>\nKostenplanung und Baupreisermittlung, AVA-Programme, Baurecht, Bauverfahren und gute\n<br>\nEnglischkenntnisse; FTU (13): Bauingenieure, abgeschlossenes TU/FH-Studium Bauingenieurwesen\n<br>\nmit dem Ausbildungsschwerpunkt Baubetrieb, eine mindestens vierjährige facheinschlägige\n<br>\nBerufspraxis nach Abschluss, Erfahrung im Baustellen-Management; FTU (10): Bauingenieure,\n<br>\nabgeschlossenes Universitäts-Studium und eine mindestens 4jährige facheinschlägige Berufspraxis\n<br>\nnach Abschluss, vorausgesetzt wird Praxis bei der Bemessung und konstruktiver Durchbildung im\n</p></div></div><div><div><p>Bereich von Stahl-, Stahlbeton- und Holzbau; FTU (20): Architekt/in, abgeschlossenes Universitäts-<br>\nStudium und eine mindestens vierjährige facheinschlägige Berufspraxis nach Abschluss, mehrj.\n<br>\nPraxis der Einreich- und Ausführungsplanung mit BIM Software Revit/Archicad/Solibri sowie\n<br>\nKenntnisse für die Schulnetzwerkbetreuung; FTU (20): Bauingenieure, abgeschlossenes Universitäts-<br>\nStudium und eine mindestens vierjährige facheinschlägige Berufspraxis nach Abschluss,\n<br>\nvorausgesetzt werden gute Kenntnisse der Bauabwicklung, Kostenplanung und Baupreisermittlung,\n<br>\nAVA-Programme, Baurecht und Bauverfahren; FPU/FTU(40): MaurerIn, facheinschlägiger\n<br>\nLehrabschluss, absolvierte Bauhandwerkerschule oder abgelegte Werkmeisterprüfung,\n<br>\nBaumeisterprüfung mit mindestens dreijähriger Berufspraxis oder ein facheinschlägiger HTL-<br>\nAbschluss; FTU (10): Bauingenieure, abgeschlossenes Universitäts-Studium und eine mindestens\n<br>\nvierjährige Berufspraxis nach Abschluss, vorausgesetzt werden gute Kenntnisse im Bereich der\n<br>\nInfrastrukturbauten, Grundwasserbau, Mobilitätsbau und sehr gute Englischkenntnisse; FPU/FTU\n<br>\n(20): Zimmerer, facheinschlägiger Lehrabschluss, absolvierte Bauhandwerkerschule oder abgelegte\n<br>\nWerkmeisterprüfung oder Holzbaumeisterprüfung mit mindestens dreijähriger Berufspraxis; FPU/FTU\n<br>\n(20): Maurer/in, Einsatz im fachpraktischen und fachtheoretischen Unterricht, facheinschlägiger\n<br>\nLehrabschluss, absolvierte Bauhandwerkerschule, Baumeisterprüfung mit mindestens 3jähriger\n<br>\nBerufspraxis oder ein facheinschlägiger HTL-Abschluss; Deutsch/Englisch (20); Bewegung und Sport\n<br>\nMädchen/Geschichte (20)\n<br>\nHöhere Technische Bundeslehranstalt Wien 3 Rennweg, 1030 Wien, Rennweg 89b\n<br>\nInformationstechnik (20): Hochschulabsolvent/In Informatik bzw. verwandte Studienrichtung:\n<br>\nSystemtechnik mit besonderer Berücksichtigung von Datenbanken; Medientechnik (15):\n<br>\nHochschulabsolvent/In Informatik, Elektrotechnik bzw. verwandte Studienrichtung, Medientechniker/In\n<br>\nmit Schwerpunkt Video- u. Audiotechnik sowie Webentwicklung, in Kombination mit\n<br>\nProjektmanagement; FPU (24): Computertechnik, Netzwerktechnik, Elektroniker/in,\n<br>\nInformationstechniker/in mit Werkmeister-/Meisterprüfung oder gleichwertiger Ausbildung für den\n<br>\nfachpraktischen/theoretischen Unterricht mit besonderen Kenntnissen im Bereich PC-HW &amp; SW,\n<br>\nBetriebssysteme, Netzwerktechnik und Elektronik; Deutsch (21); Informationstechnik (20):\n<br>\nHochschulabsolvent/in Informatik bzw. verwandte Studienrichtung: Informatiker/In mit besonderer\n<br>\nBerücksichtigung von Software-Entwicklung, Medientechnik und Datenbanken; FPU (24): Werkstätte\n<br>\nMaschinenbau, Werkzeugmacher/in, Mechatroniker/in mit Werkmeister-/Meisterprüfung mit\n<br>\nausgezeichneten Kenntnissen in den Bereichen Drehen, Fräsen, CNC, CAM,TQM;\n<br>\nInformationstechnik-Netzwerktechnik (20): Hochschulabsolvent/in Informatik bzw. verwandte\n<br>\nStudienrichtung: Netzwerktechnik Theorie und Laboratorium; Informationstechnik-Netzwerktechnik\n<br>\n(10): Hochschulabsolvent/in Informatik bzw. verwandte Studienrichtung: Netzwerktechnik mit\n<br>\nbesonderer Berücksichtigung von Betriebssystemen und IT-Sicherheit; Maschinenbau (20/D): Dipl.-<br>\nIng. für Maschinenbau bzw. verwandte Studienrichtungen: Mechanik, Konstruktionsübungen mit\n<br>\nSchwerpunkt 3D-CAD (PTC-Creo), Robotik, Fertigungs- und Betriebstechnik sowie facheinschlägige\n<br>\nLaborübungen; Englisch (10)\n<br>\nBundeshandelsakademie und Bundeshandelsschule und Höhere Technische Bundeslehranstalt\n<br>\nSchulzentrum Ungargasse Wien 3, 1030 Wien, Ungargasse 69\n<br>\nBiologie (6): NAWI, Einsatz vorwiegend in den Gebieten Physik und Biologie; Information und\n<br>\nKommunikation (19); Mechatronik (20/D): Mechatroniker/in, MeisterIn für Elektromaschinenbau u.\n<br>\nAutomatisierung für den fachprakt. Unterricht, Elektro-, Steuer-, Regeltechnik u.\n<br>\nInformationstechnologie, Erfahrung bei der Arbeit mit körper- u. sinnesbehinderten SchülerInnen ist\n<br>\nerforderlich; Informationstechnik - Netzwerktechnik (13/D): facheinschlägiges Studium und\n<br>\nmehrjährige Berufspraxis im Bereich Lokale/Globale Netzwerke, Netzwerkadministration von TCP/IP-<br>\nNetzen, Servern u. Virtualisierungsumgebungen, Inhaber/In von Industriezertifikaten werden\n<br>\nbevorzugt; Mathematik (8); Informationstechnik – Netzwerktechnik (20): facheinschlägiges Studium,\n<br>\nmehrjährige Berufspraxis im Bereich Lokale/Globale Netzwerke, Netzwerkadministration von TCP/IP-<br>\nNetzen, Servern u. Virtualisierungsumgebungen, Inhaber von Industriezertifikaten (CCNA/P etc.)\n<br>\nwerden bevorzugt; FPU – Maschinenbau (22): gelernte/r Werkzeugmacher/in mit Meisterprüfung für\n<br>\nMaschinenbau-Betriebstechnik mit besonderen Kenntnissen im Bereich von Schnitt- und Formenbau,\n<br>\nErfahrung auf dem Gebiet der Lehrlingsausbildung ist erwünscht; Informationstechnik -<br>\nNetzwerktechnik (20/D): facheinschlägiges Studium und mehrjährige Berufspraxis im Bereich der IT\n<br>\nund industrielle Projekterfahrung im Umfeld Lokale/Globale Netzwerke, Netzwerkadministration von\n</p></div></div><div><div><p>TCP/IP-Netzen, Erfahrung im Bereich Systemtechnik, Betriebssysteme und Medientechnik\n<br>\nwünschenswert\n<br>\nHöhere Technische Bundeslehranstalt Wien 10, 1100 Wien, Ettenreichgasse 54\n<br>\nMathematik (10); Deutsch (10); Maschinenbau (22/D): Studium für Maschinenbau mit mind. 4jähriger\n<br>\nfacheinschlägiger Praxis, insb. Fertigungstechnik und Produktionstechnik (Fertigungsverfahren,\n<br>\nProduktionsabläufe, CNC), Erfahrungen in SPS u. Robotertechnik; Elektrotechnik (15/D): Studium für\n<br>\nElektrotechnik - Energietechnik mit mind. 4jähriger facheinschlägiger Praxis, insb. elektrischen\n<br>\nAnlagentechnik (Verbraucheranlagen, Haustechnik, Anlagenplanung), Kenntnisse der Software\n<br>\nACAD, EPLAN); FPU-Maschinenbau (22/D): Meisterprüfung oder abgeschlossene HTL mit\n<br>\nmehrjähriger Berufspraxis im Bereich Werkzeugbau, CNC-Technik, Qualitätssicherung und\n<br>\nMesstechnik; FPU-Mechatronik (22/D): Meisterprüfung oder abgeschlossene HTL mit mehrjähriger\n<br>\nBerufspraxis in industrieller Elektronik, Aufbau und Inbetriebnahme mechatronischer Systeme,\n<br>\nAutomatisierungstechnik; Maschinenbau (22/D): facheinschlägiges Studium für Maschinenbau,\n<br>\nVerfahrenstechnik oder Umwelttechnik mit mind. 4jähriger facheinschlägiger Praxis, insb.\n<br>\nAbfallwirtschaft, Abwasseraufbereitung und Luftreinhaltung, Anlagen- oder Apparatebau, 3D-CAD-<br>\nSysteme; FPU-Maschinenbau (22/D): Meisterprüfung oder abgeschlossene HTL mit mehrjähriger\n<br>\nBerufspraxis im Bereich Werkzeugbau, CNC-Technik, Qualitätssicherung und Messtechnik; FPU-<br>\nElektronik (22/D): Meisterprüfung oder abgeschlossene HTL mit mehrjähriger Berufspraxis in\n<br>\nindustrieller Elektronik, Schaltungstechnik, Analog- und Digitaltechnik, Leiterplattentechnik; FPU-<br>\nMaschinenbau (22/D): Meisterprüfung oder abgeschlossene HTL mit mehrjähriger Berufspraxis im\n<br>\nBereich Werkzeugbau, CNC-Technik, Qualitätssicherung und Messtechnik; Informatik (10/D):\n<br>\nStudium für Informatik mit mind. 4jähriger facheinschlägiger Praxis, Kenntnisse: Hyper-V, Core-<br>\nAdministration-Services, Exchange Server, Websitebetreuung, Usermanagement,\n<br>\nNetzwerkbetreuung; Elektrotechnik (22/D): Studium für Elektrotechnik - Energietechnik mit mind.\n<br>\n4jähriger facheinschlägiger Praxis, insb. el. Antriebstechnik (el. Maschinen, Leistungselektronik,\n<br>\nStromrichter, Antriebsauslegung), Kenntnisse ACAD, EPLAN\n<br>\nHöhere Technische Bundeslehranstalt Ottakring, 1160 Wien, Thaliastraße 125\n<br>\nElektronik (20/D): abgeschlossenes Studium und mindestens 4 Jahre Berufspraxis, Technische\n<br>\nInformatik, Erfahrung im Bereich Hard- und Softwareentwicklung, Vernetzung mikroelektronischer\n<br>\nSysteme, Anwendung im Bereich industrieller Vernetzung und Automatisierung; Elektronik (20/D):\n<br>\nabgeschlossenes Studium und mindestens 4 Jahre Berufspraxis, Technische Informatik,\n<br>\nElektrotechnik, Erfahrung im Bereich Hard- und Softwareentwicklung, Vernetzung mikroelektronischer\n<br>\nSysteme, Anwendung im Bereich industrieller Vernetzung und Automatisierung; Informationstechnik\n<br>\n(20/D): abgeschlossenes Studium und mindestens 4 Jahre Berufspraxis, Netzwerktechnik, Erfahrung\n<br>\nim Bereich Netzwerktechnik, Serverbetriebstechnik, LINUX; Informationstechnik: abgeschlossenes\n<br>\nStudium und mindestens 4 Jahre Berufspraxis (Netzwerktechnik, Erfahrung im Bereich\n<br>\nNetzwerktechnik, Serverbetriebstechnik, LINUX)\n<br>\nHöhere Technische Bundeslehranstalt Donaustadt, 1220 Wien, Donaustadtstraße 45\n<br>\nMathematik/Physik (22); Mathematik/Chemie (20/D); Elektronik (10): abgeschlossenes Elektronik\n<br>\noder vergleichbares Studium, fundierte Erfahrungen im technischen Projektmanagement; FPU -\n<br>\nElektrotechnik (22): Elektrotechniker/in mit Werkmeister-/ Meisterprüfung, spezielle Smart-Home\n<br>\nKenntnissen; Deutsch/Bewegung und Sport Knaben (22)\n<br>\nIm Bereich der Bildungsdirektion für Niederösterreich:\n<br>\nHöhere Technische Bundeslehranstalt, 2020 Hollabrunn, Anton Ehrenfriedstraße 10\n<br>\nDeutsch (12); Englisch (18); Geschichte (2); Mathematik (20); Physik (12); Darstellende Geometrie\n<br>\n(11); FTU-tech - SW-Technik, Medientechnik, Informatik u. Informationssysteme (10): Informatiker/in\n<br>\nmit Berufserfahrung, einschlägige HTL-Vorbildung von Vorteil; FTU tech - Konstruktion und\n<br>\nProjektmanagement, Automatisierungstechnik (12): Dipl.-Ing. Elektrotechnik oder Mechatronik, mit\n<br>\nBerufserfahrung in elektrischer Anlagen- und Automatisierungstechnik, elektrische Konstruktion,\n<br>\nInbetriebsetzung und Steuerung von Maschinen und Anlagen; FTU-tech - Medientechnik, Audio- und\n<br>\nVideotechnik (4): Medientechniker/in mit Berufserfahrung, insbesondere Audio- und Videoaufnahme\n<br>\nund -verarbeitung\n<br>\nHöhere Technische Bundeslehranstalt und Bundesfachschule für Uhrmacher, 3822 Karlstein,\n<br>\nRaabser Straße 22\n<br>\nFPU tech - Werkstätte u. Produktionstechnik, Elektrotechnik/Elektronik, Automatisierungstechnik,\n</p></div></div><div><div><p>Erzieherdienst, ElektrotechnikerIn bzw. Techn. Inf. mit abgeschl. Fachausbildung, Kenntnisse: ECAD,\n<br>\nEntwicklung, Inbetriebnahme u. Betrieb informationsverarbeitender Systeme u. IT-Komponenten,\n<br>\nZusatzkenntnisse: Web-Programmierung, IT-Security, Programmierung elektr. Braugruppen (5)\n<br>\nHöhere Technische Bundeslehranstalt, 3500 Krems, Alauntalstraße 29\n<br>\nMathematik (20); Bewegung und Sport Knaben (2); FTU tech – Informatik (40): mit Einsatz in Krems\n<br>\nu. Zwettl, Unterrichtserteilung auch in englischer Sprache, Dipl.-Ing. für Informatik, facheinschlägige\n<br>\nBerufspraxis: dezentrale Systeme – Java, C#, SQL-, NO SQL-DB, Betriebssysteme Windows u.\n<br>\nLinux; FTU tech - Geotechnik Grundbau, Wasserbau, Tragwerke (12): Dipl.-Ing. für Bauwesen u.\n<br>\nKulturtechnik, Wasserwirtschaft, facheinschlägige Berufspraxis: Hydraulik, konstruktiver Wasserbau\n<br>\nu. Hochwasserschutz, Siedlungswasserbau, Geotechnik, Konstruktionsübungen, CAD; Kenntnisse in\n<br>\nVermessungswesen; FPU tech – Computerpraktikum (20): Techniker/in mit facheinschlägiger\n<br>\nBerufspraxis, Computerinfrastruktur (HW-Konfiguration, Betriebssysteme, Lego Mindstorms),\n<br>\nNetzwerktechnik ergänzt um Back-Systeme, Client-Server-Architektur u. PHP-Kenntnisse; FPU tech -\n<br>\nBaupraxis und Produktionstechnik (20): facheinschlägige Berufspraxis auf dem Gebiet der Maurerei,\n<br>\nSpezialkenntnisse im Beton- und Schalungsbau sowie Tiefbau, Berufsreifeprüfung von Vorteil\n<br>\nBundesfachschule für Flugtechnik, 3425 Langenlebarn, Fliegerhorst Brumowski\n<br>\nFTU tech - Werkstoffe u. Komponenten (5)\n<br>\nHöhere Technische Bundeslehr- und Versuchsanstalt, 2340 Mödling, Technikerstraße 1-5\n<br>\nEnglisch (6) / Geographie (4); Englisch (10); Bewegung und Sport Knaben (20); FTU tech – Elektronik\n<br>\n(11); FTU tech - Fahrzeugtechnik (20); FTU tech (11): Messtechnik u. Regelsysteme,\n<br>\nKommunikationssysteme u. -netze, Labor, Sensorik, Übertragungsnetze, Bussysteme, Microcontroller\n<br>\nu. Schaltungsentwicklung, Unterrichtserteilung auch in englischer Sprache, Dipl.-Ing. Elektronik od.\n<br>\nSteuer- u. Regelungstechnik (TU od. FH), mehrjährige Erfahrung, MS-Office; FTU tech (11):\n<br>\nnormgerechte Planung, Bau u. Betrieb elektrischer Anlagen (Nieder-/Hochspannungsbereich):\n<br>\nUnterrichtserteilung auch in englischer Sprache, Dipl.-Ing. Elektrotechnik, Erfahrung: CAD-<br>\nKonstruktion (AutoCAD, EPLAN), Umgang mit EMV-Problemen; Erfahrung bei der Anwendung\n<br>\nerneuerbarer Energien; FTU tech (11): Mess-, Steuer-, Regelungs-, Antriebstechnik, Grundlagen d.\n<br>\nElektrotechnik, Betreuung v. Diplomarbeiten, Unterrichtserteilung auch in englischer Sprache, Dipl.-<br>\nIng./ Dipl.-Ing. (FH) Elektrotechnik/Elektronik, Mechatronische Systeme u. Automatisierung; FTU tech\n<br>\n(11): Elektr. Antriebstechnik u. Leistungselektronik, industrielle Steuerungs- u.\n<br>\nKommunikationstechnik, Unterrichtserteilung auch in englischer Sprache, Dipl.-Ing. Elektrotechnik,\n<br>\nErfahrung: Projektierung u. Auslegung industrieller Antriebssysteme, Kenntnisse: Microcontroller-<br>\nProgrammierung; FTU tech (22): Simulations- u. Regelungstechnik, Techn. Gebäudeausrüstung,\n<br>\nBetreuung v. Diplomarbeiten, Unterrichtserteilung auch in englischer Sprache, Dipl.-Ing./ Dipl.-Ing.\n<br>\n(FH) Gebäudetechnik u. -management, Erfahrung in der Integration erneuerbarer Energien u.\n<br>\nerfolgreicher Projektabwicklung; FTU tech (11): Holztechnik, Materialien u. Prozesse - Schwerpunkt\n<br>\nHolz-/Materialtechnologie, Holzpädagogik, Unterrichtserteilung auch in englischer Sprache, Dipl.-Ing.\n<br>\nHolztechnologie (Materialtechnologie), Erfahrung in Labor- u. Prüfungstätigkeiten, Holzforschung;\n<br>\nFTU tech (11): Holztechnik, Materialien u. Prozesse-Schwerpunkt Holztechnologie, Holzbiologie,\n<br>\nHolzphysik u. -chemie, Unterrichtserteilung auch in englischer Sprache, Dipl.-Ing. Holztechnologie,\n<br>\npraktische Vorerfahrung (zB Tischlergesellenprüfung, HTL); FTU tech (11): Holztechnik, Materialien\n<br>\nu. Prozesse - Schwerpunkt Holzchemie u. Naturwissenschaften (Chemie), Holz- u. Fasertechnologie,\n<br>\nBetreuung des holzchemischen Labors, Unterrichtserteilung auch in englischer Sprache, Dipl.-Ing.\n<br>\nbzw. MSc Chemische Technologie, facheinschlägige Praxis; FPU tech (22): Werkstätte\n<br>\nFahrzeugtechnik, ElektromechanikerIn od. MechatronikerIn mit langjähriger Berufserfahrung u.\n<br>\nMeisterprüfung, sehr gute EDV- u. Englischkenntnisse, Kenntnisse in der Elektromobilität; FPU tech\n<br>\n(22): Werkstätte Mechatronik inkl. tw. fachtheoretischer Unterricht Mechatronik, Elektromaschinenbau\n<br>\nu. Automatisierung, Konstruktion; Betreuung v. Abschlussarbeiten, Mechatroniker/in, 3D/CAD-<br>\nKenntnisse, pädagogische Ausbildung wünschenswert; FPU tech (22): Werkstätte Elektrotechnik,\n<br>\nElektrotechniker/in mit Berufspraxis in Steuerungs- u. elektrischer Antriebstechnik, Robotik, gute\n<br>\nEDV-u. Englischkenntnisse; FPU tech (22): Elektronik, fachpraktische und -theoretische Fächer,\n<br>\nNetzwerktechniker/in mit Meisterprüfung oder HTL-Abschluss im Fachbereich Elektronik od.\n<br>\nElektrotechnik, Berufspraxis in Computer- und Netzwerktechnik; FPU tech (22):\n<br>\nKommunikationselektronik, fachpraktische und -theoretische Fächer, Meisterprüfung oder HTL-<br>\nAbschluss im Fachbereich Elektronik od. Elektrotechnik, Berufspraxis: mobile\n</p></div></div><div><div><p>Kommunikationssysteme, digitale Vermittlungs- und Übertragungstechnik; FPU tech (22):\n<br>\nWirtschaftsingenieurwesen\n<br>\nHöhere Technische Bundeslehr- und Versuchsanstalt, 3100 St. Pölten, Waldstraße 3\n<br>\nFTU tech (22): Automatisierungstechnik, Grundlagen des Maschinenbaus, Techn. Mechanik u.\n<br>\nBerechnung, Konstruktions- u. Projektmanagement, Fertigungstechnik, Unterrichtserteilung auch in\n<br>\nenglischer Sprache, Bereitschaft für Unterricht in der Abendschule, Dipl.-Ing. Maschinenbau; FTU\n<br>\ntech (22): Automatisierungstechnik, Grundlagen des Maschinenbaus, Techn. Mechanik u.\n<br>\nBerechnung, Konstruktions- u. Projektmanagement, Fertigungstechnik, Unterrichtserteilung auch in\n<br>\nenglischer Sprache, Bereitschaft für Unterricht in der Abendschule, Dipl.-Ing. Maschinenbau; FTU\n<br>\ntech (22): Wirtschaftsingenieurwesen, Laboratorium, Betriebstechnik, Logistik, Unterrichtserteilung\n<br>\nauch in englischer Sprache, Bereitschaft für Unterricht in der Abendschule, Dipl.-Ing.\n<br>\nWirtschaftsingenieurwesen/Maschinenbau; Informatik (22): Datenbanken u. Informationssysteme,\n<br>\nmehrjährige Praxis in der Entwicklung von Softwarepaketen, sehr gute Kenntnisse in der Entwicklung\n<br>\nvon Front- u. Back-End, agilem Projektmanagement, GUI, Designs sicherer Softwarearchitektur u.\n<br>\nTestsystemen, engl. Unterricht, Software Engineer mit Informatikstudium; FPU tech (22):\n<br>\nElektrotechnik, Unterrichtserteilung auch in englischer Sprache, ausgezeichnete Praxiskenntnisse,\n<br>\nmehrjährige Erfahrung in Service und Wartung von elektr. Anlagen (elektr. Antriebe), CAD-<br>\nSoftwarekenntnisse, SPS-Programmierung, Parametrierung von Frequenzumrichtern; FPU tech (20):\n<br>\nElektronik\n<br>\n<br>\nHöhere Technische Bundeslehr- und Versuchsanstalt, 3340 Waidhofen/Ybbs, Im Vogelsang 8\n<br>\nFTU tech (9): Elektrotechnik/Informatik, Unterrichtserteilung auch in englischer Sprache, Dipl.-Ing. mit\n<br>\numfangreicher praktischer Erfahrung in der Softwareentwicklung für PCs (C#, Java, Javascript, ..) u.\n<br>\nEmbedded Systems; FTU tech (8): Informatik, Dipl.-Ing. mit mind.\n<br>\n4-jähriger einschlägiger Erfahrung im Software-Engineering von Standardsoftware, Mobilen- u. Web-<br>\nApplikationen, Erfahrungen im Linux-Umfeld u. in der Netzwerktechnik (CCNA) sowie im Enterprise\n<br>\nComputing; FTU tech (6): Informatik, SW-Engineer mit Erfahrungen in der Entwicklung industrieller\n<br>\nSoftware, insbesondere Kommunikation, Security u. industrieller Bildverarbeitung, praktische\n<br>\nErfahrungen im Bereich des SW-Engineering und im Projektmanagement von SW-<br>\nEntwicklungsprojekten; FTU tech (20): Elektrotechnik, Dipl.-Ing. mit umfangreicher praktischer\n<br>\nErfahrung in der Mess-, Steuer- u. Regelungstechnik sowie in der Entwicklung u. Produktion\n<br>\nelektronischer Geräte (Analog- u. Digitaltechnik) u. deren Programmierung, praktische Erfahrung im\n<br>\nBereich der EMV\n<br>\nHöhere Technische Bundeslehr- und Versuchsanstalt, 2700 Wr. Neustadt, Dr. Eckener-Gasse 2\n<br>\nFPU tech (10): Bautechnik, Kenntnisse: Kalkulation, Arbeitsvorbereitung, CAD-Programme, Planung,\n<br>\nAbrechnung u. Aufmaßermittlung, nachhaltige Baumethoden, abgeschl. Lehre im Baugewerbe mit\n<br>\nMeisterprüfung u. mind. 6 Jahre Berufserfahrung in leitender Tätigkeit, Praxis: selbstständige Führung\n<br>\nvon Klein- u. Mittelbaustellen, Abwicklung von Neu- u. Sanierungsbaustellen; FTU tech (6):\n<br>\nElektrotechnik, Unterrichtserteilung auch in englischer Sprache, Ingenieur/in f. Elektrotechnik,\n<br>\npraktische Erfahrung in der Leitung u. Realisierung von Projekten (Lichttechnik u. der Elektroakustik),\n<br>\nErfahrung mit CAD-Systemen für elektrotechnische Anwendungen u. PC-unterstützten Simulations-\n<br>\nund Messwerterfassungssystemen (LabVIEW); Chemie (12)\n<br>\nHöhere Technische Lehranstalt für Informationstechnologie der Stadtgemeinde, 3370 Ybbs/Donau,\n<br>\nSchulring 6\n<br>\nFTU tech (22): Informationstechnologie, Unterrichtserteilung auch in englischer Sprache, techn.\n<br>\nStudienabschluss u. mind. 4 Jahre Berufserfahrung, Netzwerktechnik (Inhalte von CCNA, CCNP,\n<br>\nSDN, Security), SEW (Webapps)\n<br>\nPriv. Höhere Technische Lehranstalt für Elektronik, 2130 Mistelbach, Karl Katschthalerstraße 2\n<br>\nFPU tech (22): Elektrotechnik, medizinische Elektrotechnik\n<br>\n<br>\nKolleg und Aufbaulehrgang für Möbeldesign – WIFI, 3100 St. Pölten, Mariazeller Straße 97\n<br>\nFTU tech (5): Produkt-, Möbel- u. Raumdesign; FTU (4): Technologie\n<br>\nHöhere Technische Lehranstalt Baden – Malerschule Leesdorf, 2500 Baden, Leesdorfer Hauptstr. 69\n<br>\nFTU tech (10): Bautechnik, Trockenausbau, Montagetechnik, Vertiefungsschwerpunkt Farb- u.\n<br>\nLichtstudio, Kenntnisse: ArchiCAD, Raum- u. Gebäudedarstellung, internationale Erfahrung\n</p></div></div><div><div><p>gewünscht, Studium der Architektur; FTU tech (9): Tech. Physik u. Techn. Chemie, Farblabor-<br>\nBeschichtungstechnik, Baukonstruktion (Schwerpunkt Bauphysik), Studium Techn. Physik und/oder\n<br>\nChemie\n<br>\nMeisterschule für Tischler, 3380 Pöchlarn, Oskar-Kokoschka-Straße 5\n<br>\nInformatik (3); FPU tech (7): Werkstätte und Produktionstechnik\n<br>\nIm Bereich der Bildungsdirektion für Burgenland:\n<br>\nHöhere Technische Bundeslehranstalt Eisenstadt, 7000 Eisenstadt, Bad Kissingen-Platz 3\n<br>\nWerkstätte - Luftfahrzeugbau (22)\n<br>\nHöhere Technische Bundeslehr- und Versuchsanstalt Pinkafeld, 7423 Pinkafeld, Meierhofplatz 1\n<br>\nFTU (5): Elektronik: Dipl.-Ing. oder Dipl.-Ing.in für Elektronik mit mehrjähriger Erfahrung auf dem\n<br>\nGebiet Hardware - Software Co-Design und Anwendung von Hardware Description Language,\n<br>\nInformatik (10): mehrjährige Erfahrung im Bereich Software Engineering, fundierte Kenntnisse in\n<br>\nComputersicherheit, Netzwerksystem/Cisco Hard- u. Software (Zertifizierung), Datenbankkenntnisse\n<br>\nund Technischer Informatik; Unterricht im Kolleg für Berufstätige (Fr/Sa), Englischkenntnisse); FPU\n<br>\n(5): Elektronik: Werkstättenlehrer/in für den Bereich Elektronik und Technische Informatik,\n<br>\nErfahrungen in Automatisierungs- und Steuerungstechnik, LabView, VHDL-Kenntnisse erwünscht,\n<br>\ngute Englischkenntnisse; Bautechnik – Architektur (5): Dipl.-Ing. (TU) oder Dipl.-Ing.in (TU) für\n<br>\nArchitektur, mehrjährige facheinschlägige Berufserfahrung in Bauausführung, Baubetrieb u.\n<br>\nBaumanagement, CAD-Kenntnisse in AutoCAD, ArchiCAD u. Revit, gute Englisch-Kenntnisse;\n<br>\nInformatik (10): mehrjährige. Erfahrung und fundierte Kenntnisse aus Datenbanken (Oracle, MySQL)\n<br>\nu. aus Techn. Informatik; Kenntnisse in Software Engineering C/C++; Unterricht im Kolleg für\n<br>\nBerufstätige (Fr/Sa), gute Englischkenntnisse f. bilingualen Unterricht; Informatik (10): mehrjährige\n<br>\nErfahrung im Bereich Software Engineering; Fundierte Kenntnisse in Computersicherheit,\n<br>\nNetzwerksystem/ Cisco Hard- u. Software (Zertifizierung); Datenbankkenntnisse und Technischer\n<br>\nInformatik; Unterricht im Kolleg für Berufstätige (Fr/Sa), Englischkenntnisse; Bautechnik-<br>\nBauingenieurwesen (5): Dipl.-Ing. (TU) oder Dipl.-Ing.in (TU) für Bauingenieurs¬wesen, mit\n<br>\nmindestens 4-jähriger facheinschlägiger Berufserfahrung im Bereich statischer und konstruktiver\n<br>\nBerechnungspr. Bauabwicklung (ÖBA), BIM, Ausschreibung u. Vergabe, Englischkenntnisse (in Wort\n<br>\nu. Schrift) für den CLIL-Unterricht; Darstellende Geometrie (4): Darstellende Geometrie, Unterricht im\n<br>\nKolleg f. Berufstätige (Fr/Sa), gute Englischkenntnisse f. bilingualen Unterricht\n<br>\nIm Bereich der Bildungsdirektion für Oberösterreich:\n<br>\nHöhere Technische Bundeslehranstalt I, 4020 Linz, Goethestraße 17\n<br>\nDeutsch (57), Englisch (17); FTU-Grafik (15): Mediengestaltung: erforderlich sind gute Kenntnisse in\n<br>\naudiovisueller Mediengestaltung in Theorie und Praxis (Gestaltungslehre, Darstellungstechniken,\n<br>\nTypografie, Gestaltung von print- und screenbasierten Medien u. deren Besonderheiten);\n<br>\nMedienproduktion (10): Erforderlich sind gute Kenntnisse in audiovisueller Medienproduktion in\n<br>\nTheorie und Praxis (Video- und Audioproduktion, Audiovisuelle Aufnahmetechniken, Fotografie,\n<br>\nAnimation, Webkonzeption -Design und -publishing); FTU-Grafik (18): Mediengestaltung: erforderlich\n<br>\nsind gute Kenntnisse in audiovisueller Mediengestaltung in Theorie und Praxis (Gestaltungslehre,\n<br>\nDarstellungstechniken, Typografie, Gestaltung von print- u. screenbasierten Medien und deren\n<br>\nBesonderheiten); Medientechnologie und angewandte Informatik (10): Erforderlich sind gute\n<br>\nKenntnisse in audiovisueller Medientechnologie in Theorie und Praxis (Sicherer Umgang mit der\n<br>\nSoftware Adobe Creative Suite, Bildbearbeitung, Vektorgrafik-Bearbeitung, Satz und Layout,\n<br>\nWebpublishing, HTML, CSS, HTML-Editor Dreamweaver, CMS Wordpress, Videobearbeitung, Video-<br>\nPostproduktion, Animation, Cinema 4D lite)\n<br>\nHöhere Technische Bundeslehranstalt II, 4020 Linz, Paul-Hahn-Straße 4\n<br>\nDeutsch (10); Ethik (5); FTU-Maschinenbau (20): Dipl.-Ing. (UNI) für Maschinenbau oder Mechatronik\n<br>\nmit Industrieerfahrung in den Gebieten Maschinen- und Anlagentechnik, speziell fördertechnischer\n<br>\nAnlagen, mit Konstruktionserfahrung (erwünscht: Solid Edge, Creo); FTU-Maschinenbau (20): Dipl.-<br>\nIng. (UNI) für Maschinenbau oder Mechatronik mit Industrieerfahrung in den Gebieten Maschinen-\n<br>\nund Anlagentechnik sowie Fertigungstechnik/Betriebstechnik und Produktions- und\n<br>\nQualitätsmanagement\n<br>\nHöhere Technische Bundeslehranstalt, 4400 Steyr, Schlüsselhofgasse 63\n<br>\nDeutsch (10); Englisch (10); FTU-EDV/Softwareentwicklung/Techn. Mathematik (16): Anforderung:\n<br>\nSkriptsprachen und Frameworks, Userinterfacedesign, GUI-Entwicklung für Desktop, mobile Geräte\n</p></div></div><div><div><p>oder Webentwicklung, Versionsverwaltung, Vererbung und Polymorphismus, objektorientierte\n<br>\nAnwendungsentwicklung\n<br>\nHöhere Technische Bundeslehranstalt, 4600 Wels, Fischergasse 30\n<br>\nFTU-Chemie (11/D, 22): Dipl.-Ing. (TU) oder Master (TU) für Technische Chemie mit mehrjähriger\n<br>\nIndustriepraxis, fundierter Kenntnis der chemischen Technologie und Zusatzqualifikation für\n<br>\nnasschemische und instrumentelle Analytik, Qualitätssicherung, sowie EDV-gestützter\n<br>\nMessdatenerfassung, Möglichkeit für Abendschulunterricht sowie Unterricht in englischer Sprache;\n<br>\nFTU-Chemie (11/D, 22): Dipl.-Ing. (TU, BOKU) oder Master (TU, BOKU) oder Master für Technische\n<br>\nChemie oder Biotechnologie mit mehrjähriger Industriepraxis, fundierter Kenntnis der biochemischen\n<br>\nTechnologie, Biochemie und Biotechnologie und dazu gehöriger analytischer Methoden, Möglichkeit\n<br>\nfür Abendschulunterricht sowie Unterricht in englischer Sprache; FTU-Elektrotechnik (22/D): Dipl.-Ing.\n<br>\nElektrotechnik mit Kenntnissen und Erfahrung im Bereich der Energietechnik (bes. erneuerbarer\n<br>\nEnergien) sowie moderner Netztechnologien (Anwendung von CAE im Bereich der Energiesysteme).\n<br>\nGute Englischkenntnisse. Sowohl Tages- als auch Abendschule; FTU-Elektrotechnik (22/D): Dipl.-Ing.\n<br>\nElektrotechnik oder Mechatronik mit Kenntnissen bzw. Erfahrung auf dem Gebiet der\n<br>\nAutomatisierungstechnik und der fachspezifischen Informatik. Sowohl Tages- als auch Abendschule.\n<br>\nGute Englischkenntnisse; FPU-Elektrotechnik (22): Elektroniker/in oder Elektrotechniker/in mit\n<br>\nMeisterprüfung bzw. HTL-Abschluss oder gleichwertiger Ausbildung sowie einer erforderlichen\n<br>\nmindestens sechsjährigen facheinschlägigen Berufspraxis auf den Gebieten der industriellen\n<br>\nElektronik, Schaltungstechnik, SMD-Technik sowie Analog- und Digitaltechnik, Kenntnisse im Bereich\n<br>\nMikrocontroller sowie Netzwerktechnik erwünscht\n<br>\nHöhere Technische Bundeslehranstalt, 5280 Braunau, Osternberger Straße 55\n<br>\nFTU-Maschinenbau (10)\n<br>\nHöhere Technische Bundeslehranstalt, 4830 Hallstatt, Lahnstraße 69\n<br>\nFPU-Holzbearbeitung (22): Tischlerei und Bootsbau\n<br>\nHöhere Technische Bundeslehranstalt, 4710 Grieskirchen, Parzer Schulstr. 1\n<br>\nFTU-EDV/Softwareentwicklung/Techn. Mathematik (12): Programmieren im 1. Jahrgang mit Java\n<br>\nDatenbanken: PL/SQL, Trigger, Fehlerbehandlung, Recovery, DB-Administration und Sicherheit\n<br>\nSystemplanung und Projektentwicklung (ITIL, agile Entwicklungsmethoden, GIT)\n<br>\n<br>\nHöhere Technische Bundeslehranstalt, 4060 Leonding, Limesstraße 12-14\n<br>\nDeutsch (40), Englisch (22); Mathematik (20); Physik (8); Geschichte (5); FTU-EDV/<br>\nSoftwareentwicklung/Techn. Mathematik (59): Dipl.-Ing./Master mit Erfahrungen in Java Enterprise,\n<br>\nC#, C++, C, .net, IOS, Angular, HTML, Javascript, PHP, Kotlin, Webtechnologien allgemein, Mobile\n<br>\nComputing allgemein, MQTT; FTU-EDV/Softwareentwicklung/Techn. Mathematik (10): Dipl.-Ing./<br>\nMaster mit Kenntnissen in SQL Datenbanken (Oracle) PLSQL, NoSQL Datenbanken, MongoDB;\n<br>\nFTU-EDV/Softwareentwicklung/Techn. Mathematik (22): Dipl.-Ing./Master mit Kenntnissen in\n<br>\nBildbearbeitung, CMS Systeme, 3D Animation, HTML, PHP, Tonbearbeitung, Javascript, jQuery;\n<br>\nFTU-EDV/Softwareentwicklung/Techn. Mathematik (15): Dipl.-Ing./Master mit Kenntnissen in LINUX,\n<br>\nNetwork Security und Network Administration, LDAP, VPN, VLAN, C, CISCO, Administration von\n<br>\nFirewalls; FTU-Elektrotechnik (15): Biomedizinische Signalverarbeitung und medizinische\n<br>\nGerätetechnik; FTU-Elektrotechnik (22): Dipl.-Ing./Master mit Erfahrungen in den Bereichen\n<br>\nHardwareentwicklung und hardwarenahe Programmierung, Embedded Systems, Netzwerktechnik,\n<br>\nUnterricht zum Teil auch in englischer Sprache; FPU-Elektrotechnik (22): Elektroniker/in mit\n<br>\nfundierten Kenntnissen in Netzwerktechnik und Computertechnik, praktische Erfahrungen in\n<br>\nProgrammierung und Anwendung von Microcontrollern, idealerweise mit Amateurfunklizenz\n<br>\nHöhere Technische Bundeslehranstalt, 4050 Traun, Bahnhofstraße 52\n<br>\nFTU-EDV/Softwareentwicklung/Techn. Mathematik (20): Dipl.-Ing., BSc oder MSc für Informatik oder\n<br>\nfachäquivalentes Studium mit beruflicher Erfahrung in Softwareentwicklung und/oder\n<br>\nNetzwerktechnik. Bereitschaft zu Unterricht teilw. in engl. Sprache und hohe Sozialkompetenz sind\n<br>\nvon Vorteil\n<br>\nHöhere Technische Bundeslehranstalt, 4320 Perg, Machlandstraße 48\n<br>\nDeutsch (20); FTU-EDV/Softwareentwicklung/Techn. Mathematik (20): DipI.-Ing. oder Master für\n<br>\nInformatik oder Software Engineering mit Berufserfahrung in Programmierung .NET/C#, Java\n<br>\nEnterprise, Java Frameworks, Mobile Computing, Java Script Frameworks, Datenbanken,\n</p></div></div><div><div><p>Netzwerktechnik\n<br>\nHöhere Technische Bundeslehranstalt, 4910 Ried/I., Molkereistraße 4\n<br>\nDeutsch (24), Englisch (12)\n<br>\n<br>\nHöhere Technische Bundeslehranstalt, 4120 Neufelden, Höferweg 47\n<br>\nFTU-Maschinenbau (25): Mechanik, Konstruktion und CAD (praktische Erfahrung),\n<br>\nMaschinenelemente und Fertigungstechnik; grundlegende Kenntnisse in den Bereichen\n<br>\nAntriebstechnik, Elektrotechnik, SPS, Steuerungstechnik und Robotik\n<br>\nHöhere Technische Bundeslehranstalt, 4770 Andorf, Hannes-Schrattenecker-Str. 1\n<br>\nFTU-Grafische Fächer (4): DipI.-Ing./Master Industriedesign mit praktischer Erfahrung, Bereitschaft\n<br>\nUnterricht in englischer Sprache (CLIL) zu halten, E-Learning-Kompetenz\n<br>\nHöhere Technische Bundeslehranstalt, 4840 Vöcklabruck, Bahnhofstraße 42\n<br>\nFTU-Elektrotechnik (4): Erfahrung im Bereich der industriellen Mechatronik und der\n<br>\nAutomatisierungstechnik, Grundlagen im Bereich Elektroplanung und Robotik wünschenswert,\n<br>\nBereitschaft für teilweisen Abendschulunterricht; FPU-Maschinenbau (44): Meisterprüfung und\n<br>\nmindestens 6-jährigen Praxis nach einer abgeschlossenen facheinschlägigen Lehrabschlussprüfung\n<br>\nIm Bereich der Bildungsdirektion für Salzburg:\n<br>\nHöhere technische Bundeslehranstalt Hallein, 5400 Hallein, Davisstraße 5, Postf. 49\n<br>\nFTU - Mechatronik (10/D): Dipl.-Ing. Maschinenbau, Mechatronik oder Automatisierungstechnik;\n<br>\nInformationstechnik (5/D): Dipl.-Ing. Maschinenbau; Mechatronik oder Automatisierungstechnik (5/D);\n<br>\nMechatronik – Werkstätte (5/D): Ing. oder Meister; FTU -Maschineningenieurwesen (20/D): Mechanik,\n<br>\nKonstruktion, DG, Maschinenelemente, Automatisierungstechnik, Mechatronik; Dipl.-Ing.\n<br>\nMaschinenbau oder Mechatronik\n<br>\nHöhere Technische Bundeslehr- und Versuchsanstalt, 5020 Salzburg, Itzlinger Hauptstr. 30\n<br>\nFTU - Maschinenbau (8): Automatisierungstechnik, Tagesschule Maschinenbau; Abgeschlossenes\n<br>\nStudium + Praxis in den Bereichen Mechatronik., Elektrotechnik, Telematik, o.ä. Kenntnisse: IT, VR<br>\n+AR, Antriebstechnik, Robotik-Erfahrung: Mess-, Steuerungs- und Regelungstechnik,\n<br>\nInbetriebnahme. von Anlagen, Programmierkenntnisse (C++/C, Matlab, Simulink), Embeded\n<br>\nSystems); Angewandte Chemie (18): Lehramt Sekundarstufe II oder entsprechendes Diplomstudium\n<br>\nmit der erforderlichen mehrjährigen Praxis nach Abschluss des Studiums; Angewandte Mathematik\n<br>\n(23): Lehramt Sekundarstufe II oder Diplomstudium Mathematik mit mehrjähriger Praxis; FTU -\n<br>\nGrafik- u. Kommunikationsdesign (14): Medientechnologie, Medienproduktion/Tontechnik,\n<br>\nAbgeschlossenes Diplomstudium sowie mehrjährige Praxiserfahrung im Bereich Filmton, Komposition\n<br>\nsowie Kino- und TV-Mastering; einschlägige Kenntnisse in „Immersive Sound- Aufnahmen sowie\n<br>\nPostproduktion; fundierte Kenntnisse in 3D Positional Audio.); FPU -Maschinenbau – Fachpraxis (22):\n<br>\nFachpraxis Elektrotechnik, Tagesschule Maschinenbau, Meister/ Werkmeister Elektrotechnik +\n<br>\nPraxis-Kenntnisse: Anlagen-, Steuerungs-, Automatisierungs-, und Antriebstechnik SPS B&amp;R,\n<br>\nSiemens Hardware Konstruktion, Software-Programmierung Konfig.: Lenze Frequenzumrichter PC +\n<br>\nNetzwerktechnik, HW-Entw., SW-Programmierung; FTU - Elektrotechnik (4): Energiesysteme,\n<br>\nabgeschlossenes einschlägiges Diplomstudium sowie mehrjährige Praxiserfahrung in den Bereichen\n<br>\nEnergietechnik und elektrische Anlagen; fundierte Programmierkenntnisse in C++/; Kenntnisse im\n<br>\nUmgang mit Matlab Simulink und Planungssoftware E-Plan; FTU – Elektronik (10):\n<br>\nHardwareentwicklung; Messtechnik &amp; Regelungssysteme (5); Digitale Systeme &amp; Computersysteme\n<br>\n(5); Laboratorium (5): Abgeschlossenes Studium im Bereich Elektrotechnik o.ä. an einer technischen\n<br>\nUniversität oder Fachhochschule sowie mindestens 4 Jahre Praxiserfahrung im genannten Bereich\n<br>\nnach Abschluss des Studiums; Kenntnisse in der Mikroelektronik); FTU - Bautechnik – Tiefbau (9):\n<br>\nInfrastruktur / Ingenieurbau, abgeschlossenes Tiefbaustudium vorzugsweise im Bereich Kulturtechnik\n<br>\nund Wasserwirtschaft o.ä. an einer technischen Universität oder Fachhochschule sowie mehrjährige\n<br>\nPraxiserfahrung in Wasserbau; fundierte Kenntnisse in facheinschlägiger Software; FTU –Elektronik<br>\n( 10) : Hardwareentwicklung; Messtechnik &amp; Regelungssysteme (5); Digitale Systeme &amp;\n<br>\nComputersysteme (5); Laboratorium (5): abgeschlossenes Studium im Bereich Elektrotechnik o.ä. an\n<br>\neiner technischen Universität oder Fachhochschule sowie mindestens 4 Jahre Praxiserfahrung im\n<br>\ngenannten Bereich nach Abschluss des Studiums; Kenntnisse in der Mikroelektronik); FTU - Grafik-\n<br>\nu. Kommunikationsdesign (20): Medienproduktion/Interaction, Medienprojekte; abgeschlossenes\n<br>\nDiplomstudium sowie mehrjährige Praxiserfahrung in der Konzeption und Entwicklung komplexer,\n</p></div></div><div><div><p>interaktiver Anwendungen; fundierte Programmierkenntnisse in UNITY/C#; Erfahrung in der\n<br>\nKonzeption und Programmierung von AR und VR Anwendungen); Angewandte Informatik (13):\n<br>\nLehramt Sekundarstufe II oder Diplomstudium Mathematik mit mehrjähriger Praxis; Angewandte\n<br>\nMathematik (14): Lehramt Sekundarstufe II oder Diplomstudium Mathematik mit mehrjähriger Praxis;\n<br>\nRechtsfächer (4): abgeschlossenes Diplomstudium der Rechtswissenschaften sowie mehrjährige\n<br>\nPraxiserfahrung im genannten Bereich; Erfahrung mit CLIL bzw. Unterricht in englischer Sprache;\n<br>\nAbgeschlossenes Englisch-Studium sowie HTL-Erfahrung wünschenswert); FTU – Elektrotechnik (3);\n<br>\nComputergestützte Projektentwicklung (5): Tagesschule/Abendschule, abgeschlossenes\n<br>\neinschlägiges Diplomstudium Elektrotechnik o.ä. sowie mehrjährige Praxiserfahrung in den Bereichen\n<br>\nHardware-Entwicklung, Sensorik und Rapid Prototyping-Verfahren, fundierte Programmierkenntnisse\n<br>\nin C++/C.; FTU - Grafik- u. Kommunikationsdesign (20): Medientechnologie; abgeschlossenes\n<br>\nDiplomstudium sowie mehrjährige Praxiserfahrung in der Konzeption und Entwicklung komplexer,\n<br>\ninteraktiver Anwendungen; fundierte Programmierkenntnisse in UNITY/C#; Erfahrung in der\n<br>\nKonzeption und Programmierung von AR und VR Anwendungen; FTU - Elektrotechnik (6):\n<br>\nAntriebstechnik; abgeschlossenes einschlägiges Diplomstudium sowie mehrjährige Praxiserfahrung\n<br>\nin den Bereichen Antriebstechnik und Leistungselektronik; fundierte Programmierkenntnisse in C++/<br>\nC; Kenntnisse im Umgang mit Leiterplatten-Designs und Embedded Systemen; FTU - Grafik- u.\n<br>\nKommunikationsdesign (14): Medienproduktion/Compositing; abgeschlossenes, facheinschlägiges\n<br>\nDiplomstudium sowie mindestens 4 Jahre Praxiserfahrung in Postproduction und Compositing nach\n<br>\nAbschluss des Studiums; fundierte Kenntnisse in der Konzeption und Umsetzung von Motion Grafics\n<br>\nin AfterEffects\n<br>\nHöhere Technische Bundeslehranstalt, 5760 Saalfelden, Almerstraße 33\n<br>\nInformatik (20/D): Unterrichtsort: Saalfelden und St. Johann im Pongau), Tech. UNI/FH-Studium\n<br>\nInformatik, Erfahrung in Netzwerktechnik, IT-Sicherheit und Datenbankentwicklung wünschenswert;\n<br>\nFTU - Mechatronik (20/D): auch Teilzeit möglich, Maschinenbautechniker/in, Mechatroniker/in,\n<br>\nStudium TU/Uni mit fundierten Kenntnissen in der Automatisierungstechnik, mehrjährige\n<br>\nBerufserfahrung im Bereich Konstruktion mechatronischer Systeme und gute Kenntnisse mit gängiger\n<br>\nCAD Software und im Bereich Projektmanagement wünschenswert; Bautechnik (8/D) (Bauhof):\n<br>\nFachtheoretiker mit Bauingenieur-Studium (TU oder FH), baubetriebliche Berufserfahrungen im\n<br>\nBereich des Tiefbaus, im Besonderen der örtlichen Bauaufsicht, der Baukalkulation, des\n<br>\nClaimmanagements und der Bauabrechnung; FTU-Elektrotechnik (20/D): Studium der Elektrotechnik\n<br>\n(UNI oder FH), Erfahrung im Bereich Antriebstechnik und Energietechnik; FTU-Betriebsmanagement\n<br>\n(4/D): Betriebswirtschaft und Management, Studium im Bereich Betriebswirtschaft erwünscht\n<br>\nHöhere Technische Lehranstalt, 5431 Kuchl, Markt 136\n<br>\nFTU/FPU- Holztechnik (22/D): Lehrtätigkeit im fachpraktischen Unterricht Holztechnik, eventuell auch\n<br>\nfachtheoretischen Unterricht, Fachschul-, HTL- oder FH-Abschluss in Holztechnik / Metalltechnik /\n<br>\nMechatronik oder eine einschlägige Meisterprüfung und mehrjährige praktische Berufserfahrung in\n<br>\nder Holzbe- und Holzverarbeitung\n<br>\nIm Bereich der Bildungsdirektion für Steiermark:\n<br>\nHöherer Technische Bundeslehr- und Versuchsanstalt (BULME), 8051 Graz-Gösting, Ibererstraße\n<br>\n15-21\n<br>\nElektronik (20/D): Diplomingenieur/in , Master für Elektronik/Elektrotechnik/ Computertechnik o.ä., vier\n<br>\nJahre Berufspraxis, Englisch als Arbeitssprache, Digitale Systeme, hardwarenahe Programmierung,\n<br>\nWeb- und Netzwerkprogrammierung; Informatik und Telematik (20/D): Diplomingenieur/in , Master für\n<br>\nElektrotechnik/Telematik/Computertechnik o.ä., Softwareentwicklung, Datenbankprogrammierung,\n<br>\nErfahrung mit agilen Methoden der SW-Entwicklung, Big Data, Cloud Computing; Werkstätte (20/D):\n<br>\nIngenieur/in/Meister/in für Elektronik, Techn. Informatik, Computertechnik, Telekommunikation,\n<br>\nKenntnisse in Analogelektronik/Mikrocontroller, CAD erwünscht; Werkstätte (20/D): Ingenieur/in/<br>\nMeister/in für Maschinenbau, Schmiedetechnik/Schweißtechnik, Kenntnisse in CAD /\n<br>\nBlechbearbeitung erwünscht; Werkstätte (20/D): Ingenieur/in/Meister(in für Maschinenbau,\n<br>\nArbeitsvorbereitung/Pneumatik/Hydraulik, CAD Kenntnisse erforderlich\n<br>\nHöhere Technische Bundeslehr- und Versuchsanstalt, 8010 Graz – Ortweinschule, Körösistraße 157\n<br>\nBauwesen (11): Dipl.-Ing. für Bauingenieurwesen, Unterrichtsgegenstand Infrastruktur mit den\n<br>\nBereichen Geotechnik und Wasserbau, sehr gute EDV und CAD-Kenntnisse, Englisch als\n<br>\nArbeitssprache; Bauwesen (11): Dipl.-Ing. für Bauingenieurwesen, Unterrichtsgegenstand Tragwerke,\n</p></div></div><div><div><p>mehrjährige Berufserfahrung im statisch-konstruktiven Bereich, sehr gute CAD-Kenntnisse, Englisch\n<br>\nals Arbeitssprache; Allgemeiner sonstiger Gegenstand - Schwerpunkt Fotografie für\n<br>\nMediengestaltung, Medienproduktion, Medientechnologie, Tages- u. Abendkolleg (11):\n<br>\nfacheinschlägige Ausbildung und Berufserfahrung, universitärer Abschluss bevorzugt, praktische und\n<br>\ntheoretische facheinschlägige Kenntnisse; Werkstätte - Schwerpunkte: Keramik, Entwurf, Atelier und\n<br>\nProduktion, Technologie und angewandte Informatik, Materialkunde und Technologie (11):Einsatz\n<br>\nauch in der Meisterklasse, facheinschlägige Ausbildung, Berufserfahrung, praktische und theoretische\n<br>\nKenntnisse in Kunst, Keramik und in der Herstellung technischer und künstlerischer Arbeiten;\n<br>\nAllgemeiner sonstiger Gegenstand - Schwerpunkt Fotografie für Mediengestaltung,\n<br>\nMedienproduktion, Medientechnologie (11): Tages- u. Abendkolleg, facheinschlägige Ausbildung und\n<br>\nBerufserfahrung, universitärer Abschluss bevorzugt, praktische und theoretische facheinschlägige\n<br>\nKenntnisse\n<br>\nHöhere Technische Bundeslehranstalt, 8740 Zeltweg, Hauptstraße 182\n<br>\nMathematik (6): inkl. Technischer Mathematik, MathCad, Englisch als Arbeitssprache, auch\n<br>\nAbendschule; Physik (10): inkl. techn. Physik; Elektrotechnik und Elektronik (4); Werkstätte,\n<br>\nElektrotechnik, Automatisierungstechnik, Meisterprüfung) (22); Bauwesen (22): Tischlerei, Zimmerei,\n<br>\nBaunebengewerbe (22); Bauwesen (22): Zimmerer, Meisterprüfung (22)\n<br>\nHöhere Technische Bundeslehranstalt, 8160 Weiz, Dr. Karl-Widdmannstr. 40\n<br>\nMaschinenbau (10/D): abgeschlossenes Hochschulstudium, Englisch als Arbeitssprache, Bereiche\n<br>\ntechnische Mechanik, Konstruktion und Projektmanagement, mehrjährige Industrieerfahrung in FEM\n<br>\nBerechnung für Maschinendynamik und Strömungssimulation sowie Projektleitung und\n<br>\nMitarbeiterführung); Englisch (10): Auslandssemester erwünscht, auch Abendschule; Werkstätte (22/<br>\nD): Ingenieur/in/Meister/in, Maschinenbau – CNC Bearbeitung – Schweißtechnik, mindestens\n<br>\nsechsjährige Berufspraxis, umfassende Kenntnisse im Bereich der konventionellen Zerspanung,\n<br>\nProgrammierung von CNC-Maschinen, CAM Software, gültige Schweißprüfungsbescheinigung;\n<br>\nWerkstätte (22/D): Ingenieur/in/Meister/in, Elektrotechnik, mindestens sechsjährige Berufspraxis,\n<br>\numfassende Kenntnisse im Bereich der elektrischen Anlagen und Energieverteilung, elektrische\n<br>\nMaschinen sowie Gebäude und Hausleittechnik mit Hard- und Software Installationen, Planung,\n<br>\nAusführung und Inbetriebnahme; Werkstätte (22/D): Ingenieur/in/Meister/in, Be- und Verarbeitung von\n<br>\nKunststoffen, mindestens sechsjährige Berufspraxis, umfassende Kenntnisse im Bereich der\n<br>\nkonventionellen Zerspanung\n<br>\nHöhere Technische Bundeslehranstalt, 8430 Kaindorf an der Sulm, Grazerstraße 202\n<br>\nFPU-Mechatronik (20/D): elektrotechnische Berufsausbildung, Englisch als Arbeitssprache, HTL-<br>\nAbschluss erwünscht, mehrjährige Berufserfahrung in Elektrotechnik und Planung, Elektronik,\n<br>\nMikroprozessor Hardware+Prog., Robotik, Automatisierung, MSRT, Simatic; FTU-Elektrotechnik u.\n<br>\nElektronik (20/D): Studium Mechatronik / Telematik / Elektrotechnik/ Elektronik,\n<br>\nProgrammierkenntnisse C/Java/HW-nahe uC-Systeme, Praxis in E-Technik, Robotik,\n<br>\nSchaltungsdesign, Englisch als Arbeitssprache; FTU-Mechatronik (20/D): Studium, Mechatronik/\n<br>\nAutomatisierungstechnik/Maschinenbau. Programmierkenntnisse (SPS/C++/Java), Mechanik,\n<br>\nKonstruktion. Praxis in Systemautomation, Industrieroboter, Robotik, Englisch als Arbeitssprache\n<br>\nHöhere Technische Bundeslehranstalt, 8605 Kapfenberg, Viktor-Kaplan-Straße 1\n<br>\nWerkstätte (9/D): Ingenieur/in/Meister/in für Luftfahrzeuge, speziell Avionik und Bordelektronik,\n<br>\nmehrjähriger Berufserfahrung; Werkstätte (20/D): Ingenieur/in, MSRT Entwicklung, Produktion und\n<br>\nProgrammierung elektronischer Geräte (Analog/Digital, EMV), auch Abendschule, mehrjährige\n<br>\nBerufserfahrung; Technische Fächer (18/D): Ingenieur/in mit mehrjähriger Erfahrung im Bereich\n<br>\nLuftfahrzeuge, speziell Avionik und Bordelektronik; Mechatronik (20/D): Dipl.-Ing. (TU, FH) mit\n<br>\nIndustrieerfahrungen im Bereich Mechatronische Systeme und Automatisierung, Robotik inkl.\n<br>\nzugehöriger Messtechnik; Erfahrung im Bereich eMobilität, auch Abendschule; Elektrotechnik und\n<br>\nElektronik (20/D): Dipl.-Ing. (TU, FH), bevorzugt mit mehrjähriger Industriepraxis in den Bereichen\n<br>\nAutomatisierungstechnik sowie industrieller Informationstechnik, auch Abendschule; Ethik (5);\n<br>\nReligion (15)\n<br>\n<br>\nChemie Akademie, 8055 Graz, Triesterstraße 361\n<br>\nChemie (7): auch technische Chemie, Hochschulstudium Bereich Biochemie und Biotechnologie,\n<br>\nindustrielle Erfahrung in der biochemischen/pharmazeutischen Industrie und im Qualitätsmanagement\n</p></div></div><div><div><p>Höhere Technische Lehranstalt, 8700 Leoben, Max-Tendler-Straße 3\n<br>\nInformatik und Telematik (10): abgeschl. Diplomstudium Technische Informatik oder\n<br>\nSoftwareentwicklung, DA-Betreuung, PM, CLIL; Maschinenbau (5/D): abgeschl. Diplomstudium\n<br>\nAdvanced Materials Science, Gegenstand Werkstofftechnik, Erfahrung im Unterricht in der\n<br>\nFachrichtung Metallurgie, CLIL; Chemie (10): abgeschl. Diplomstudium Technische Chemie,\n<br>\nVerfahrenstechnik oder Umwelttechnik, DA-Betreuung, PM, CLIL; Maschinenbau (9/D): abgeschl.\n<br>\nDiplomstudium der Metallurgie, Gegenstand Eisen- und Stahlmetallurgie, Gießerei- und\n<br>\nUmformtechnik, CLIL; Informatik und Telematik (10/D): abgeschl. Diplomstudium der Telematik,\n<br>\nGegenstand Elektrotechnik, Technische Informatik, Robotik, hardwarenahe Softwareentwicklung,\n<br>\nFachrichtung IT, smart production, CLIL; Elektrotechnik und Elektronik (10/D): abgeschl.\n<br>\nDiplomstudium der Telematik, Gegenstand Elektrotechnik, Technische Informatik, Robotik,\n<br>\nhardwarenahe Softwareentwicklung, Fachrichtung IT, smart production, CLIL; Maschinenbau (2):\n<br>\nabgeschl. Diplomstudium der Metallurgie, Gegenstand Gießerei- und Umformtechnik, Metallurgie,\n<br>\nCLIL; Elektrotechnik und Elektronik (10): abgeschl. Diplomstudium Telematik oder Elektrotechnik,\n<br>\nPM, CLIL\n<br>\nIm Bereich der Bildungsdirektion für Kärnten:\n<br>\nHöhere Technische Bundeslehranstalt Klagenfurt, 9020 Klagenfurt, Lastenstraße 1\n<br>\nFTU – Verfahrenstechnik (20); Mathematik und Englisch (10); FPU - Mechatronik (20); FTU -\n<br>\nMechatronik (20); FPU - Maschinenbau (20); Deutsch und Geschichte (10)\n<br>\nHöhere Technische Bundeslehranstalt Klagenfurt, 9020 Klagenfurt, Mössingerstraße 25\n<br>\nFPU- Automatisierungstechnik (20), Technische Informatik (20): Zusatzqualifikation\n<br>\nSoftwareengineering, CLIL erwünscht; Wirtschaft und Recht (20); Englisch/Deutsch (20); Telematik\n<br>\nund Netzwerktechnik (20); Zusatzqualifikation erwünscht CLIL; Bewegung und Sport Knaben und\n<br>\nGeografie (20)\n<br>\n<br>\nIm Bereich der Bildungsdirektion für Tirol:\n<br>\nHöhere Technische Bundes-Lehr- und Versuchsanstalt, 6020 Innsbruck, Anichstraße 26-28\n<br>\nTechnische Fächer-Sonstige (Mechatronik/Elektronik) (22/D); Technische Fächer-Sonstige\n<br>\n(Werkstätte Elektronik) (22/D); Technische Fächer-Sonstige (Elektronik/Fachspezifische\n<br>\nSoftwaretechnik) (22/D); Technische Fächer-Sonstige (Werkstätte Elektrotechnik/<br>\nAutomatisierungstechnik) (22/D); Technische Fächer-Sonstige (Abteilung Wirtschaftsingenieure) (4/<br>\nD); Technische Fächer-Sonstige (Fachtheorie Elektrotechnik) (10/D)\n<br>\nHöhere Technische Bundes-Lehr- und Versuchsanstalt, 6020 Innsbruck, Trenkwalderstraße 2\n<br>\nMathematik (10); Chemie (10); Informatik (16), Technische Fächer-Sonstige (Entwurf u. Design) (14/<br>\nD); Technische Fächer-Sonstige (Medientechnologie) (66/D); Technisches Fach Bautechnik (11)\n<br>\nHöhere Technische Bundeslehranstalt, 6460 Imst, Brennbichl 25\n<br>\nTechnische Fächer-Sonstige (Netzwerktechnik und Verteilte Systeme) (3)\n<br>\nHöhere Technische Bundeslehranstalt, 6200 Jenbach, Schalserstraße 43\n<br>\nTechnisches Fach Maschinenbau (12)\n<br>\nHöhere Technische Bundeslehranstalt, 6166 Fulpmes, Waldrasterstraße 21\n<br>\nChemie (11/D)\n<br>\nPrivate Schule für gewerbliche Holzbildhauerei, 6652 Elbigenalp, Elbigenalp 57\n<br>\nTechnisches Fach Kunst (46); Geografie (3); Englisch (6)\n<br>\nPrivate Höhere Technische Lehranstalt des Landes Tirol, 6060 Hall in Tirol, Kaiser-Max-Straße 11\n<br>\nLaborübungen Optometrie (3); Laborübungen (5)\n<br>\nIKA Reutte, 6600 Reutte, Bahnhofstraße 15\n<br>\nElektrotechnik (5); Englisch (8); Wirtschaft und Recht (5)\n<br>\n<br>\nIm Bereich der Bildungsdirektion für Vorarlberg:\n<br>\nHöhere Technische Bundes-Lehr- und Versuchsanstalt, 6900 Bregenz, Reichsstraße 4\n<br>\nKath. Religion (5); Deutsch (10); Englisch (10); Kaufmännische Fächer (15); Wirtschaftsinformatik\n<br>\n(15); FTU- Maschinenbau - Automatisierungstechnik (20/D); FTU-Elektrotechnik (45); FPU -\n<br>\nMaschinenbau (15); FPU- Elektrotechnik (20)\n<br>\nHöhere Technische Bundes-Lehr- und Versuchsanstalt, 6850 Dornbirn, Höchsterstraße 73\n<br>\nAngewandte Mathematik und angewandte Informatik (22); Kaufmännische Fächer (37); Textilchemie\n</p></div></div><div><div><p>(10); Medientechnik (10); FTU - Informationssysteme und Labor Informationstechnik (10/D); FTU -\n<br>\nElektrotechnik Systemtechnik (12/D); FTU -Elektrotechnik Automatisierungstechnik (10/D); FTU\n<br>\nKonstruktion Verfahrenstechnik (9/D); FPU Maschinenbau (8/D)\n<br>\nHöhere Technische Bundes-Lehr- und Versuchsanstalt, 6830 Rankweil, Negrellistraße 50\n<br>\nChemie (10); FTU - Bautechnik (11/D); FTU - Bautechnik - Holzbaustatik (4/D); FTU - Elektronik und\n<br>\ntechnische Informatik (22/D); FPU - Elektronik und technische Informatik (22); FPU - Bautechnik\n<br>\nMaurerei (22/D)\n<br>\nBundesschülerheime\n<br>\nBundesschülerheim, 3500 Krems, Kasernstraße 6-8\n<br>\nErziehertätigkeit - für Burschen (30); Erziehertätigkeit - für Mädchen (10)\n<br>\nWien, 21.April 2020\n<br>\nFür den Bundesminister:\n<br>\nMinR Mag. Christian Rubin</p></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=904c883e40c385ac&fccid=88af1913e7c58139&vjs=3",
  "date": "2020-05-02"
}