{
  "title": "9 University Assistant Positions in “Dependable Internet of Things” Graz University of Technology, Austria",
  "location": "Graz, ST",
  "contract_type": null,
  "body": "The Excellence Research Center “Dependable Internet of Things in Adverse Environments” at Graz University of Technology (TU Graz) has been established in 2016 and has been extended until 2021 after a successful midterm evaluation. For further information see http://dependablethings.tugraz.at. The mission of this long-term center is to foster a highly interdisciplinary research team spanning the computer science and electrical engineering faculties to lay the scientific foundations for an Internet of Things that is highly reliable, safe, and secure in order to enable critical applications that require guaranteed performance and long-term operation even in adverse environments.\n<br><br>\nTasks\n<br><br>\nThe center is seeking to fill 9 University Assistant positions with excellent candidates, who will pursue their PhD working closely together in three sub-projects that focus on the following topics:\n<br><br>\n<b>1. Dependable Wireless Communication and Localization:</b> one position in wireless networking (Institute for Technical Informatics), one position in physical layer signal processing (Signal Processing and Speech Communication Lab), and one position in tunable microwave frontends (Institute for Microwave and Photonic Engineering).\n<br><br>\n<b>2. Verified Dependability by Design:</b> one position in embedded security and one position in formal verification (both at Institute of Applied Information Processing and Communications), one position in real-time operating systems (Institute for Technical Informatics), one position in model-based testing (Institute for Software Technology).\n<br><br>\n<b>3. Dependable Multi-Agent Systems:</b> one position in robotics (Institute for Software Technology), and one position in information and control theory (Signal Processing and Speech Communication Lab).\n<br><br>\nRequirements\n<br><br>\nApplicants must hold a Master degree (or equivalent) in computer engineering, computer science, electrical engineering, or a related field before they can take on the position. Proficiency in the English language (spoken and written) is required. Applicants should be highly motivated, take initiative and responsibility, be able to work independently and in an interdisciplinary team, should have interest in scientific research, be committed to publish research results and to obtain a doctoral degree (PhD).\n<br><br>\nThe positions are to be filled as soon as possible from July 2019 with an initial appointment for three years. Each position is remunerated according to the collective contract (Kollektivvertrag) for Austrian Universities, salary scale B1, the annual salary amounts to 40.103€/year before taxes and may increase in case of relevant prior work experience.\n<br><br>\nTU Graz aims to increase the number of female employees and therefore specifically invites qualified women to apply.\n<br><br>\nTU Graz is a leading technical university in Austria (rank 75-100 in Shanghai subject ranking “Computer Science &amp; Engineering”) in a medium-sized city with a very high quality of life, located at the south-eastern foot of the Alps, offering plentiful recreation opportunities.\n<br><br>\nApplicants should fill in the application form together with a transcript of records, a copy of the master’s degree, a recent certificate of the level of proficiency of the English language, a copy of the master’s thesis, and any recommendation letter of your former advisor(s). The application deadline is 07.06.2019. The ID of this job post is 4480/19/010. For further information please contact the center coordinator Prof. Kay Römer.",
  "url": "https://at.indeed.com/rc/clk?jk=3575a2dfd93464ae&fccid=03f2766446859419&vjs=3",
  "date": "2020-05-26"
}