{
  "title": "CAD / BIM Engineer (m/w) bei Smart Infrastructure - Regional Solutions & Services in Klagenfurt",
  "location": "Klagenfurt am Wörthersee, K",
  "contract_type": null,
  "body": "<p></p><div><p><b>Wir verwirklichen, worauf es ankommt. Mit unseren MitarbeiterInnen</b></p><p><b>\nelektrifizieren, automatisieren und digitalisieren wir Österreich.</b></p><p>\nSiemens SI RSS ist weltweit führend auf dem Markt für sichere, energieeffiziente und umweltfreundliche Gebäude und Infrastrukturen. Als Technologiepartner, Dienstleister, Systemintegrator und Produktlieferant verfügt SI RSS über Angebote für Brandschutz und Sicherheit sowie Gebäudeautomation, Heizungs-, Lüftungs- und Klimatechnik (HLK) und Energiemanagement.</p><p>\nDie Digitalisierung bietet uns eine neue Möglichkeit, durch Building Information Modeling, 3D Scanning, IoT sowie Remote- und Beratungsdienste einen Mehrwert zu schaffen. Um das Wachstum und die Einführung von Dienstleistungen der nächsten Generation zu unterstützen, investieren wir in Digital Buildings und suchen einen CAD / BIM Engineer für den neuen Bereich „Digital Buildings“.</p><p>\nZum sofortigen Einstieg suchen wir einen engagierten <b>BIM Engineer (m/w) </b>– werden Sie jetzt Teil unseres jungen und innovativen Teams von Digital Buildings.</p><p><b>\nIhr neues Aufgabenfeld – herausfordernd und zukunftsorientiert</b></p><ul><li>\nUnterstützung der lokalen Vertriebseinheiten bei der der Angebotsplanung</li><li>\nProjektierung und Planung unserer Projekte, Erstellen der notwendigen Dokumentations- und Einreichunterlagen im AutoCAD</li><li>\nBIM Planung/Umsetzung von Fire-Safety, Security und Comfort BIM &amp; - Digitalisierung Projekten</li><li>\nSupport bei der BIM Implementierung in der Area Graz (Fire-Safety, Security &amp; Comfort)<ul><li>\nAnalyse der Sales, Project Execution und Service Prozesse\n</li><li>Begleitung/Change Management von Prozessänderungen im Bereich BIM</li><li>\nAufbau der BIM Kompetenzen in der Area Graz</li></ul></li></ul><p><b>\nIhre Qualifikationen – fundiert und adäquat</b></p><ul><li>\nSie haben eine abgeschlossene technische Ausbildung sowie ausgeprägte technische Kompetenz im Bereichen der Gebäudetechnik (Lehrabschluss, HTL, FH, ..).</li><li>\nPlanungserfahrung im Bereich TGA Planung sind Voraussetzung</li><li>\nTeamplayer mit hoher Eigeninitiative, Verlässlichkeit und Genauigkeit, kreative und vorausschauende Denkweise sowie sozialkompetenter Führungsstärke mit Open Mindset sind Voraussetzung</li><li>\nErfahrung in der BIM Planung ist wünschenswert</li><li>\nGute Kenntnisse in gängigen BIM Softwareprodukten wie Autodesk REVIT, AutoCAD, Navisworks, Solibri sind von Vorteil</li><li>\nAusgezeichnete IT-Kenntnisse</li></ul><p><b>\nWas muss ich noch wissen?</b><br>\nWir bieten ein attraktives Vergütungspaket, das Ihrer Qualifikation und Berufserfahrung entspricht. Das Bruttojahresgehalt gemäß Kollektivvertrag beträgt für diese Funktion mindestens EUR 53.200,-. Je nach Ausbildung und Erfahrung ist eine Überzahlung möglich. Siemens als Großkonzern bietet darüber hinaus weitere Sozialleistungen und Benefits.</p><p><b>\nWie kann ich mich bewerben?</b><br>\nWenn Sie Interesse an dieser Position haben, dann freuen wir uns auf Ihre aussagekräftige Online Bewerbung</p><br>\n<p></p><p><b>\nOrganization:</b> Smart Infrastructure</p><p><b>\nCompany:</b> Siemens Aktiengesellschaft Österreich</p><p><b>\nExperience Level:</b> Experienced Professional</p><p><b>\nJob Type:</b> Full-time</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=8ccca9a89b4e0691&fccid=3b89b9ec324f96c8&vjs=3",
  "date": "2020-05-26"
}