{
  "title": "Postgraduate Research Associate (temporary replacement) / Junior Researcher / Reference Code 72",
  "body": "<p></p><div><p>The Department of Sustainable Agricultural Systems, Institute of Development Research is currently seeking a Postgraduate Research Associate (temporary replacement).</p>\n<p>\nWe are looking for a junior scientist with experience in the field of food systems in the global South. This position offers the possibility to realize a Doctoral study at BOKU-University. The main task is to work on a project on \"Food trees as a strategy to increase food and nutrition security in Kenia\". Data collection, data analysis and writing of SCI-papers are key tasks. Presenting of research findings at conferences.</p>\n<p>\nIn addition, we expect the successful candidate to support the further development of the research area \"food and nutrition security\" and to offer lectures for Masters students.</p>\n<p>\nRequirements:</p>\n<ul><li>\ncompleted Master's degree in the field of food science or agriculture or other equivalent university degree</li>\n<li>previous working experience in food systems of the global South</li>\n</ul><p>\nAdditional requirements:</p>\n<ul><li>\nfluent in English (written and oral) and</li>\n<li>having previous experience in international cooperation with partners in the global South</li>\n</ul><p>\nGross monthly salary and pay grade in terms of collective agreement for university staff (payable 14 times per year): B1, € 1.464,50</p>\n<p>\nUniversity of Natural Resources and Life Sciences Vienna seeks to increase the number of its female faculty and staff members. Therefore qualified women are strongly encouraged to apply. In case of equal qualification, female candidates will be given preference unless reasons specific to an individual male candidate tilt the balance in his favour.</p>\n<p>\nPlease send your job application to the Personnel department, University of Natural Resources and Life Sciences, 1190 Vienna, Peter-Jordan-Straße 70; E-Mail: kerstin.buchmueller@boku.ac.at. (Reference code: 72)</p>\n<p>\nWe regret that we cannot reimburse applicants travel and lodging expenses incurred as part of the selection and hiring process.</p>\n<p>\nwww.boku.ac.at</p></div><p></p>\n<br><div><div><div><h4 class=\"jobSectionHeader\"><b>Additional Information\n</b></h4></div><div><div><div><div><h4 class=\"jobSectionHeader\"><b>Additional comments</b></h4><p></p><div><p>\nPlease note that the full job description is only available in German.</p>\n</div><p></p><h4 class=\"jobSectionHeader\"><b>\nWeb site for additional job details</b></h4><div><p>\nhttp://short.boku.ac.at/jobboerse</p></div></div></div></div></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=acd03580c482f71f&fccid=16f26c45c9bab705&vjs=3",
  "date": "2020-05-02"
}