{
  "title": "Full Stack Developer with Angular",
  "body": "<p></p><div><div><div><p>Company Description</p></div>\n<p>We are an independent technology and management consulting firm dedicated to driving business transformation &amp; innovation for clients on an international level. Our expert solutions focus on Strategy &amp; Change, Information System &amp; Digital, Telecoms, Life Sciences and Engineering. We constantly meet and exceed our 850+ worldwide clients’ expectations – this is made possible by an international team of more than 6,000 people, working together from 80 offices in 55 countries. We’re focused on building and nurturing a top talent community where all our team members can achieve their full potential.</p>\n<div><p>Your Role</p></div>\n<div><p>We have just launched a new challenge for a Full Stack Java Developer in Vienna!</p><br>\n<p></p>\n<p>\nHis responsabilities will be the following:</p>\n<ul>\n<li>Participate in the translation into technical specifications;</li>\n<li>Participate in the estimation of workload required to achieve the development and unit tests;</li>\n<li>Appropriating the operating rules of the development environment;</li>\n<li>Code/set-up and document what is produced;</li>\n<li>Comply with the standards and procedures (architecture, security, quality, documentation);</li>\n<li>Perform a reporting activity (Daily Scrum) on the product or integrated component;</li>\n<li>Working with Continuous Delivery and Agile methodologies (Scrumban / Kanban);</li>\n<li>Define the unit test cases for the product component;</li>\n<li>Ensure compliance with technical specifications;</li>\n<li>Conduct performance tests: Test Driven Development, BDDs &amp; DDD;</li>\n<li>Contribute to the 3rd level support, this includes: monitoring of the resolution of incident and troubleshooting.</li><br>\n</ul><p></p>\n<p>\nWhat our new colleague should have:</p>\n<ul>\n<li>Excellent understanding of Java 8+ and Hibernate;</li>\n<li>Excellent understanding of Angular 2+;</li>\n<li>Experience with batch jobs (Spring Batch), Spring Boot;</li>\n<li>Proficiency in English and German;</li>\n<li>Bachelor’s degree in Computer Science or equivalent (HTL).</li><br>\n</ul><p></p>\n<p>\nIf you want to accept this challenge, apply now.</p></div>\n<div><p>Why us?</p></div>\n<div><ul><li>Be part of an international, multicultural environment of 7,750 talented people over 60 countries and 5 continents\n</li><li>Join a fast-growing global group with a turnover of €565M and over 1,000 clients across the world</li>\n<li>Explore opportunities to grow quickly with a tailor-made career path: 70% of our key senior talent joined the company at entry level</li>\n<li>Take advantage of over 500 training courses in our ACADEMY catalogue, which includes programs in interpersonal communication, team management, project management, etc.</li>\n<li>Get the opportunity to support nonprofit organizations thanks to our Foundation initiatives and volunteering platform OneSmallStep</li>\n<li>Depending on your performance and eligibility criteria, you can benefit from international mobility opportunities and progress your career worldwide, and/or experience other departments and sectors</li>\n<li>Unlock your full potential, both professionally and personally.</li></ul></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=6c41c1e816815fc6&fccid=15d440bd8ae40dab&vjs=3",
  "date": "2020-04-20"
}