{
  "title": "Customer application Engineer for IoT (f/m/d)",
  "location": "Gratkorn, ST",
  "contract_type": null,
  "body": "<div></div><div><div><div><b>ASCO Engineering</b> (www.asco-engineering.at) – a member of <b>ASCO Group International</b> (www.asco-group.at) - is a technical service provider in the field of plant construction, mechanical engineering, automotive engineering, electrical engineering and information technology. As a specialist in Human Resource Management and Quality Management, the company focuses on the implementation and support of in-house projects as well as external projects for our customers.</div>\n </div><div></div><div><div><div>Gratkorn</div> <div></div><div>Softwareentwicklung\n</div></div></div><div><h3 class=\"jobSectionHeader\"><b>Ihre Aufgaben...</b></h3>\n<ul><li>Responsible for SW development projects in embedded, security and/or cloud related topics</li>\n<li>Provide technical consultancy and guidance to customers in regards to design in of NXP solutions</li>\n<li>Support technical design-in and lead customer projects</li>\n<li>Develop close relationship with the worldwide technical support network</li>\n<li>Prepare Application-Notes and technical support materials</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Unsere Anforderungen...</b></h3>\n<ul><li>Have a bachlor degree in software Engineering or similar</li>\n<li>Experience in SW development embedded microcontrollers and/or cloud services</li>\n<li>Have knowledge of ANSI-C language, Android, Java, Tools and Development systems for embedded SW</li>\n<li>Knowledge of Contactless technologies (BLE,WiFi, NFC/RFID)</li>\n<li>Linux embedded SW</li>\n<li>Project Management basic knowledge (customer related projects)</li>\n<li>Experience in software development</li>\n<li>Experienced with customer interfacin</li>\n<li>Have good English skills in spoken und written</li>\n<li>Flexible to travel</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Unser Angebot...</b></h3>\n<ul><li>Options for individual and specialised education and training</li>\n<li>Good working atmosphere in an internationally successful company</li>\n<li>Flat hierarchies and short decision paths</li>\n<li>Flexible working hours, employee parking spaces and good public transport connections</li>\n<li>The opportunity to actively shape your own career</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Ihre Benefits...</b></h3>\n</div><div></div><div><h3 class=\"jobSectionHeader\"><b>Mindestgehalt</b></h3>\n<b>Gross salary EUR 2.600,00</b> for 38,5 hours per week. Possibility of overpayment depending on your qualification and experience!</div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=297947ffa7da1118&fccid=be8203b9c9a3668a&vjs=3",
  "date": "2020-05-18"
}