{
  "title": "IT Security Analyst (m/f/d)",
  "location": "Graz, ST",
  "contract_type": null,
  "body": "Group Description\n<br>At Magna, we create technology that disrupts the industry and solves big problems for consumers, our customers, and the world around us. We’re the only mobility technology company and supplier with complete expertise across the entire vehicle.\n<br><br>\nWe are committed to quality and continuous improvement because our products impact millions of people every day. But we’re more than what we make. We are a group of entrepreneurial-minded people whose collective expertise gives us a competitive advantage. World Class Manufacturing is a journey and it’s our talented people who lead us on this journey.\n<br>Job Introduction\n<br>The IT Security, Analyst is accountable to support the IT Security department in two core functions for the enterprise. The first is to monitor the day-to-day operations of the in-place security solutions while the second is the identification, investigation and resolution of security breaches detected by those systems. Secondary tasks may include involvement in the implementation of new security solutions, participation in the creation and or maintenance of policies, standards, baselines, guidelines and procedures as well as conducting vulnerability audits and assessments. The IT Security, Analyst is expected to be fully aware of the enterprise’s security goals as established by its stated policies, procedures and guidelines and to actively work towards upholding those goals after appropriate training. Major Responsibilities\n<br>Review baselines for the secure configuration and operations of all in-place devices, whether they be under direct control (i.e., security tools) or not (i.e., workstations, servers, network devices, etc.).\n<br>Monitor operational configurations of all in-place security solutions as per the established baselines.\n<br>Monitor all in-place security solutions for efficient and appropriate operations.\n<br>Review logs and reports of all in-place devices, whether they be under direct control (i.e., security tools) or not (i.e., workstations, servers, network devices, etc.). Interpret the implications of that activity and work with the functional team to devise plans for appropriate resolution.\n<br>Participate in investigations relating to problematic activity.\n<br>Participate in the execution of vulnerability assessments, penetration tests and security audits as directed.\n<br>Provide on-call support for IT management for all in-place security solutions.\n<br>Responsible for special projects as assigned by management.\n<br>Maintain up-to-date detailed knowledge of the IT security industry including awareness of new or revised security solutions, improved security processes and the development of new attacks and threat vectors.\n<br>Recommend additional security solutions or enhancements to existing security solutions to improve overall enterprise security.\n<br>Consult and advise the IT infrastructure and operations team in the deployment, integration and initial configuration of security solutions and of any enhancements to existing security solutions in accordance with standard best operating procedures generically and the enterprise’s security documents specifically. Knowledge, Education and Work Experience\n<br>Computer Science or another technical related degree recommended or equivalent work experience.\n<br>Minimum of 3 years work related experience in the IT Security field.\n<br><br>\n<b>Working technical knowledge of:</b><br>\nStrong understanding of IP, TCP/IP, and other network protocols.\n<br>General knowledge of scripting and programming.\n<br>General knowledge of Microsoft Windows or Linux/BSD operating system.\n<br><br>\n<b>Experience with:</b><br>\nMicrosoft Office product suite.\n<br>Vulnerability Scanning tools.\n<br>SIEM technologies.\n<br>EDR Tools. Skills and Competencies\n<br>Analytical and problem-solving abilities.\n<br>Experience working in a team-oriented, collaborative environment.\n<br>Ability to effectively prioritize and execute tasks in a high-pressure environment.\n<br>Highly self-motivated and directed.\n<br>Keen attention to detail.\n<br>Very good English communication skills (written and oral).\n<br>Solid German communication skills (written and oral) are of advantage. Work Environment\n<br>Regular overnight travel up to 10-25% of the time.\n<br><br>\nFor dedicated and motivated employees, we offer an interesting and diversified job within a dynamic global team together with the individual and functional development in a professional environment of a global acting business. Fair treatment and a sense of responsibility towards employees are the principle of the Magna culture. We strive to offer an inspiring and motivating work environment. Additional Information\n<br>The annual remuneration package for this position is a minimum of EUR 55.000,- with appropriate qualifications. We offer attractive benefits (e.g. employee profit participation program) and a salary which is in line with market conditions depending on your skills and experience.\n<br>14--Information, Security, Risk, Compliance F--Permanent/Regular",
  "url": "https://at.indeed.com/rc/clk?jk=77c5e5a99e9d55a4&fccid=254ad00cf333484f&vjs=3",
  "date": "2020-05-26"
}