{
  "title": "Cyber Security Consultant (w/m/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div>EY ist einer der globalen Marktführer in der Wirtschaftsprüfung, Steuerberatung, Transaktionsberatung und Unternehmensberatung und ist in Österreich mit über 1.000 MitarbeiterInnen an den Standorten Wien, Linz, Salzburg und Klagenfurt vertreten. Unsere hochqualifizierten und motivierten Teams sind das Herzstück unseres Unternehmens – denn erst die Leistungen jedes einzelnen Mitglieds formen unseren Erfolg. Wir zählen zu den führenden Managementberatungshäusern in Österreich und bieten unseren Kunden Beratungsleistungen von Strategie, Omnichannel, IT, Organisation, Supply Chain, Logistik bis hin zu Finance, Controlling und Risikomanagement. Wir begleiten Unternehmen, die Probleme von heute zu lösen und die Herausforderungen der Zukunft zu meistern.</div><div></div><br>\n<div>\n</div><div>\nStandorte: Wien, Linz | Stundenausmaß: Vollzeit | ab sofort</div><div></div><br>\n<div>\n</div><div><b>\nDas erwartet Sie bei uns — Erfahrungen, von denen Sie ein Leben lang profitieren</b></div><div>\n</div><div><ul><li><div>\nDurchführung von technischen Security Audits (Penetration Testing, Ethical Hacking, Application Security und Social Engineering)</div></li><li><div>\nErarbeitung von wirksamen Schutzmaßnahmen zur Erhöhung des Sicherheitsniveaus</div></li><li><div>\nReview von IT-Architekturen</div></li><li><div>\nUnterstützung bei der Konzeption technischer Schutzmaßnahmen (z.B. Firewalls, Endpoint Protection, Security Information and Event Management), für Cloud Computing, Internet of Things (IoT) und Operational IT (SCADA)</div></li><li><div>\nWeiterentwicklung unserer Penetration Testing Assessment Platform</div></li></ul></div></div><div></div>\n<br>\n<div><div><b>Das bringen Sie mit — Fähigkeiten, mit denen Sie die Zukunft gestalten</b></div><div>\n</div><div><ul><li><div>\nAbgeschlossenes Studium im Bereich (Wirtschafts-)Informatik, Ingenieur- oder Naturwissenschaften</div></li><li><div>\nStarke Affinität zu den Themenbereichen IT-Security und Ethical Hacking, Erfahrungen im Bereich Penetration Testing, Windows, Linux/Unix, Web-Technologien und Netzwerktechnik von Vorteil</div></li><li><div>\nSehr gute Deutsch- und Englischkenntnisse</div></li><li><div>\nKonzeptionelle und analytische Stärke</div></li><li><div>\nTeamfähigkeit, Kommunikationsstärke und Kundenorientierung</div></li></ul></div><div></div><br>\n<div>\n</div><div><b>\nDas bieten wir Ihnen — ein inspirierendes Arbeitsumfeld</b></div><div>\n</div><div><ul><li><div>\nAbwechslungsreiches Arbeiten bei unseren Kunden vor Ort in einem internationalen Umfeld und einer der globalen Marktführer für Cyber Security Consulting Services</div></li><li><div>\nIndividuelle Karriereförderung und umfassende Aus- und Weiterbildungen (z.B. CISSP, CISM, OSCP, OSCE, GXPN)</div></li><li><div>\nLeistungsstarke und vernetzte Teams, in denen Kollegialität gelebt wird</div></li><li><div>\nBreites Angebot der flexiblen Arbeitszeitgestaltung</div></li><li><div>\nZahlreiche Mitarbeiterbenefits</div></li></ul></div><div></div><br>\n<div>\n</div><div>\nEY ist ein Arbeitgeber, der die Chancengleichheit fördert.</div><div></div><br>\n<div>\n</div><div>\nDiese Position deckt sich mit Ihrem Profil und Ihren Vorstellungen? Dann freuen wir uns auf Ihre aussagekräftigen Bewerbungsunterlagen (CV, Anschreiben, Zeugnisse)!</div><div></div><br>\n<div>\n</div><div>\nFür Rückfragen steht Ihnen Klaudia Aldjic (01/21170-1803) gerne zur Verfügung.</div><div>\nWeitere Informationen, Broschüren sowie Videos finden Sie in unserer EY Mediathek!</div><div></div><br>\n<div>\n</div><div>\nJahresbruttogehalt ab EUR 42.000,- (All-in). Bereitschaft zur Überzahlung je nach Qualifikation und Erfahrung gegeben.</div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=ce89d82712a22059&fccid=1544766d4c2915b0&vjs=3",
  "date": "2020-05-26"
}