{
  "title": "Technical Support Specialist (w/m/d), 38,5 h/W - IKEA Austria GmbH",
  "location": "Klagenfurt am Wörthersee, K",
  "contract_type": null,
  "body": "<div><div><p><b>WER DU BIST\n</b></p><div>Indem wir zuverlässige, robuste und effiziente IT-Lösungen warten und unterstützen, sichern wir als Local IT Team eine effektive Informationstechnologie (IT) die die IKEA-Geschäftsprozesse unterstützt. Wir sind der lokale Geschäftspartner, der für IT-Fragen verantwortlich ist und als eine einheitliche IT-Organisation arbeitet. Wir stellen sicher, dass die technologischen Lösungen in unseren IKEA Standorten nach hohen Standards geliefert werden, um die Bedürfnisse von Kunden und Mitarbeitern zu erfüllen und so das gesamte IKEA Einkaufserlebnis verbessern.\n<br>\n<br>\nDein Einsatzort wird in erster Linie die IKEA Einheit in Klagenfurt sein in der du alle IT infrastukturellen und digitalen Themen implementierst. Aufgrund von Projekten könnte auch punktueller Einsatz an anderen IKEA Standorten in Österreich erfolgen.<br>\n<br>\n<br>\n<ul><li>Als Teamplayer und Kommunikationsprofi hilfst du bei IT-Problemen zuverlässig, kompetent, zeitnah und lösungsorientiert.</li><li>Du bringst sehr gute Kenntnisse in der Implementierung und Wartung von IT Lösungen, sowie dem Aufbau von Systemen im Netzwerkbereich (WAN, LAN, WLAN, Router, Switche, Telefonie, VOIP) und Information Security mit.\n</li><li>Als IT-Botschafter übernimmst du gerne Verantwortung und hast Freude am Koordinieren von IT Projekten.\n</li><li>Gute Kenntnisse in Retail Prozessen und in der IKEA IT Infrastruktur sind von Vorteil.\n</li><li>Fließende Englisch Kenntnisse (Wort und Schrift).\n</li><li>Reisebereitschaft zur Unterstützung verschiedener IKEA-Einheiten in der Region.\n</li></ul></div><p><b>SO GESTALTET SICH DEIN TAG BEI UNS\n</b></p><div>• Du bist dafür verantwortlich, die Business Continuity aller unterstützten digitalen Produkte und Platformen sicherzustellen.<br>\n<ul><li>Du bist verantwortlich für Lifecycle-Management von allen IT assets in deinem Gebiet (hardware, software).</li><li>Du bietest professionellen IT-Support mit einem hohen Serviceniveau für verschiedene IKEA-Einheiten (auch an verschiedenen Standorten), wie in den Service Level Agreements definiert.\n</li><li>Du übernimmst die lokale IT Koordination und Umsetzung von nationalen sowie internationalen IT Projekten.</li><li>Du stellst die Umsetzung relevanter IKEA Standards sicher.</li></ul>\n<br>\nDer Arbeitsort für diese Position ist Klagenfurt. Die Bereitschaft zu reisen wird vorausgesetzt.\n</div><p><b>ZUSAMMEN ALS TEAM\n</b></p><div>In dieser Position agierst du als IT Botschafter mit der Fähigkeit andere auf freundliche Art und Weise kommunikativ zu begegnen. Du verstehst es, deine Aufgaben effektiv zu priorisieren und sie in einem dynamischen und sich schnell verändernden Umfeld auszuführen. Deine digitalen Erfahrungen und dein Wissen teilst du gerne mit allen Stakeholdern.\n<br>\n<br>\nBei uns hast du die Möglichkeit dich persönlich und beruflich in einem internationelen, vielfältigen und offenen Arbeitsumfeld zu entwickeln. Bei uns tauchst du ein in eine positive Atmosphäre, in der Wertschätzung und Du-selbst-sein groß geschrieben wird.\n<br>\n<br>\nAls IKEA Mitarbeiter profitierst du von unseren Sozialleistungen in einem modernen, familienfreundlichen und flexiblen Arbeitsumfeld.\n</div><div>Für diese Position ist ein Monatsgehalt von mindestens € 2.600,- brutto auf Vollzeitbasis vorgesehen. Bei entsprechender Qualifikation und Erfahrung besteht Bereitschaft zur Überzahlung. Dein Arbeitsort ist in Klagenfurt: wenn du dafür umziehen musst, unterstützen wir dich auch finanziell.<br>\n<br>\nBitte beachte, dass unser Auswahlprozess schon VOR Ablauf des Entfernungsdatums beginnt und wir diesen abschließen, sobald wir eine/n geeignete/n Kandidaten/in gefunden haben. Nach Abschluss des Auswahlprozesses werden weitere Bewerbungen nicht mehr berücksichtigt.</div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=be3c63911c0cea04&fccid=af17ea0d1d6bbbba&vjs=3",
  "date": "2020-05-26"
}