{
  "title": "Java SW Developer - B2C (m / f / d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p>Paysafe is a leading global provider of end-to-end payment solutions. Our core purpose is to enable businesses and consumers to connect and transact seamlessly through our industry-leading capabilities in payment processing, digital wallets and online cash solutions. <b>paysafecard </b>is part of Paysafe Group and global market leader in online prepaid payment methods. Based in Vienna, the company is internationally active and present in more than 50 countries around the world.<br>\n</p><p></p><p>Paysafe is an equal opportunity employer. We value <b>diversity </b>and are committed to providing a work environment of mutual respect to everyone without regard to race, color, religion, national origin, age, gender identity or expression, or any other characteristic protected by applicable laws, regulations and ordinances.<br>\n</p><p></p><p><b>Your Key Responsibilities:<br>\n</b></p><p></p><ul><li>Develop modular &amp; scalable software solutions in a motivated and highly-effective scrum team, supported by a state-of-the-art environment (stable and mature continuous integration pipeline, automated integration and code quality tests, OpenShift PAAS)\n</li><li>Collaborate closely with the team to bring new features to our customers, from requirements analysis through the development process all the way into the production environment\n</li><li>Interact with stakeholders, from security specialists to marketing experts\n</li><li>Implement complex Java Enterprise applications following Java EE standards\n</li><li>Develop web services &amp; REST interfaces, and integrate third-party services\n</li><li>Create stable &amp; unit-tested software\n</li><li>Analyse requirements and prepare architectural solutions<br>\n</li></ul><p></p><p><b>Your Qualification:<br>\n</b></p><p></p><ul><li>BA degree in in Computer Science, Computer Engineering or equivalent education/experience\n</li><li>3+ years of relevant experience in Development, ideally in an international corporation\n</li><li>Experience with JEE (JSF, EJB, JPA, JMS and Webservices), Maven and Eclipse/IntelliJ\n</li><li>Experience with application servers (preferably JBoss) or Open Shift is a plus\n</li><li>Experience with agile methods such as Scrum, XP or Kanban\n</li><li>Interest in innovative payment products\n</li><li>Fluent in German and English (written and spoken)\n</li><li>Proficiency with Microsoft Office applications (Outlook, Word, Excel, PowerPoint, Visio)\n</li><li>Strong communication and interpersonal skills / Strong initiative and dedication to quality\n</li><li>Self-motivation and self-reliance<br>\n</li></ul><p></p><p><b>Our Offer:<br>\n</b></p><p></p><ul><li>Both an international working environment and an open and great working atmosphere, where successes are celebrated together\n</li><li>Excellent public transport connection\n</li><li>Mobile Working, flexi-time (without core hours) and other great company benefits\n</li><li>International development and career opportunities\n</li><li>An annual gross salary starting from € 50.000,- with a view to increase based on the qualification and experience<br>\n</li></ul><p></p><p>We look forward to your application!<br>\n</p><p></p><p>Please find further information on <b>www.paysafe.com\n</b><br>\n<br>\nTake a look and visit us!</p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=480e1ee9ded4fa14&fccid=d909b8f05f4cabb8&vjs=3",
  "date": "2020-05-26"
}