{
  "title": "Senior SpezialistIn Information Risk Management (m/w/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div>Wir möchten neue Wege gehen. Und neue Wege schaffen. Heute. Für morgen. Für uns.<br>\n</div><div></div><div>Damit wir auch morgen End-to-end Logistiklösungen für jede Industrie anbieten können, um einen umweltfreundlichen Gütertransport zu ermöglichen. Wir, das sind rund 9.000 Möglichmacherinnen und Möglichmacher der Rail Cargo Group einem der führenden Bahnlogistiker Europas.</div><div></div><br>\n<div>\nDie Rail Cargo Austria AG sucht für den Stab Digitalization eine/n Senior SpezialistIn Information Risk Management.</div><p><br>\n<b>\nIhr Job</b></p><ul><li><div>\nSie implementieren und pflegen als zentrale/r AnsprechpartnerIn das Informationsrisiko-Managementsystem auf Teilkonzernebene (In- u. Ausland) in Abstimmung mit den InfoSec-Verantwortlichen (CISO/ISO).\n</div></li><li><div>Sie bewerten und identifizieren gemeinsam mit Führungskräften und MitarbeiterInnen die Abhängigkeit der Geschäftsprozesse von der Informationstechnologie sowie der sich daraus ergebenden Risiken (Business Impact Analysen) und leiten wo notwendig Maßnahmen ein.</div></li><li><div>\nSie sorgen dafür, dass die gewonnenen Erkenntnisse in der Risikomanagement-Applikation (CRISAM) dokumentiert und auf aktuellem Stand gehalten werden.</div></li><li><div>\nSie sorgen für die Weiterentwicklung bestehender Richtlinien und Prozesse sowie des Berichtswesens im Bereich des IS-Risikomanagement der Rail Cargo Group.\n</div></li><li><div>Sie initiieren und dokumentieren Risiko-Analyse-Audits in Abstimmung mit dem CISO der Rail Cargo Group.\n</div></li><li><div>Sie vertreten den Teilkonzern Rail Cargo Group in den entsprechenden ÖBB-Konzern-Gremien (IS-Risikomanagement-Arbeitskreis) und gestalten gemeinsam mit Ihren KollegInnen im ÖBB-Konzern die Weiterentwicklung des konzernweiten IS-Risikomanagement.\n</div></li><li><div>Sie unterstützen den TK-CISO in der Weiterentwicklung des Business-Continuity-Management-Prozesses und führen Krisen-/Notfall-Übungen durch.</div></li></ul></div><div></div>\n<br><div><p><b>Ihr Profil</b></p><ul><li>\nSie weisen eine abgeschlossene Matura plus 7 Jahre einschlägige Berufserfahrung auf oder haben ein abgeschlossenes (Fach-)Hochschulstudium (UNI/FH, vorzugsweise Informatik, Wirtschaftsinformatik mit dem Studienschwerpunkt IT-Security oder IT-Risikomanagement) plus 5 Jahre Berufserfahrung (bevorzugt als Information Security Manager, IT-Risikomanager oder in einem Tätigkeitsfeld mit IT-Governance Bezug).\n</li></ul><ul><li><div>Sie haben eine offene und kommunikative Art und zeichnen sich durch Ihr freundliches und angenehmes Auftreten aus.</div></li><li><div>\nIT Risikomanagement sehen Sie als Service, nicht als Verpflichtung.</div></li><li><div>\nSie bringen gute Kenntnisse gängiger Standards und Frameworks (ISO 2700-Serie, Cobit, ITIL, BSI IT-Grundschutz, NIST etc.) mit. Zertifizierungen wie z.B. CISM, CISSP, CISA, CRISK, Risikomanager, Notfallmanager sind von Vorteil.</div></li><li><div>\nDas Arbeiten mit der Risikomanagement-Applikation CRISAM &amp; Desaster Recovery Plänen ist für Sie eine Selbstverständlichkeit.</div></li><li><div>\nSie arbeiten eigenständig und strukturiert auch in einem hochkomplexen Umfeld. Sie können allerdings auch flexibel mit stressigen Situationen gut umgehen.</div></li><li><div>\nSie bringen ausgezeichnete Deutschkenntnisse sowie sehr gute Englischkenntnisse in Wort und Schrift mit und glänzen bevorzugt zusätzlich mit Sprachen aus CEE, die Sie gerne im Zuge ihrer Reisebereitschaft anwenden.<br>\n</div></li></ul><p></p><p><b>Unser Angebot</b></p><p></p><ul><li><div>\nEine abwechslungsreiche Position, in einem internationalen Umfeld, das ständig in Bewegung ist.</div></li><li>\nFür die Funktion „Senior SpezialistIn Information Risk Management“ ist ein Mindestentgelt von € 41.474,44 brutto/Jahr vorgesehen. Je nach Qualifikation und Berufserfahrung ist eine Überzahlung möglich.<br>\n</li></ul><p></p><p><b>\nIhre Bewerbung</b></p><p>\nBitte bewerben Sie sich online mit Ihrem Motivationsschreiben und Lebenslauf. Als interne/r BewerberIn fügen Sie bitte idealerweise auch Ihren SAP-Auszug hinzu.<br>\n<br>\n<br>\n</p><p><b>Ihre AnsprechpartnerInnen bei Fragen</b></p><p>\nBei fachlichen Fragen zu dieser Jobausschreibung wenden Sie sich bitte an Laura Lackner, 0664/6176931. Für allgemeine Fragen zum Bewerbungsprozess steht Ihnen unser ÖBB Recruiting Team unter 01/930009777888 gerne zur Verfügung.</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=6fc6c8e1b81e6dbb&fccid=6e7935d79529a285&vjs=3",
  "date": "2020-05-26"
}