{
  "title": "Director, Information Technology Unit",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><p>Vacancy Number: VA2003/2018\n<br>\nReports to: Senior Director, Corporate Services Department\n</p></div><div><h3 class=\"jobSectionHeader\"><b>Job Profile:</b></h3><p>\nThe Director, Information Technology (IT) Unit is responsible for all aspects of information technology management and control, including supervision of IT staff, budget preparation and management, recommendations for technical acquisitions, and development of guidelines, standards and procedures. This job is also responsible for the smooth running of all systems and applications related to the work of information technology (IT), i.e. hardware and software systems.</p><p>\nThe incumbent reports directly to the Senior Director, Corporate Services Department. S/he supervises Senior IT Officers, IT Officers and Support Staffs. The annual workload includes attending meetings with internal IT users and meetings with external consultants, amongst others. The incumbent is expected to be at the forefront of industry changes in terms of new technological developments, innovation and cyber security. S/he is thus considered the foremost expert in information technology, and as such serves as the top IT advisor for the Governing Board, the Director General, and the Senior Management.</p><h3 class=\"jobSectionHeader\"><b>\nDuties and Responsibilities</b></h3><ul><li>\nDefine IT facilities and ensures that adequate and reliable IT services and support are provided to all OPEC Fund staff members to carry out their duties effectively and efficiently;</li><li>\nDefine the short, medium and long-term objectives of the IT Unit in line with the Corporate Plan, and formulates the strategy to achieve these objectives;</li><li>\nPrepare and maintain the IT Strategic Plan. Ensure that it is aligned with business priorities and continuously synchronized with operational plans;</li><li>\nEnsure effective project management and proactive communication with customers at all levels;</li><li>\nSet up IT policies and programs, and submits an annual work program and budget for the unit;</li><li>\nCoordinate the implementation of IT policies and departmental work programs to achieve the objectives in an effective and efficient manner, within a reliable timeline;</li><li>\nMaintain cooperation and communication with other departments/units of the OPEC Fund to ensure optimal utilization and user satisfaction;</li><li>\nStrengthen relationships with external partners/consultants to ensure better and reliable support for the IT systems;</li><li>\nContribute to the institution strengthening and capacity building of the OPEC Fund by developing or improving management and organizational processes and procedures; participate in the committee/s relevant to these matters;</li><li>\nLead the IT Unit by inspiring and motivating the IT team to maintain the highest level of engagement with the institution. Ensure adequate staffing and succession planning for key positions within IT Unit;</li><li>\nCarry out other tasks assigned by the supervisor that are related to this job function.</li></ul><h3 class=\"jobSectionHeader\"><b>\nQualifications and Experience</b></h3><ul><li>\nAn advanced university degree in Computer Programming or other IT-related fields;</li><li>\nA minimum of 15 years professional experience, with a minimum of 7 years in management role, overseeing IT functions and IT teams. Working managerial experience at an international institution will be an added advantage.</li></ul><h3 class=\"jobSectionHeader\"><b>\nSkills and Competences</b></h3><ul><li>\nExcellent interpersonal, planning, as well as coordination and supervisory skills;</li><li>\nCapacity to simplify complex data, monitor external changes and analyze how these may impact the institution, and whether the scope of work needs to be adapted to the environmental demands/changes;</li><li>\nAbility to use complex analytical techniques to break down problems and see the complex relationships among them;</li><li>\nProven leadership skills, able to motivate staff members, willingness to develop their competencies/skills and coach them to solve any problems that may arise;</li><li>\nExcellent written and verbal communication skills in English, including the ability to deliver coherent presentations during meetings;</li><li>\nGood working knowledge of either Arabic, French, German or Spanish is an added advantage; and</li><li>\nAbility to work with people of different nationalities and cultural backgrounds.</li></ul></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=758b502512f8d672&fccid=5c0c011d1af81478&vjs=3",
  "date": "2020-05-26"
}