{
  "title": "Cyber Security Sales Executive - Austria/Switzerland - €170,000 OTE",
  "body": "<p></p><div><div><div><b>Sales Executive - Austria/Switzerland</b><br>\n<b>Pre-IPO Cyber Security Vendor</b></div>\n<p>My client is the leading provider of cyber security solutions for business applications.</p>\n<p>Since their inception, they have been working closely with customers to ensure the highest levels of security, compliance and quality for these systems. They provide the first and only comprehensive cyber security and compliance platform for business-critical applications.</p>\n<p><b>Summary of Position:</b></p>\n<p>Would you like to be part of a tech startup focused on managing and growing the business within strategic and Fortune 2000 customers? My client has experienced explosive growth over the past 18 months and is currently looking for a talented and passionate individual to join their enterprise sales team in DACH.<br>\nTheir business model allows our Sales Executives to manage the full life cycle of our customer engagement.</p>\n<p>The ideal candidate must have experience working with large and complex customers, as well as have sales acumen and a technical background in cyber security. Candidates should have experience leveraging marketing leads, technical resources, and channel partners as required.</p>\n<p><b>Required Skills/Experience:</b></p>\n<ul><li>10+ years of experience in a quota carrying sales role in the Fortune 2000</li>\n<li>5+ years of experience selling into cyber security or information security market</li>\n<li>Software and/or SaaS sales is a plus</li>\n<li>Cyber security or SAP / Oracle preferred</li>\n<li>Weekly forecast reporting</li>\n<li>Ability to travel extensively through assigned territory</li>\n<li>Entrepreneurial drive and ability to sell creative solutions</li>\n<li>Strategically use resources available to resolve technical challenges</li>\n<li>Establishing, strengthening and maintaining C-level relationships with clients</li>\n<li>Must have a highly effective written/verbal presentation and closing skills</li>\n<li>BA/BS or equivalent experience</li>\n</ul>\n<p><b>What they can offer:</b></p>\n<ul><li>A responsible job, an attractive salary and flexible working hours.</li>\n<li>An innovative workplace with great team spirit, open doors and helpful colleagues.</li>\n<li>On-boarding with mentoring by colleagues, specific training as required and access to webinars and e-learning.</li>\n<li>A free membership in a fitness center is available for all employees.</li></ul></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=e81ef95f622c3729&fccid=0ed02effe4072def&vjs=3",
  "date": "2020-04-20"
}