{
  "title": "Senior Accountant w/m",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><h2 class=\"jobSectionHeader\"><b>Senior Accountant</b></h2>\n<p>based in Vienna</p>\n<div><p><b>POSITION SUMMARY</b></p>\n<p>Senior Accountant is responsible for preparation, examination and analysis of accounting records, financial statements and other financial reports, in line with Austrian GAAP<br>\nand corporate standards. Senior Accountant serves as a point of contact to Governmental Institutions (Tax Office, Health Insurance etc.) and to other parties for all accounting/tax related issues.</p>\n<p><b>KEY ACCOUNTABILITIES</b></p>\n<ul><li>Responsibility for daily accounting activities of the company</li>\n<li>Accountability for yearly &amp; monthly accounting closings</li>\n<li>Establishment and maintenance of the accounting records in accordance with Austrian GAAP/Canadian GAAP.</li>\n<li>Key role in preparation, analysis, interpretation, and delivery of financial statements.</li>\n<li>Preparation of tax owed and tax returns, ensuring compliance with tax requirements</li>\n<li>Point of Contact for Tax Office, Health Social Security, Magistrate</li>\n<li>Involvement in payroll activities (employment abroad)</li>\n<li>Provision of necessary accounting information and various analysis to the management</li>\n<li>Ownership of Time &amp; Expense process</li>\n<li>Development and implementation of best practices for efficient and effective operation<br>\nof the accounting department and its processes.</li>\n<li>Other accounting/finance duties according to the needs</li><br>\n</ul><p></p><br>\n<p><b>SKILLS, QUALIFICATIONS, and COMPETENCIES</b></p>\n<ul><li>University Degree in Accounting, Finance</li>\n<li>4+ years of progressively responsible experience.</li>\n<li>CPA, CA or equivalent accounting education (“Buchhalter”, “Bilanzbuchhalter”)<br>\nis an advantage</li>\n<li>Detailed understanding of Tax Office and reporting requirements</li>\n<li>Excellent written and oral German and English</li>\n<li>Hands-on experience with ERP systems (knowledge of ODOO is an advantage)</li>\n<li>Intermediary knowledge of excel would be beneficial</li>\n<li>Ability to work in a fast-paced environment and prioritize deadlines on an ongoing basis.</li><br>\n</ul><p></p><br>\n<p><b>OUR OFFERING</b></p>\n<ul><li>Challenging area of responsibility in a fast-growing international company.</li>\n<li>Excellent working environment.</li>\n<li>Minimum monthly salary (KV) of Euro 2.871,00 gross; overpayment possible depending on experience and qualification.</li></ul></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=ff3855fa4694cf8a&fccid=3feeced1517b9814&vjs=3",
  "date": "2020-05-26"
}