{
  "title": "Security Officer (w/m/d)",
  "location": "Wien, W",
  "contract_type": "Festanstellung",
  "body": "<div><h2 class=\"jobSectionHeader\"><b>Security Officer (w/m/d)</b></h2><p><i>\nUnser Kunde ist ein international tätiger IT-Dienstleister, der seinen Fokus auf die Betreuung des Betriebs von Banken und Versicherungen legt. Mit einer ausgefeilten Infrastruktur aus Rechenzentren und Netzen betreibt unser Kunde Informations- und Kommunikationstechnik. Zur Unterstützung des bestehenden Teams ist unser Kunde aktuell auf der Suche nach einem </i><b><i>Security Officer (w/m/d) </i></b><i>am Standort in Wien.</i></p><p></p><br>\n<h4 class=\"jobSectionHeader\"><b>\nDiese spannenden Aufgaben warten auf Dich:</b></h4><ul><li>\nManagement von IT-relevanten Sicherheitsvorkommnissen</li><li>\nStrategische Beratung des Managements zu Sicherheitsfragen inkl. entsprechender Themenaufbereitung</li><li>\nBetrieb und kontinuierliche Verbesserung des ISMS nach der Normenreihe ISO/IEC 27000</li><li>\nErstellen und Überarbeiten von Sicherheitsvorgaben &amp; Prozeduren basierend auf anerkannten Standards (z.B. ISO/IEC 27001, PCI-DSS, SWIFT, etc.</li><li>\nWeiterentwicklung der bestehenden organisatorischen und technischen Sicherheitsstrategien, -regeln sowie -maßnahmen</li><li>\nErstellung und Durchführung von Awareness-Trainings / Planung und Durchführung von Aktivitäten sowie Schulungen zur Erhöhung des Sicherheitsbewusstseins</li><li>\nDurchführung und Begleitung von technischen und organisatorischen Sicherheitsaudits (z.B. ISO/IEC 270001, PCI-DSS, SWIFT, etc.)</li><li>\nIdentifizierung von Vulnerabilities/Sicherheitsrisiken und Erarbeiten von Verbesserungen und Gegenmaßnahmen</li><li>\nTechnische Konzeptprüfung / Bewertung von IT-/Cyber-Sicherheitsrisiken</li><li>\nMitarbeit bei technischen Großprojekten mit „neuen Technologien“ zur Sicherstellung/Erarbeitung/Definition von Sicherheitsvorgaben</li></ul><p></p><br>\n<h4 class=\"jobSectionHeader\"><b>\nDeine bisherigen Erfahrungen:</b></h4><ul><li>\nAkademische Ausbildung mit Schwerpunkt IT- und Information-Security oder vergleichbare Praxiserfahrung</li><li>\nMehrjährige Berufserfahrung und Fachwissen im Bereich Security</li><li>\nEinschlägige Zertifizierungen (z.B. CISSP, ITIL, CISA, CISM, CRISC, CIA) von Vorteil</li><li>\nKenntnisse des österreichischen Datenschutzgesetzes und verwandter Rechtsmaterien</li><li>\nKenntnisse anzuwendender Normen, Standards, Best Practice-Modelle (ISO 2700x, PCI-DSS, BSI-GSHB, ITIL, CobIT, CIS, OWASP, etc.)</li><li>\nSehr gute Englischkenntnisse in Wort und Schrift</li><li>\nSicheres Auftreten gepaart mit hoher Kommunikations- und Koordinationsfähigkeit</li><li>\nHohe Problemlösungs- und Entscheidungskompetenz</li><li>\nFähigkeit, komplexe Inhalte für unterschiedliche Zielgruppen aufzubereiten und zu präsentieren</li><li>\nSicherheitstechnische Beratung der Betriebseinheiten (bspw. Hardening, Bewertung von Sicherheitsevents, etc.)</li><li>\nProfundes technisches Know-How im Bereich Netzwerk und Systemsicherheit erforderlich</li><li>\nPraktische Kenntnis über sicherheitstechnische Angriffsszenarien sowie deren Identifikation/Ausnutzung/Gegenmaßnahmen</li><li>\nDurchführung von Code Reviews (statisch/dynamisch) wünschenswert</li></ul><p></p><br>\n<h4 class=\"jobSectionHeader\"><b>\nWas unser Kunde bietet:</b></h4><ul><li>\nMitarbeit in einem dynamischen und internationalen Team</li><li>\nIndividuelle Weiterbildungsmöglichkeiten</li><li>\nFlexibles Arbeitszeitmodell</li><li>\nBetriebsarzt und ein breites Wellnessangebot</li><li>\nZertifizierung Familie &amp; Beruf</li></ul></div>",
  "url": "https://at.indeed.com/rc/clk?jk=67133942953c56c4&fccid=aea2dd525be21fce&vjs=3",
  "date": "2020-05-16"
}