{
  "title": "Senior Software Engineer",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div></div><div><p>Cortical.io is a young entrepreneurial company focusing on Natural Language Understanding (NLU). We use our patented technology in combination with sophisticated Artificial Intelligence (AI) approaches to address problems others have failed to solve. Over the last couple of years, we have built an impressive client portfolio of global Fortune 500 companies. At this point, we are looking to expand our team at our headquarters in Vienna.</p>\n<p>\nFor this position, we are looking for experienced Java developers who are interested in the emerging field of Artificial Intelligence (AI) and Natural Language Processing (NLP). If you would like to contribute to AI and NLP software solutions that solve challenging business problems, then you should send us your application!</p>\n<h2 class=\"jobSectionHeader\"><b>\nBasic requirements</b></h2>\n<ul><li>Good working proficiency in written and spoken English</li>\n<li>European Union citizenship or authorization to work in Austria</li>\n</ul><h2 class=\"jobSectionHeader\"><b>What you’ll be working on</b></h2>\n<ul><li>Be part of the platform team, creating an enterprise ready platform for our state-of-the-art AI and NLP solutions to solve real-world use cases for large companies</li>\n<li>Implementing enterprise grade applications in accordance with industry best practices (including security, persistence, processing pipelines, REST APIs)</li>\n<li>Participating in the design and architecture of application components</li>\n<li>Pushing for scalability, performance and security in Cortical.io product implementations</li>\n</ul><h2 class=\"jobSectionHeader\"><b>What you must have</b></h2>\n<ul><li>At least 3 years of professional experience as a Java software engineer (Java 8+)</li>\n<li>Solid know-how in application security and/or high availablity and scalability</li>\n<li>Practical experience with most of the following\n<ul><li>Clean Code practices, software testing and code reviews</li>\n<li>Java enterprise frameworks (Spring or J2EE)</li>\n<li>Integration tools (Maven, Jenkins, Git)</li>\n<li>Docker &amp; UNIX-style environment</li>\n<li>Running applications in the cloud (AWS, Azure)</li>\n</ul></li></ul><div></div><ul><li>Solid development practices in an agile software environment (Scrum/Kanban)</li>\n<li>Strong sense for team work and knowledge sharing</li>\n<li>Willingness to investigate and learn new technologies</li>\n</ul><h2 class=\"jobSectionHeader\"><b>It would be great if you also had</b></h2>\n<ul><li>A bachelor’s degree in computer science or equivalent work experience</li>\n<li>Experience in natural language processing, machine learning, and/or information retrieval</li>\n<li>Experience with any of the following infrastructure components:\n<ul><li>Kubernetes</li>\n<li>Messaging frameworks (RabbitMQ / Kafka)</li>\n<li>Any NoSQL or RDBMs databases (and/or Hibernate)</li>\n<li>MongoDB</li>\n<li>Elasticsearch / ELK</li>\n</ul></li></ul><h2 class=\"jobSectionHeader\"><b>What you’ll benefit from</b></h2>\n<ul><li>25 vacation days a year, the Austrian national health insurance and pension plan</li>\n<li>A relaxed, diverse, and friendly work environment in a pleasant office with flexible working arrangements</li>\n<li>The option of occasional home office</li>\n<li>The satisfaction of engineering successful AI and NLU solutions where competing technologies have come up short</li>\n<li>Joining a growing technology company that is already working with many big-name customers</li>\n</ul>\n<p>We offer minimum salary of € 3.048,- per month (in accordance with the collective agreement) but provide a market-compliant higher salary depending on qualifications and experience.</p>\n<p><b>\nIf you are interested in applying for this position, please send your details (cover letter and CV) to </b><b>Alexandra Peyrer-Heimstätt</b><b> with the job title in the subject line.</b></p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=68232d2a73c0da1b&fccid=f5a84c0903d68167&vjs=3",
  "date": "2020-05-26"
}