{
  "title": "Section Head (SGIM-ISI)(P5)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><div><p>As part of the management team of the Division and reporting to the Director, the Section Head (SGIM-ISI) is responsible for ensuring the most effective and efficient contribution of commercial satellite imagery obtained from multiple remote sensors to the drawing of safeguards conclusions and the support of field activities through collecting, processing, analysing and disseminating related products using state of the art technologies. He/she coordinates the integration of the Section's analytical efforts in the context of the Departmental collaborative information analysis process in support of State evaluations and other safeguards evaluation and implementation efforts. The Section Head provides leadership and professional direction to the staff of the Section and drives process improvements.</p><br>\n<br>\n<p>Role</p>\n<p>The Section Head (SGIM-ISI) is: 1) a leader and manager, providing guidance and support to the team, and planning resources with a view to achieving efficient and effective results in accordance with Divisional objectives; 2) a substantive expert in the use of satellite imagery and other geospatial products, leveraging knowledge and experience in the field of advanced nuclear proliferation analysis; 3) an adviser on matters of policy, strategy and complex cases; and 4) a developer, implementer and change manager of new strategies, based on improved processes and technologies.</p><br>\n<br>\n<p>Functions / Key Results Expected</p>\n<ul><li><div>Lead the Section, motivate the team and promote internal and external collaboration in order to optimize the outcomes from available resources and in line with the SGIM strategy, including with the establishment of concrete objectives, milestones and performance indicators.</div></li><li><div>\nPlay a key role in State evaluations and support to Operations Divisions for the preparation of in-field activities, specifically in relation to the results of satellite imagery analysis and other geospatial exploitation techniques.</div></li><li><div>\nManage the development of work plans, project planning and integration of analytical results with information from other sources through partnership with teams dealing with field activities, State Declared information, material balance evaluations, environmental and other sampling information, open source and nuclear trade, with a view to enhancing the Department's information collaborative approach.</div></li><li><div>\nIdentify questions, inconsistencies and nuclear non-proliferation issues and ensure the associated secure circulation of information products.</div></li><li><div>\nEnsure that services and products conform to the applicable quality standards and that processes are implemented in line with information security procedures.</div></li><li><div>\nEnsure, through training and recruitment, that the Section maintains an appropriate balance of skills and resources in its areas of responsibility.</div></li><li><div>\nProvide advisory expertise on specific aspects of analytical methodologies to other Divisions in the Department.</div></li><li><div>\nSubject to approval by the Board of Governors, participate in safeguards inspections and complementary accesses and provide support to in-field verification activities.</div></li><li><div>\nParticipate as a technical expert, scientific secretary or instructor in meetings or training courses in the area of satellite imagery analysis, and associated geospatial technologies and assist in the preparation of policy and technical documents as required.</div></li><li><div>\nLiaise with Member States regarding the promotion of technical assistance in relevant areas of competence and to raise assistance in the context of Member States’ support programmes and other possible assistance mechanisms.</div></li><li><div>\nContribute to the development of competences, methodologies and tools to enhance the contribution of the Section to analytical processes, including State evaluations as well as other safeguards implementation activities.<br>\n</div></li></ul>\n<p></p><p>Qualifications, Experience and Language skills</p>\n<p>Master's Degree - Advanced university degree in remote sensing, geography, sciences, engineering, IT, international relations or closely related field is required.\n</p><p>A first level university degree in remote sensing, geography, sciences, engineering, IT, international relations or closely related field with four additional years of relevant experience may be considered in lieu of the advanced university degree.</p>\n<p>Minimum of 10 years of experience, including at international level, in information management related to satellite imagery and geospatial technologies applied to nuclear non-proliferation issues and/or nuclear related research, at least seven of which with demonstrable experience in information collection, processing, and analysis.<br>\nDemonstrated experience in managing teams dedicated to information analysis, notably building, leading and developing cohesive and highly motivated teams, determining clear goals, roles and responsibilities in an effective team environment; providing feedback on performance and encouraging staff development.<br>\n</p>\n<p>Excellent oral and written command of English. Knowledge of other official IAEA languages (Arabic, Chinese, French, Russian and Spanish) is an asset.</p><br>\n<br>\n<p>Remuneration</p>\n<p>The IAEA offers an attractive remuneration package including a tax-free annual net base salary starting at <b>US $88162</b> (subject to mandatory deductions for pension contributions and health insurance), a variable post adjustment which currently amounts to <b>US $ 35441</b>*, dependency benefits, rental subsidy, education grant, relocation and repatriation expenses; 6 weeks' annual vacation, home leave, pension plan and health insurance</p></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=b0314cc2088db055&fccid=c1a7c6d77658a22d&vjs=3",
  "date": "2020-05-26"
}