{
  "title": "FH/ Uni Praktikum - Chief Information Security Office (m/w/d)",
  "body": "<div><div><h3 class=\"jobSectionHeader\"><b>Deine Aufgaben</b></h3>\n<ul><li>Mitwirken im gesamten Information Security Management Bereich und sämtlichen Security Projekten</li>\n<li>Unterstützung bei der Erstellung bzw. Optimierung des Kapsch Group Security Policy Frameworks</li>\n<li>Mitarbeit bei Aussendungen innerhalb der Kapsch-Gruppe</li>\n<li>Verfolgen und Aufbereiten von Security Incidents</li>\n<li>Mitwirken bei Risikoanalysen und dem gesamten Risikomanagement Prozess</li>\n<li>Aufbereiten von Vulnerability Scan Ergebnissen für die weitere Behandlung im Unternehmen</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Dein Profil</b></h3>\n<ul><li>Aktuelles Studium in den Fachrichtungen IT Security, Informationsecurity oder ähnliches</li>\n<li>Interesse an agilen Vorgangsweisen</li>\n<li>Eine flexible und wissbegierige Persönlichkeit</li>\n<li>Strukturierte, eigeninitiative Arbeitsweise mit Spaß an Teamarbeit</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Unser Angebot für Dich</b></h3>\n<ul><li>Aktive Mitarbeit und interessante Einblicke in den Bereich der IT Security eines international tätigen Technologieführers</li>\n<li>Eine angenehme Arbeitsatmosphäre in einem motiviertem und umsetzungsstarkem Team</li>\n<li>Individuelle Betreuung durch einen Mentor aus der Fachabteilung IT Security</li>\n<li>Befristetes Dienstverhältnis für 6 Monate</li>\n<li>Voll- oder Teilzeit mit flexibler Zeiteinteilung</li>\n<li>Bruttogehalt € 1.450 p.m. (IT-KV) bei Vollzeitbeschäftigung</li>\n</ul></div><p>Wir sind stolz uns als Arbeitgeber für Chancengleichheit einzusetzen und freuen uns über alle Bewerbungen, unabhängig von Alter, Geschlecht, religiöser Angehörigkeit/ Weltanschauung, sexueller Orientierung sowie ethnischer oder nationaler Herkunft.\n<br>\n<br>\n<i>Aufgrund der aktuellen Situation möchten wir darüber informieren, dass es derzeit in den Recruiting-Prozessen zu Verzögerungen kommen kann. Gerne kannst Du dich jedoch weiterhin bewerben. Wir führen nach wie vor Interviews durch – allerdings bis auf weiteres nur über Skype-Calls.\n</i><br>\n<br>\n<i>Vielen Dank für Dein Vertrauen in Kapsch.\n</i><br>\n<i>Wir bleiben in Verbindung! Liebe Grüße, Dein HR-Recruiting Team.</i>\n<br>\n</p><div><h3 class=\"jobSectionHeader\"><b>Über uns</b></h3>\n<div><p>Kapsch BusinessCom, ein Unternehmen der global agierenden Kapsch Group, unterstützt als Digitalisierungspartner Unternehmen bei der Steigerung der Business Performance und Entwicklung neuer Geschäftsmodelle und agiert dabei als Berater, Systemlieferant und Dienstleistungsanbieter. Das umfangreiche Portfolio umfasst Lösungen für ICT-Infrastruktur, smarte Gebäude-, Medien- und Sicherheitstechnik sowie Outsourcing-Services. Umfassendes Know-how und eine Vielzahl von erfolgreichen Use Cases machen Kapsch zum idealen Begleiter bei der digitalen Transformation.</p></div></div></div>\n<br><p></p><div><div><h3 class=\"jobSectionHeader\"><b>Benefits</b></h3>\n<div><p>Betriebsrestaurants mit Essenszuschuss</p>\n<p>Flexible Arbeitszeitmodelle</p>\n<p>Gute/ öffentliche Verkehrsanbindung</p>\n<p>Moderne Office-Infrastruktur</p>\n<div>MitarbeiterInnen Events</div>\n</div></div><div><h3 class=\"jobSectionHeader\"><b>Dein Kontakt</b></h3>\n<div>Katja Kaufmann\n<p>HR Recruiting Assistant</p>\n<p>Kapsch Group</p>\n</div><div><div>+43 50 811 1930\n</div></div></div><div></div><div><h3 class=\"jobSectionHeader\"><b>Unsere Auszeichnungen</b></h3></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=84ab0b19151a3073&fccid=e0811ee355cfbd31&vjs=3",
  "date": "2020-04-20"
}