{
  "title": "IT Infrastructure Engineer (m/f)",
  "location": "Fischamend, NÖ",
  "contract_type": null,
  "body": "<div><div><div>In this interesting position, you are responsible for the management and operations of our globally distributed data centers and related infrastructure.</div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>Your main tasks</b></h3><div><ul><li>\nDesign, administration and maintenance of the globally distributed data center infrastructure\n</li><li>Administration of the virtualized server systems (VMware)</li><li>\nAdministration of the physical server systems (Cisco UCS, HPE)</li><li>\nAdministration of the patch and configuration management tool (SCCM – System Center Configuration Manager)</li><li>\nAdministration and operations of the global storage and backup environment (NetApp, EMC)</li><li>\nAdministration of the data center infrastructure (UPS, A/C, security, etc.)</li><li>\nAnalysis and troubleshooting in infrastructure related areas</li><li>\nProject support and working together with other departments</li></ul></div></div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>We expect</b></h3><div><ul><li>\nCompleted technical education (HTL, FH, University) and/or equivalent professional experience</li><li>\nExperience with VMware\n</li><li>Experience with Microsoft SCCM (Patch/configuration management)</li><li>\nExperience with enterprise storage systems (NetApp, EMC)</li><li>\nExperience with enterprise backup software (e.g. Veritas NetBackup or Veeam)</li><li>\nKnow-How in Data Center Operations</li><li>\nFluent in English – German language is an advantage</li><li>\nGood communication skills and hands-on mentality</li></ul></div></div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>We offer</b></h3><div><ul><li>\nA very interesting and promising full-time position</li><li>\nPersonal and professional development</li><li>\nCollaboration in an innovative company with economic stability</li><li>\nA very good working environment and many benefits (meal vouchers, parking lots, trainings…)</li><li>\nWith the willingness of overpaying based on professional qualification and experience, we offer a gross annual salary starting from € 50.000,-</li></ul></div></div></div>\n<div><div>Company Introduction:</div><div>\n</div><div>\ncargo-partner is a privately owned full-range info-logistics provider offering a comprehensive portfolio of air, sea, land transport and warehousing services, with special expertise in information technology and supply chain optimization. The company operates over 130 offices in 40 countries around the world to create fast and efficient solutions for a wide range of industries. With the SPOT platform, cargo-partner ensures easy cooperation and full transparency throughout the supply chain.\n</div><div></div><div>As a family-owned business, we are very employee-oriented and want to work with you to develop your career and personal goals. Take a look at our Mission &amp; Vision.\n</div><div></div><div>If you are looking for a challenging position in an innovative and dynamic international company, we want to get to know you!\n</div><div></div><div>View our Privacy Policy.</div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=9ded31076e076f85&fccid=be691ca7418b93c8&vjs=3",
  "date": "2020-05-26"
}