{
  "title": "Scrum Master (m/f/x)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div>Company Description<br>\n<p>\nShpock is an award-winning digital business is one of the UK’s most dominant shopping apps, with regular #1 rankings in the Google Play and Apple App stores in the UK, Germany and Austria. Shpock has more than 5 million active UK users and over 2 billion page impressions. Per year, products worth more than £1 billion are being traded via Shpock. Shpock has received two accolades from tech industry leaders: The “Best of 2017” award in the field of “Sustainability” from Apple and the “Android Excellence App of 2018” in the Google Play Store. The company is owned by Adevinta, a global family of leading marketplace sites, including France’s Leboncoin and Italy’s Subito.</p><p>\nEvery time someone participates in secondhand trade, it is an engagement for our common future. Buying and selling preloved things positively contributes to the reduction of CO2 emissions. At Shpock, this goes beyond just numbers: Secondhand trading is a way of life. It means meeting new people, embracing a passion and being part of a community, trading things from one hand to another.</p><p><b>\nThe team</b></p><p>\nOur Agile team works on some of the most impactful and challenging problems in the Marketplace industry. We are a highly collaborative cross-border group that operates on the edge between Engineering and the business and helps to design solutions from concept to launch – all while focusing on and advocating for what's best for our users.</p><p>\nWe work closely with Engineering, Product Management, and Product Design to create some of the most innovative never-been-done-before products. We partner with additional teams including Inside Sales, Customer Success, Business Development, Marketing, Finance, Legal, and Security teams to bring the product to market.</p></div>\n<br>\n<div>Job Description<br>\n<p><b>\nThis position</b></p><p>\nProduct &amp; Tech teams design and ship new products and services quickly from concept to launch – products and services that will impact the lives of millions.</p><p><b>\nThe Scrum Master position will:</b></p><ul><li><p>\nHelp define and evolve processes that help the organization to become more effective.</p></li><li><p>\nSupport interdependencies and integration among multiple projects, product teams, and stakeholders.</p></li><li><p>\nEnergize product teams and people.</p></li><li><p>\nSupport the product team(s) in keeping the big picture in mind to achieve objectives that positively impact on our platform, users and stakeholders.</p></li><li><p>\nReport into C-level.</p></li></ul><div><p><b>\nWhat does good look like in this role:</b></p><ul><li><p>\nTaking an active role in working with our product teams creating OKRs which are well-defined as outcomes and help us focus on what matters most during the Quarter(s).</p></li><li><p>\nHelping product teams define health Metrics to help identify risk and challenges against the deliverables needed for achieving the company objectives.</p></li><li><p>\nHelping the product team(s) to become self-organised and being an ambassador for change in this arena.</p></li><li><p>\nHelp visualise dependencies between product teams and remove impediments slowing our delivery.</p></li><li><p>\nInspect and adapt processes within our transformation strategy to help optimise the effectiveness of this change within Shpock.</p></li><li><p>\nSupporting product teams in their delivery processes to improve their performance with the use of data guided by OKRs to set experiments and learn iteratively throughout the quarter(s).<br>\n</p></li><li><p>\nWorking with product managers to ensure our delivery backlog is continuously fed by the outcomes of the discovery process and user feedback.</p></li></ul><div><p><b>\nWhat you will do:</b></p><ul><li><p>\nWork with our product teams to help them focus on achieving a balance of building the right thing, and building the thing right</p></li><li><p>\nAlign with and play a leading role in our transformation strategy; help the organisation reach its best in the areas of performance, engagement, autonomy and knowledge.</p></li><li><p>\nCollaborate across organizational boundaries to define interdependencies and align product teams with shared initiatives.</p></li><li><p>\nFacilitate product teams planning activities to support sustainable development practices and scope commitments.</p></li><li><p>\nFacilitate scrum events and protect the process, including daily stand-ups, backlog refinement, sprint planning and sprint reviews.</p></li><li><p>\nFoster a culture of continuous improvement, facilitating Sprint retrospectives and supporting the product team to take action.</p></li><li><p>\nSupport the product team to identify gaps in workflows and actively pursue removing inefficiencies where possible.</p></li><li><p>\nIdentify and support the change to improve processes at the product team and organisational level.</p></li><li><p>\nSome travel required as part of our team is located in London. (max. 10%)</p></li></ul></div></div></div><div></div>\n<br>\n<div>Qualifications<br>\n<p><b>\nWhat you might need to be successful in this role:</b></p><ul><li><p>\nConfidence in leading discussions with executive team members.</p></li><li><p>\n3-5 years experience with complex, cross-functional, co-located product squads</p></li><li><p>\nExperience working with cross-team relationships and partnerships</p></li><li><p>\nIt would be useful to have a certification such as CSM,CSP or PSM</p></li><li><p>\nComfortable working with more than one product squad</p></li><li><p>\nExperience and ability to collaborate with multiple technical functions in the areas of infrastructure, technical operations, release management, and software engineering.</p></li><li><p>\nExperience leading teams building marketplaces, support, or e-commerce services.</p></li><li><p>\nFluent in English</p></li><li><p>\nProficient using Atlassian Toolset: Jira, Confluence</p></li></ul><div></div><br>\n<div><p><b>\nWhat we offer:</b></p><ul><li>\nWork on a product that impacts millions of users, with the mission to enable everyone to live life to their fullest! Be proud not only to generate excellent user experiences and create great user value but to support our global environment.</li><li><p>\nJoin at a vital time in our journey to provide a genuine impact on how we evolve.</p></li><li><p>\nSpace to create an agile community within Shpock.</p></li><li><p>\nWork together with a management that supports change to improve us as a company! We embrace trying out new things and creating new and state of the art processes like our PEAK team set up and our GEMBA walks where we create an environment for regular opportunities to inspect and adapt as a company.</p></li><li><p>\nA transparent culture - we care for each other and always promote radical candor to improve our relationships to help create an environment for success.</p></li><li><p>\nAn international working atmosphere in which we get stuff done and a learning environment with the opportunities to get the right development opportunities catered to your needs.</p></li><li><p>\nFamily-friendly &amp; work-life balance are no buzz words for us: We offer flexible working hours, remote possibilities, family events and 10 additional vacation days for new parents (when not going on paternity leave).</p></li></ul></div><br>\nAdditional Information<br>\n<p>\nYour contact person: Gerhard Kreuch</p><p>\nWe offer an attractive salary for this position based on your qualifications and experience. Austrian law requires us to post a minimum salary for this position, which is € 50.000,- gross per year (for a full-time job). We are looking for someone permanent or a freelancer. Of course we are ready to pay more. We will treat your application in strict confidence!</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=180883db76ff46f5&fccid=1e3de023257e600c&vjs=3",
  "date": "2020-05-26"
}