{
  "title": "Information Security Mitarbeiter (m/w/d)",
  "location": "Graz, ST",
  "contract_type": null,
  "body": "<div><div><p>Bei ALTEN können Sie alles weiterentwickeln – vor allem sich selbst! Wir sind weltweit einer der führenden Entwicklungsdienstleister in Schlüsselbranchen. Unsere Mitarbeiter stellen dabei unseren Erfolgsfaktor dar.</p>\n<p>\nSind Sie bereit für spannende Projekte, bei denen Sie durch Ihr technisches Know-how punkten können? Dann verstärken Sie unser Team!</p>\n</div><div></div><p><b>Information Security Mitarbeiter (m/w/d)\n</b></p><p>Graz</p>\n<div><p><b>Ihre Aufgaben</b></p>\n<ul><li>\nAls Information Security Mitarbeiter (m/w/d) sind Sie für die Ableitung von Informationssicherheitsziele verantwortlich</li>\n<li>Hierfür stimmen Sie sich hinsichtlich der Planung mit dem Management ab, leiten entsprechende Maßnahmen in die Wege und kontrollieren die Zielerreichung</li>\n<li>Außerdem sind Sie für laufende IT-Sicherheitsaudits und Risikoanalysen zuständig</li>\n<li>Die Optimierung des Informationssicherheitsmanagements fällt ebenso unter Ihren Aufgabenbereich</li>\n<li>Sie agieren als kompetente Ansprechperson für interne und externe Partner</li>\n</ul>\n</div><div><p><b>Ihr Profil</b></p>\n<ul><li>\nSie verfügen über eine abgeschlossene technische Ausbildung (TU/FH) in (Wirtschafts-)Informatik o.Ä.</li>\n<li>Erste Berufserfahrung, idealerweise im IT-Bereich, können Sie aufweisen</li>\n<li>Wünschenswerterweise besitzen Sie Wissen über aktuelle Standards (BSI, ISO 27001)</li>\n<li>Sie überzeugen durch Ihre konzeptionelle und verantwortungsbewusste Arbeitsweise und haben ein hohes Maß an Serviceorientierung</li>\n<li>Ihre guten Deutsch- und Englischkenntnisse runden Ihr Profil ab</li><br>\n</ul><p></p>\n<p><b>\nGehalt ab 3.500,- € brutto pro Monat auf Basis 38,5 h/Woche mit der ausdrücklichen Bereitschaft zur Überzahlung je nach Qualifikation und Erfahrung.</b></p>\n</div><p></p><div><p>Sie sind auf der Suche nach interessanten Aufgaben und einem unbefristeten Arbeitsverhältnis? Dann bewerben Sie sich jetzt über unser Online-Bewerbungsformular.</p></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=4deee9c3e621bb78&fccid=f452ff89851e4578&vjs=3",
  "date": "2020-05-26"
}