{
  "title": "Information Security Engineer (m/f)",
  "body": "Sportradar is a truly international organisation, employing over 2,000 people in more than 30 locations around the world. Our rapid growth is driven by technological innovation and a deep understanding of our clients' business needs. Our commitment to excellent service, quality and reliability makes us trusted partners to more than 1,000 companies in over 80 countries. We occupy a unique position at the intersection of the sports, media and betting industries.\n<br><br>\nWe are looking for\n<br><br>\n1 Information Security Engineer (m/f)\n<br><br>\nVienna, Austria\n<br><br>\nOVERVIEW\n<br><br>\nSportradar is continuing to grow our Information Security Unit and therefore is searching for an Information Security Engineer. Working as part of the global Information Security team you will be sitting within our System and Network administration teams to harden our infrastructure. The role demands good communication skills and the desire to work in diverse teams to support the further growth of the Sportradar Group.\n<br><br>\nTHE CHALLENGE\n<br><br>\n<ul>\n<li>Provide technical guidance and help to protect and secure our intellectual property</li>\n<li>Create and implement system hardening guidelines</li>\n<li>Implement, maintain and operate technical security controls like firewalls, IDS/IPS,</li>\n</ul>\nDDoS protection\n<br><br>\n<ul>\n<li>Perform risk analysis to identify any security issues that could lead to lost or stolen data</li>\n<li>Monitor current security alerts to patch software such as operating systems with the latest versions</li>\n<li>Identify security breaches and take action to stop them and prevent them in the future</li>\n<li>Implement the right software and hardware into current and future network environments</li>\n<li>Automation of security monitoring and incident response</li>\n<li>Working in an international team and environment</li>\n</ul>\nYOUR PROFILE\n<br><br>\n<ul>\n<li>Bachelor's degree in a relevant field (e.g. Information Security) or a minimum of 3 years expertise related to operational cyber-security</li>\n<li>Knowledge of operating systems Linux as well as Windows 7,10, Windows Server 2012 R2, 2016</li>\n<li>Hands-on experience on Cisco and Juniper network devices</li>\n<li>Understanding of software defined networks and cloud architecture, preferably hands-on experience with AWS</li>\n<li>Experience with maintenance security tools like SIEM, DLP, WAF, MDM/EMM, antivirus solution</li>\n<li>Experience with scripting languages Python, Perl, etc.</li>\n<li>Knowledge of protocols like DNS, HTTP, SMTP, BGP, OSPF</li>\n<li>Good English (written and spoken) and a willingness to learn the local language</li>\n<li>Willingness to travel occasionally</li>\n<li>Certifications like CCNA/CCNP/CCSE/ JNCP are considered as a plus</li>\n<li>Knowledge of good practice and standards for example CIS</li>\n</ul>\nOUR OFFER\n<br><br>\n<ul>\n<li>You'll be surrounded by enthusiastic, sports and technology industry experts 24/7</li>\n<li>If you like sports, we've got TVs streaming live footage of the world's biggest events!</li>\n<li>Work with state-of-the-art equipment to solve our technological challenges</li>\n<li>The opportunity to work and develop within an inspiring and fast-growing company</li>\n<li>A challenging but rewarding and fun environment</li>\n</ul>\nThe minimum monthly salary for this position is according to the Collective Bargaining Agreement, overpayment will be considered depending on qualifications and working experience\n<br><br>\n********************\n<br><br>\nDas AMS-Service für Unternehmen wurde vom Dienstgeber mit einer SCHRIFTLICHEN Vorauswahl beauftragt. Senden Sie bitte Ihre aussagekräftigen Bewerbungsunterlagen (Lebenslauf mit Foto und Motivationsschreiben) im PDF-Format, unter Angabe der Auftragsnummer (ADG-Nr. 12579390), per E-Mail an Mag. Lucia Bauernberger:\n<br><br>\nlucia.bauernberger@ams.at // Betreff (ADG-Nr. 12579390)\n<br><br>\nIhre Unterlagen werden ggf. an das Unternehmen weitergeleitet. Wir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen!\n<br><br>\n********************\n<br><br>\nDas Mindestentgelt für die Stelle als Information Security Engineer (m/f) beträgt 45.000,00 EUR brutto pro Jahr auf Bas",
  "url": "https://at.indeed.com/rc/clk?jk=4c74932dd1110d7d&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-04-20"
}