{
  "title": "Strategic Accounts Executive Wien,",
  "body": "<div><p>Are you looking for a role to challenge yourself and develop your career?</p><p>\nVMware stands out from other organisations because of its strong corporate culture and values which encourage people to bring their authentic and innovative selves to work every day.</p><p>\nIf you are considering VMware as a potential next employer, you couldn’t have chosen a better time.</p><p>\nToday's digital transformation is driving fundamental changes in both business, and how business itself operates. VMware is at the heart of this transformation. We are passionate about four priorities for our customers; modernising the datacentre, integrating the public cloud, empowering the digital workspace and transforming security.</p><p></p><p>\nVMware is already the trusted platform for over 500,000 customers globally and this is your opportunity to be part of this recognised leader in innovation. We accelerate our customers’ digital transformation journey by enabling enterprises to take a software-defined approach to business and IT. With VMware solutions, organizations are building exceptional experiences by mobilizing everything, responding faster to opportunities with modern data and apps hosted across hybrid clouds, and safeguarding customer trust with a defense-in-depth approach to cybersecurity. We are looking for an accounts executive to become part of this, growing team.</p><p></p><p>\nRealise what's possible by joining VMware.</p><p></p><p><b>\nWhat is the role?</b></p><p></p><p>\nYou will lead an attractive setup of around a dozen strategic customers in the public sector of Austria. You will have a customer centric approach to your accounts and be comfortable challenging your customers to do things differently. You will be field based and will be selling the complete portfolio of VMware solutions, both products and services - supported by a team of sales and pre-sales colleagues to a wide range of stakeholders.</p><p></p><p><b>\nYou will have responsibility for</b></p><ul><li>\nOwning the sales strategy and business plan for key federal public sector acounts</li><li>\nCultivating and developing relationships within your accounts</li><li>\nUnderstanding your customers business issues and building appropriate solutions</li><li>\nLeading customer engagement from CEO and CIO level to architects and software developers</li><li>\nDevelop and grow personal relationships and influence with departmental leaders</li><li>\nGrow VMware’s share of wallet in each department’s digital service portfolio</li><li>\nDriving the adoption and use of VMware's technologies</li><li>\nMeeting and exceeding quarterly sales targets</li><li>\nBuilding a rolling 12-month pipeline</li><li>\nAccurately forecasting your business and closing opportunities in a timely manner</li><li>\nDeveloping a strong long-term business, balanced across the VMware portfolio</li></ul><p></p><p><b>\nWhat we are looking for</b></p><ul><li>\nWe love high energy, sales people</li><li>\nWe want you to be curious about your customers, their business and passionate about how you can help them</li><li>\n5 years plus experience selling into enterprise-size public sector customers</li><li>\nExperience of selling Enterprise Software is desirable, but not essential, as attitude is more important for this role</li><li>\nCredibility with Executive level engagement</li><li>\nDemonstrable success of achieving and exceeding targets</li><li>\nExcellent communication and interpersonal skills</li><li>\nTo be successful you will understand how to get the best out of working with, and managing, a virtual team of specialist resources.</li><li>\nYou will also have strong collaboration skills which will help you to maximise the value of VMware's broad partner ecosystem.</li></ul><br>\n<p></p><p><b>\nCategory : </b>Sales<br>\n<b>Subcategory: </b>Field Sales<br>\n<b>Experience: </b>Business Leadership<br>\n<b>Full Time/ Part Time: </b>Full Time<br>\n<b>Work From Home: </b>Yes<br>\n<b>Posted Date:</b> 2020-04-06</p><br>\nVMware Company Overview: At VMware, we believe that software has the power to unlock new opportunities for people and our planet. We look beyond the barriers of compromise to engineer new ways to make technologies work together seamlessly. Our cloud, mobility, and security software form a flexible, consistent digital foundation for securely delivering the apps, services and experiences that are transforming business innovation around the globe. At the core of what we do are our people who deeply value execution, passion, integrity, customers, and community. Shape what’s possible today at http://careers.vmware.com.<br>\n<br>\nEqual Employment Opportunity Statement: VMware is an Equal Opportunity Employer and Prohibits Discrimination and Harassment of Any Kind: VMware is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at VMware are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. VMware will not tolerate discrimination or harassment based on any of these characteristics. VMware encourages applicants of all ages. Vmware will provide reasonable accommodation to employees who have protected disabilities consistent with local law.</div>",
  "url": "https://at.indeed.com/rc/clk?jk=d2a2cb552ecea0dc&fccid=c762a27145bd166e&vjs=3",
  "date": "2020-04-20"
}