{
  "title": "Lead Architect (all genders)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><p><b>We Believe in Better!\n</b></p><p>We are a global information technology company that builds high-performance, security-centric solutions that can help change the world. Enhancing people’s lives through secure, reliable advanced technology is our vision.</p><p>\nAt Unisys, we believe in better! Here, you have the opportunity to learn new skills, apply your expertise, and solve complex problems with cutting edge technologies and solutions. You are part of a global diverse team that supports you, drives change, and delivers successful results consistently.</p><p></p><p>\nOur associates are at the forefront of everything we do, driving our clients’ successes while giving back to communities and making a positive impact on enhancing the quality of life to help make this world a safer and more secure place to live and work. Our success is a direct result of the work of our people who live and breathe our Core Beliefs. Simply put, we believe in better lives. Join us!</p><p></p><h2 class=\"jobSectionHeader\"><b>\nLearn more about Unisys and our key solution offerings: </b><b>Unisys</b><b>, </b><b>Stealth</b><b> , </b><b>CloudForte</b><b> , </b><b>Intelliserve</b></h2><p></p><p><b>\nWhat success looks like in this role:<br>\n</b></p><p></p><div><br>\n<br>\n<ul><li>Guide the team and other Business Analysts on new business requirements.</li><li>Identify and develop use cases based on client requirements.</li><li>Verify requirements through analysis, test, demonstration and inspection.</li><li>Lead and analyze business processes/systems, identify inefficiencies and required controls, document procedures</li><li>Manage requirements through review and approval session, where project schedules, costs and duration estimates are updated and the business objectives are revisited.</li><li>Collaborate with internal and external users/customers to elicit business concerns and develop workable solutions.</li><li>Leading a small team of business analysts or direct activities of others on the project depending on size and scope.</li></ul></div><p></p><p><b>\nYou will be successful in this role if you have:</b></p><ul><li>\nMust be fluent German speaker and work at client site in Vienna full time.\n</li><li>Position is lead Developer / Architect well versed in both Microsoft &amp; Java platforms</li><li>\nFinance domain knowledge desired</li><li>\nMust assist Business Development by coming up with new ideas that can be sold by CE &amp; SDM to client.\n</li><li>Must also, as part of delivery team, perform programming and troubleshooting tasks to support existing applications</li></ul></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=1a12d0d75e62a27f&fccid=462555dec0279094&vjs=3",
  "date": "2020-05-26"
}