{
  "title": "(Senior) Consultant Information Security (m,w,x)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p><b>Informationssicherheitsmanagement</b> ist in unseren Augen ein <b>ganzheitlicher Unternehmensprozess</b>, der sich an der innerbetrieblichen digitalen Landschaft und den dazugehörigen Anforderungen orientiert. Unserer Leistungen im „Professional Services“-Bereich reichen dabei – neben vielen weiteren Kompetenzen – von der <b>Schaffung organisatorischer Voraussetzungen</b> bis zur konkreten <b>Umsetzung technischer Security-Lösungen</b>. Da wir uns einer wachsenden Zahl an Kundenanfragen (u.a. von Konzernen, mittelständischen Unternehmen, Start-ups) aus den verschiedensten Branchen erfreuen, suchen wir <b>laufend</b> Verstärkung für unser „Professional Services“-Team.\n</p><p></p><h2 class=\"jobSectionHeader\"><b>Aufgabengebiete</b></h2>\n<ul><li>Selbstständige Projektleitung sowie Mitarbeit bei der ISMS-Planung, Prüfung, Implementierung und Verbesserung (mit Schwerpunkt ISO 2700x)</li><li>\nDurchführung und Unterstützung bei organisatorischen (und technischen) IT-Audits und Risikoanalysen</li><li>\nEntwicklung, Prüfung und Umsetzung von Sicherheitskonzepten, Prozessen, Strategien und Standards\n</li><li>Konzeption und Durchführung von (Awareness-)Schulungen, Workshops und Planspielen</li><li>\nMitwirken an der Entwicklung und Verwirklichung neuer Dienstleistungen\n</li></ul><p></p><h2 class=\"jobSectionHeader\"><b>Voraussetzungen</b></h2>\n<ul><li>Solide bzw. mehrjährige Berufserfahrung mit den oben genannten Tätigkeiten (Schwerpunkt liegt auf der Beratungs- und/oder Auditierungserfahrung, idealerweise Kenntnisse von ISO/IEC 27001 und/oder anderen Frameworks [COBIT, CSC etc.])\n</li><li>Abgeschlossenes Studium im IT/Security-Umfeld (Uni, FH)</li><li>\nSelbstständige, verlässliche und kundenorientierte Arbeitsweise gepaart mit einer kommunikativen Persönlichkeit\n</li><li>Zertifizierungen im Security-Umfeld (z.B. CISA, CISM, CISSP, CRISK, ISO27001 etc.) sind <b>von Vorteil</b>\n</li></ul><p></p><h2 class=\"jobSectionHeader\"><b>Angebote &amp; Benefits</b></h2>\n<ul><li>Gestaltungsfreiraum bei der Umsetzung der Aufgaben sowie die Möglichkeit neue Services, Produkte und Konzepte zu erstellen</li><li>\nZahlreiche Benefits (Gleitzeit, Home-Office-Möglichkeit, Obst-Körbchen, Säfte, Kaffee, Team-Events etc.)</li><li>\nAttraktives Arbeitsumfeld mit moderner Technik in einem jungen und motivierten Team</li><li>\nMöglichkeit einer begleitenden wissenschaftlichen Karriere (z. B. Doktoratsstudium)</li><li>\nLaufende Weiterbildung (z.B. SANS) und Teilnahme an verschiedensten Konferenzen\n</li></ul><p></p><ul><li>Gehalt ab<b> € 3.500,00 brutto,</b> selbstverständlich besteht die <b>Bereitschaft </b>zu einer deutlichen <b>Überzahlung</b> bei entsprechender Qualifikation und Arbeitsleistung! <b>Am Ende zählen deine Skills.</b></li></ul><div><p>Bei Fragen kontaktieren Sie uns unter jobs@sba-research.org</p></div></div>\n<br><ul><li><b>Salary:</b> € 3.500,00 *\n</li><li><b>Hours:</b> Full-time (38,5)\n</li><li><b>Place:</b> Vienna</li></ul>",
  "url": "https://at.indeed.com/rc/clk?jk=e598774b8f637c75&fccid=61d6d170a7f63222&vjs=3",
  "date": "2020-05-26"
}