{
  "title": "Network Systems Engineer (m/f)",
  "location": "Fischamend, NÖ",
  "contract_type": null,
  "body": "<div><div><div>In this interesting position, you are responsible for the management and operations of our globally distributed IT WAN and LAN network environment.</div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>Your main tasks</b></h3><div><ul><li>\nAdministration and maintenance of data center network switches and routers (Cisco, HPE)</li><li>\nAdministration and monitoring of data line connections between our headquarters and all globally distributed branch offices</li><li>\nMaintaining the firewall infrastructure\n</li><li>Administration and maintenance of the Cisco voice environment (Cisco Call Manager, Voice Gateways, SIP trunks)</li><li>\nAdministration and maintenance of the Cisco Wi-Fi environment (Cisco Wireless LAN Controller, Access Points)</li><li>\nDesign, optimization and continuous development of the existing network and security landscape</li><li>\nWorking together with employees and colleagues from other departments</li></ul></div></div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>We expect</b></h3><div><ul><li>\nCompleted technical education (HTL, FH, University) and/or equivalent professional experience</li><li>\nIn-depth experience in networking (routing, switching) and firewalling</li><li>\nKnow-How in Cisco voice technologies (Cisco Call Manager, Voice Gateways)</li><li>\nKnow-How in Cisco Wi-Fi technologies (Cisco Wireless LAN Controller, Access Points)</li><li>\nProject management knowledge is an advantage</li><li>\nFluent in English – German language is an advantage</li><li>\nGood communication skills and hands-on mentality</li></ul></div></div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>We offer</b></h3><div><ul><li>\nA very interesting and promising full-time position</li><li>\nPersonal and professional development</li><li>\nCollaboration in an innovative company with economic stability</li><li>\nA very good working environment and many benefits (meal vouchers, parking lots, trainings…)</li><li>\nWith the willingness of overpaying based on professional qualification and experience, we offer a gross annual salary starting from € 50.000,-</li></ul></div></div></div>\n<div><div>Company Introduction:</div><div>\n</div><div>\ncargo-partner is a privately owned full-range info-logistics provider offering a comprehensive portfolio of air, sea, land transport and warehousing services, with special expertise in information technology and supply chain optimization. The company operates over 130 offices in 40 countries around the world to create fast and efficient solutions for a wide range of industries. With the SPOT platform, cargo-partner ensures easy cooperation and full transparency throughout the supply chain.\n</div><div></div><div>As a family-owned business, we are very employee-oriented and want to work with you to develop your career and personal goals. Take a look at our Mission &amp; Vision.\n</div><div></div><div>If you are looking for a challenging position in an innovative and dynamic international company, we want to get to know you!\n</div><div></div><div>View our Privacy Policy.</div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=04a588800978a51d&fccid=be691ca7418b93c8&vjs=3",
  "date": "2020-05-26"
}