{
  "title": "IT-Systembetreuer/in im Cluster Wr.Neustadt",
  "location": "Wiener Neustadt, NÖ",
  "contract_type": null,
  "body": "<p></p><div><div><div><div>Im Dienstbereich der Bildungsdirektion für NÖ gelangt die Planstelle eines/r <b>IT-Systembetreuers/in</b>\n<br>\nmit einem Beschäftigungsausmaß von <b>20 Wochenstunden</b> zur Besetzung.\n<br>\n<br>\nDie Systembetreuung umfasst folgende Dienststellen:\n<br>\n<br>\n<ul><li>BHAK und BHAS Wr.Neustadt\n</li><li>BORG Wr.Neustadt<br>\n</li></ul></div><p><b>Wertigkeit/Einstufung: </b>A2/2 bzw v2/2</p>\n<p><b>\nDienststelle: </b>HTBLVA Wiener Neustadt 304417</p>\n<p><b>\nDienstort: </b>Wr.Neustadt</p>\n<p><b>\nVertragsart: </b>Unbefristet</p>\n<p><b>\nBefristung:</b></p>\n<p><b>\nBeschäftigungsausmaß: </b>Teilzeit</p>\n<p><b>\nBeginn der Tätigkeit: </b>ehestmöglich</p>\n<p><b>\nEnde der Bewerbungsfrist: </b>13.05.2020</p>\n<p><b>\nMonatsentgelt/bezug mindestens: </b>1.010,65</p>\n<p><b>\nReferenzcode: </b>BMBWF-20-0762</p>\n<p><b>\nAufgaben und Tätigkeiten</b></p>\n<ul><li>Systembetreuung\n</li><li>Betreuung der Clientenbetriebssysteme\n</li><li>Netzwerkbetreuung, Wartung, Security\n</li><li>Beschaffung und Inventarisierung\n</li><li>Betreuung des Verwaltungsnetzes, der Lernplattformen und Notebookklassen\n</li></ul></div></div><div><div><p><b>Erfordernisse</b></p>\n<p>\n1. die österreichische Staatsbürgerschaft oder unbeschränkter Zugang zum österreichischen\n<br>\nArbeitsmarkt\n<br>\n2. die volle Handlungsfähigkeit\n<br>\n3. die persönliche und fachliche Eignung für die Erfüllung der Aufgaben, die mit dieser Verwendung\n<br>\nverbunden sind\n<br>\n4. Reife- oder Diplomprüfung\n<br>\n5. Fundierte Kenntnisse der Netzwerkbetreuung mittelgroßer Netze mit zentraler Benutzerverwaltung\n<br>\n6. Flexibilität bei der Arbeitszeitgestaltung und Bereitschaft zur Mobilität\n<br>\n7. Bereitschaft zur Fortbildung\n<br>\n8. CISCO-Zertifizierung oder gleichwertiger Ausbildungsnachweis oder qualifizierte IT-<br>\nFachkenntnisse im System- und Netzwerkbereich sind erwünscht\n<br>\n<br>\nVon Punkt 4 kann abgesehen werden, wenn sich kein geeigneter Bewerber meldet, der dieses\n<br>\nErfordernis erfüllt.\n<br>\n<br>\nDas Bruttoentgelt beträgt mindestens 2.021,30 Euro. Er erhöht sich eventuell auf Basis der\n<br>\ngesetzlichen Vorschriften durch anrechenbare Vordienstzeiten sowie sonstige mit den\n<br>\nBesonderheiten des Arbeitsplatzes verbundene Entlohnungsbestandteile. In den ersten vier\n<br>\nDienstjahren befindet sich der Bedienstete in der Ausbildungsphase, in welcher die Grundausbildung\n<br>\nzu absolvieren ist.\n<br>\n<br>\nSchließlich sind in der Bewerbung allfällige Angaben über soziale Bedürftigkeit oder über das\n<br>\nZutreffen einer im § 50 Abs. 2 und 3 des Ausschreibungsgesetzes angeführten begünstigten\n<br>\nBestimmung (das sind unter bestimmten Voraussetzungen: Universitäts-Hochschulassistenten,\n<br>\nVertragsassistenten, Zeitsoldaten, zeitverpflichtete Soldaten, Personen, die in Offiziersfunktion\n<br>\nverwendet werden und Inhaber einer Amtsbescheinigung oder eines Opferausweises) zu machen.</p>\n<p><b>\nGleichbehandlungsklausel</b></p>\n<p>\nDer Bund ist bemüht, den Anteil von Frauen zu erhöhen und lädt daher nachdrücklich Frauen zur\n<br>\nBewerbung ein. Nach § 11b bzw. § 11c des Bundes-Gleichbehandlungsgesetzes werden unter den\n<br>\ndort angeführten Voraussetzungen Bewerberinnen, die gleich geeignet sind wie der bestgeeignete\n<br>\nBewerber, bei der Aufnahme in den Bundesdienst bzw. bei der Betrauung mit der Funktion bevorzugt.</p>\n<p><b>\nBewerbungsunterlagen, Verfahren und Sonstiges</b></p>\n<p>\nBewerbungen sind unter Anführung der Geschäftszahl längstens bis zum Ende der Bewerbungsfrist\n<br>\nan die Bildungsdirektion für NÖ, 3109 St. Pölten, Rennbahnstraße 29 zu richten.\n<br>\nGemäß § 5 Abs. 8 Ausschreibungsgesetz gilt als Tag der Bewerbung der Tag, an dem die\n<br>\nBewerbung (schriftlich oder E-Mail) bei der Bildungsdirektion für NÖ einlangt (Postlauf wird nicht\n<br>\nberücksichtigt). Verspätet eingebrachte bzw. unvollständige Bewerbungen können nicht\n<br>\nberücksichtigt werden.\n<br>\nDer Bewerbung sind neben der Bekanntgabe der persönlichen Daten geeignete Nachweise über die\n<br>\nErfüllung der vorstehend angeführten Erfordernisse bzw. Umstände anzuschließen.\n<br>\nGeeignete Bewerber werden von der Direktion zu einem Vorstellungsgespräch eingeladen.\n<br>\n<br>\nDatenschutzrechtliche Information gemäß Art. 13 DSGVO:\n<br>\nDie von Ihnen übermittelten Daten werden nur für den von Ihnen beabsichtigten Zweck verwendet.\n<br>\nDarüber hinaus werden diese nicht gespeichert oder weiterverarbeitet. Die Daten werden gelöscht,\n</p></div></div><div><div><p>sobald sie nicht mehr benötigt werden.\n</p><p><b>Kontaktinformation</b></p>\n<p>\nADir RgR Robert Sperl\n<br>\nBildungsdirektion für NÖ\n<br>\n02742 280 2171\n<br>\nRobert.sperl@bildung-noe.gv.at</p></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=a0fcdfa6ca012650&fccid=1a33ba48d027b053&vjs=3",
  "date": "2020-05-12"
}