{
  "title": "System Engineer - Control Systems, Communications and Instrumentation",
  "body": "<div><p><b>Requisition ID: </b><b>225360</b></p><p><b>\nPENDING NOTICE TO PROCEED</b></p><p></p><br>\n<p><b>\nProject Overview:</b><br>\nRio Tinto is investigating in the development of the lithium-borosilicate deposit of a unique mineral jadarite found near the town of Loznica in Serbia (the Jadar Project). The Jadar project comprises an underground mine, a mineral processing plant, product load out facilities, a waste management system and associated infrastructure. Bechtel has been selected as the project management contractor and we are building a team that will work on the project delivery and the completion of the prefeasibility study.</p><p></p><br>\n<p><b>\nJob Overview:</b><br>\nThe System Engineer (SE) - Control Systems, Communications and Instrumentation will overview the design of the Process Control System (PCS), instrumentation and communications for the mine, process plant and infrastructure areas. In addition, the SE is responsible for management of the Main Automation Contractor (MAC) package, the management of associated procurement packages and provide technical oversight for other design contractors and construction contracts. The SE will report day to day to the Project Engineering Manager and functionally to the M&amp;M Chief Electrical Engineer.</p><p></p><br>\n<p><b>\nSummary:</b><br>\nCoordinates the design of the PCS, Safety Instrumented Systems (SIS) and communication systems for the mine, process plant and infrastructure during the PFS, FS, FEED and Detailed Design phases of the project.\n</p><p>Coordinates the selection of the most appropriate Process Control Philosophy (PCP), PCS architecture, design criteria, and specifications during an Early Tenderer Involvement (ETI) process.</p><p>\nCoordinates the selection of the most appropriate instrumentation technologies and standardization across the project.\n</p><p>Liaises with the Client with regards to technology selection, operation readiness, engineering governance, functional safety and cyber security requirements.</p><p>\nLiaises with discipline engineering to ensure that design, procurement and contract related items are carried out in accordance with the project execution plan.</p><p>\nLiaises with the Project Controls, Procurement, Contracts, Construction and Start-up functions to ensure engineering is executed in support of Project Delivery.</p><p>\nCoordinates all technical aspects of the MAC package and associated discipline procurement packages and design contracts.\n</p><p>Monitors schedule and cost performance of applicable design contractors.</p><p>\nDrives process innovation associated with the PCS, Communications and Instrumentation.</p><p>\nPlanning and coordinating of the applicable risk assessments, HAZOPs, CHAZOPs, HSECiD, HSECiC, constructability reviews and process safety studies for the applicable facilities and systems.</p><p>\nIdentify and manage technical risks using appropriate risk management processes and tools.</p><p>\nIdentify, challenge and trend any changes that deviate from the project scope baseline and the facility scope documentation before proceeding with implementing the change.</p><p>\nCarries out technical review of discipline engineering documentation as required</p><p></p><br>\n<p><b>\nJOB DIMENSIONS:</b></p><p></p><br>\n<p><b>\nA Supervision Received</b></p><ul><li>\nReceives technical and administrative supervision from the Project Engineering Manager.</li></ul><p><b>\nB. Supervision Exercised</b></p><ul><li>\nManages the MAC contractor and provides supervision over discipline engineers and designers</li></ul><p></p><br>\n<p><b>\nC. Contacts</b></p><ul><li>\nLiaises with the Client with regards to technology transfer, operation readiness and engineering governance requirements.</li><li>\nLiaises with the Project Controls, Procurement, Contracts, Construction and Start-up functions to ensure engineering is executed in support of Project Delivery.</li><li>\nLiaises with discipline engineering to ensure that procurement and contract related items are carried out in accordance with the project execution plan.</li><li>\nLiaises with the permitting team, permitting consultants and technical control contractors to ensure that design is carried out in accordance with Serbian laws</li><li>\nCoordinates all technical correspondence related to the MAC package.</li><li>\nBechtel-Client contact on engineering aspects of assigned project, maintains regular client contact for progress of work, exchange of information, advice, operational readiness etc.</li></ul><p></p><br>\n<p><b>\nESSENTIAL JOB DUTIES:</b></p><ul><li>\nCoordinates all technical correspondence related to the PCS, communications infrastructure and instrumentation.</li><li>\nMonitors schedule and cost performance of designers.</li><li>\nAssists contracts with the administration of external engineering companies.</li><li>\nResponsible for the following for the applicable facilities:<ul><li>\nProduction of agreed facility scope documentation in accordance with the project schedule.</li><li>\nPlanning and coordinating hazard studies and design reviews (feasibility, 30%, 60% &amp; 90% model and constructability reviews) for their nominated facilities and closing out actions in a timely fashion.</li><li>\nIdentify and manage system performance risks using appropriate risk management processes and tools.</li><li>\nIdentify, challenge and trend any changes that deviate from the project scope baseline and the facility scope documentation before proceeding with implementing the change.\n</li><li>Review of discipline engineering documentation as required\n</li><li>Validation of licensed engineers and maintenance of tracking register.</li><li>\nLiaison with permit team and technical control contractor.</li><li>\nLiasing with operational readiness team.</li><li>\nCoordinates material requisitions and works contracts with discipline engineers and contracts</li></ul></li></ul><p><b>\nJOB KNOWLEDGE AND SKILLS:</b></p><ul><li>\nTechnical knowledge of related engineering systems, engineering calculations, applications of engineering and construction methods and materials, and engineering application of computers.</li><li>\nKnowledge of engineering technology and design methods.</li><li>\nKnowledge of related construction practices and the economics involved and current knowledge of new methods of design and construction.</li><li>\nKnowledge of industry/regulatory codes and standards and design criteria pertinent to the particular discipline.</li><li>\nOffice automation skills, primarily word processing and spreadsheet tools.</li><li>\nExcellent communication and interpersonal skills.\n</li><li>Self-motivated individual with outstanding leadership skills and the ability to influence without authority.\n</li><li>Ability to manage priorities and take on additional evolving responsibilities with demonstrated experience providing direction/supervising a team and / or contractor.</li></ul><p><b>\nQUALIFICATIONS:</b></p><ul><li>\nRecognized degree in electrical, automation or ICE Engineering\n</li><li>10+ years’ experience in the engineering and construction industry and</li><li>\nPrior extensive work experience in mineral processing facilities leading to a thorough understanding of the role requirements as listed.<br>\n</li></ul><p></p><p>Salary will be based on current market rates and the posted grade will not be adjusted to suit the successful candidate.</p><p></p><br>\n<p><b><i>\nShaping tomorrow together</i></b></p><p><b><i>\nBechtel is one of the most respected global engineering, construction, and project management companies. Together with our customers, we deliver landmark projects that foster long-term progress and economic growth. Since 1898, we’ve completed more than 25,000 extraordinary projects across 160 countries on all seven continents. We operate through four global businesses: Infrastructure; Nuclear, Security &amp; Environmental; Oil, Gas &amp; Chemicals; and Mining &amp; Metals. Our company and our culture are built on more than a century of leadership and a relentless adherence to our values, the core of which are safety, quality, ethics, and integrity. These values are what we believe, what we expect, what we deliver, and what we live.</i></b><br>\n<b><i>www.bechtel.com</i></b></p><p><b><i>\nBechtel is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, or protected veteran status and will not be discriminated against on the basis of disability.</i></b></p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=b13ec4a981093a96&fccid=40dab2048c41a718&vjs=3",
  "date": "2020-04-20"
}