{
  "title": "Program Manager, Physical Security",
  "location": "Österreich",
  "contract_type": null,
  "body": "<ul><li>Experience in managing the operation and installation of global physical security systems. Including experience in writing design specifications and standards, technical manuals and procedures, and developing and delivering training programs</li><li></li><li>BS degree (or higher) in Electronic, Electrical or Mechanical Engineering or equivalent</li><li></li><li>Experience as a Physical Security Project Manager for large, complex, installations, is essential.</li><li></li><li>Experience in project management methodologies (i.e. PRINCE2)</li><li></li><li>Deep understanding of Analog and IP CCTV, Card Access, Intrusion, and Fire Systems.</li><li></li><li>Experience with the Security Integrator Industry</li><li></li><li>Proficiency in all Microsoft office applications</li><li></li><li>Ability to travel 75% of the time</li><li></li><li>Ability to stand long hours, lift 20 pounds and work at times in an industrial and construction environment.</li><li>Fluent German Language</li></ul>\n<br>\n<div>The Program Manager is to support the Security Program Management Launch team for all Amazon Fulfilment Locations in the UK &amp; CEU working on development of security frameworks, information security, security operations, security systems, policy, and response.<br>\nTechnical Cross-domain expertise is necessary to be successful in the security field. You are expected to be industry leading domain experts, relative to your level, in at least one of the core sub-areas of security as defined by the industry-standard Common Body of Knowledge (CBK):<br>\n<ul><li>Physical Access Control Systems, Methodology and applications</li><li>Intruder detection systems, methodology and applications</li><li>Physical Security hardware, methodology and applications</li><li>Security Management Practices</li><li>Security tendering process</li><li>Information Security principals and alignment to Physical Security</li><li>Operational Security</li><li>Business Continuity Planning (BCP) and Disaster Recovery Planning (DRP)</li><li>Law, Investigations, and Ethics</li><li>Physical Security</li><li>Holistic, ergonomic, Health &amp; Safety and end to end project considerations</li></ul>\nA Physical Security Program Manager has a role that is driven by interruptions and the Physical Security Program Manager must respond quickly and exhibit judgment under pressure. The most valuable members of the discipline are those who not only excel in that environment, but who thrive on it.<br>\nExpectations of Physical Security Program Manager typically include:<br>\nYou recognize, adopt, utilize and teach best practices in the Physical Security Program Management: development of security frameworks, information security, security operations, security systems, policy, and response.<br>\nYou have industry leading skills required by your role and area of specialty.<br>\nYou have a high capacity and tolerance for context switching and interruptions while remaining productive and able to provide effective, safe and secure guidance.<br>\nYou participate in efforts to promote security throughout the Company.<br>\nYou demonstrate a strong preference for assisting the business with achieving its goals as opposed to saying \"no\".<br>\nYou relentlessly search for the root cause of problems to understand the broader context.<br>\nYou maintain an understanding of the security threat environment and how it affects the company.<br>\nYou find flaws in existing company processes and procedures and work with the appropriate stakeholders to get them remediated.<br>\nYou understand the current state of the art of security and how they can benefit the company.<br>\nYou keep your knowledge and skills current to keep up with the rapidly changing threat landscape.<br>\nYou have a basic familiarity with the regulatory landscape in which Amazon operates.<br>\nYou participate in efforts that create and improve the company’s security policies.</div>\n<br>\n<ul><li>ASIS CPP, PSP or CISSP Certification</li><li></li><li>TAPA experienced/qualified</li><li></li><li>Interviewing and Interrogation experience desired, and Wicklander and Zulawski certification is a plus.</li><li></li><li>Certification in Lenel Access Control Systems</li><li></li><li>Lean Six Sigma</li><li></li><li>French, Spanish or Italian language skills are a plus</li></ul>",
  "url": "https://at.indeed.com/rc/clk?jk=121a9c783369532b&fccid=fe2d21eef233e94a&vjs=3",
  "date": "2020-05-26"
}