{
  "title": "IT Solution Manager for Security Operation Center (SOC)",
  "body": "Wir von Primetals Technologies sind eine weltweit einzigartige Firma - mit bahnbrechenden technischen Pionierleistungen, großer Leidenschaft für globales Projektmanagement und ständigem Streben nach Innovation für die Metallindustrie.Wäre das auch etwas für Sie?Etwas mehr noch zu uns: Wir bauen die größten und technologisch neuesten Anlagen für die Eisen- und Stahlindustrie rund um den Globus. Wir schaffen dies durch Projektmanagement auf außergewöhnlich hohem Niveau. Dabei arbeiten wir gemeinsam mit erfahrenen internationalen Kollegen und Kunden und schaffen mit Begeisterung neue Innovationen. Unsere Leidenschaft für die Welt der Metalle hat uns zu anerkannten Pionieren unserer Branche gemacht.\n<br><br>\nInsgesamt 7000 Mitarbeiter weltweit, davon 1400 am Standort in Linz, treiben unsere Technologien und Projekte voran. Sie sind die treibende Kraft hinter unserem einmaligen Unternehmen.Wir lieben, was wir tun. Willkommen in unserer Welt! Zur Verstärkung unseres Teams am Standort Linz suchen wir 1 IT Solution Manager for Security Operation Center (SOC) WAS SIND MEINE AUFGABEN?- In der internen IT Abteilung Bereich Information Security warten folgende Tätigkeits- bereiche auf Sie: - Verantwortlichkeit für das SOC-Portal (Web Interface)- Entwicklung von neuen Oberflächen (Dash-Boards) zur Darstellung unterschiedlicher Betriebszustände bzw.\n<br><br>\ndiverser Detail-Ansichten- Entwicklung von Berichten/Reports zur regelmäßigen Darstellung des Gesamtzustandes des Primetals IT Umgebung- Kommunikation zum externen SOC Provider- Mitwirkung bei den internen Prozessen zur Behandlung von SicherheitsvorfällenWAS BRINGE ICH MIT?- abgeschlossene HTL/FH (Schwerpunkt IT bzw. IT-Security)- Netzwerk-Kenntnisse (TCP/IP, Routingprotokolle etc.)- Betriebssysteme (Windows Server, Linux Server)- Kenntnis über Angriffsmethoden und Abwehrmaßnahmen- Englisch in Wort und Schrift- Auf persönlicher Ebene überzeugen Sie mit den Qualitäten Offenheit und Engagement sich neuen Technologien und Herausforderungen zu stellen, selbständiges Arbeiten, Teamorientierung und Kontaktfreudigkeit. WAS MUSS ICH NOCH WISSEN?- Das Bruttojahresgehalt gemäß Kollektivvertrag beträgt für diese Funktion bei Erfüllung allerAnforderungen mindestens EUR 36.045,52. Je nach Ausbildung und Erfahrung ist eine deutliche Überzahlung möglich.\n<br><br>\nWeiters bieten wir attraktive Sozialleistungen wie bspw. Betriebsmedizin, ausreichend Gratis-Stellplätze für Fahrzeuge, Kantine sowie Arbeiten im Rahmen unseres Gleitzeitmodells uam. WIE BEWERBE ICH MICH?- Wenn Sie Interesse an dieser herausfordernden und abwechslungsreichen Position in einem internationalen Umfeld haben,bewerben Sie sich jetzt online.- https://jobs.primetals.com/Job/110492 Das Mindestentgelt für die Stelle als IT Solution Manager for Security Operation Center (SOC) beträgt 36.045,52 EUR brutto pro Jahr auf Basis Vollzeitbeschäftigung. Bereitschaft zur Überzahlung.",
  "url": "https://at.indeed.com/rc/clk?jk=d6e98545f08767f4&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-04-17"
}