{
  "title": "Solution Architect",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><div><div><h3 class=\"jobSectionHeader\"><b>Ihre Aufgaben</b></h3>\nAls Solution Architect verantworten Sie innovative Lösungsangebote im Querschnitt über unsere strategischen Geschäftsfelder (Modern Workplace, Information Security, Hybrid Cloud), um einen optimalen Nutzen für das Geschäft unserer Kunden zu liefern. Dabei arbeiten Sie in enger Abstimmung mit dem Account Management und fungieren als Bindeglied zu Technik &amp; Services-Abteilungen in der Ausarbeitung der kundespezifischen Lösung.\n<br>\n<ul><li>IT Lösungs-Design im Microsoft Cloud (O365/M365, Azure) und On Premise (IT Infrastructure) Umfeld</li>\n<li>Analyse von Kundenanforderungen und Erstellung maßgeschneiderter Angebote</li>\n<li>Präsentationen des Lösungsdesigns &amp; -angebots</li>\n<li>Technische Detailberatung unserer Kunden</li>\n<li>Wahrnehmen der Rolle des internen Projektauftraggebers zu den Delivery-Einheiten</li>\n<li>Mitarbeit an der internen Informationsarchitektur für das Solution Architects Team</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Ihr Profil</b></h3>\n<ul><li>Nachweislich mehrjähriger Erfolg in der Konzeptionierung und Umsetzung von IT Lösungen</li>\n<li>Umfassendes Wissen in den Bereichen IT Infrastructure, Microsoft (Hybrid-) Cloud-Lösungen und Managed Services (ITIL-Kenntnisse)</li>\n<li>Ausgezeichnete Deutsch- und Englischkenntnisse in Wort und Schrift</li>\n<li>Hohes Maß an Lösungskompetenz</li>\n<li>Selbstständige und organisierte Arbeitsweise</li>\n<li>Umsichtiger Umgang mit Kunden und KollegInnen</li>\n<li>Offenes und sicheres Auftreten</li>\n<li>\"Blick über den Tellerrand hinaus\"</li>\n<li>Teamfähigkeit und Wille zur laufenden Weiterbildung</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Unser Angebot</b></h3>\n<ul><li>Sicherer und stabiler Arbeitgeber</li>\n<li>Spannendes, eigenständiges und herausforderndes Aufgabengebiet mit Selbstverantwortung</li>\n<li>Guter Teamspirit und kollegiales Miteinander</li>\n</ul><ul><li>Spannendes, eigenständiges und herausforderndes Aufgabengebiet mit Selbstverantwortung</li>\n<li>Guter Teamspirit und kollegiales Miteinander</li>\n<li>Zielgerichtetes Training on the Job sowie individuelle Weiterbildungs- und Entwicklungsmöglichkeiten</li>\n<li>Kurze Entscheidungswege, flache Hierarchien sowie ein sehr gutes Arbeitsklima</li>\n<li>Führungskräfte und Kollegen denen zwischenmenschliche Werte wichtig sind</li>\n<li>Familienfreundliches, wertschätzendes Arbeitsumfeld</li>\n<li>Flexible Arbeitszeiten / Möglichkeit zu Homeoffice</li>\n<li>Benefits wie z. B. Getränke, Kaffee, Tee, Obst und viele weitere Mitarbeiterrabatte</li>\n<li>Gesundheitsfördernde Angebote wie z. B. Vorträge, Fitnesscenter, Sportangebote</li>\n<li>Firmenhandy, Notebook</li>\n</ul></div><div><h3 class=\"jobSectionHeader\"><b>Gehaltsinformation</b></h3>\nEs erwartet Sie eine verantwortungsvolle Tätigkeit mit Zukunftsperspektiven. Das gebotene monatliche Bruttogehalt liegt bei (mind.) 3.500,- - je nach relevanter Arbeitserfahrung und Qualifikation.\n</div></div><div><div><div>Als einer der führenden IT Provider bietet Ihnen ACP mehr als nur einfach einen Job: Begeisterung statt Dienst nach Vorschrift. Ein echtes Team statt einfach nur Kollegen und eine Berufung statt einfach einen Beruf.\n</div><div></div><div><h4 class=\"jobSectionHeader\"><b>Kontakt</b></h4>\n<p>Wir freuen uns auf Ihre Bewerbung mit Anschreiben, Lebenslauf und Foto.</p>\n<p>Frau Doris Koch<br>\nACP IT Solutions GmbH<br>\nWagenseilgasse 3, Europlaza Gebäude I\n<br>\nA-1120 Wien\n<br>\nwww.acp.at</p></div></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=c40554f7969011a6&fccid=18d184cadbc878f3&vjs=3",
  "date": "2020-05-26"
}