{
  "title": "International IT Management Jobs",
  "body": "<div>IT managers are responsible for coordinating, planning, and leading computer-related activities in an organization. They help determine the IT needs of an organization and are responsible for implementing computer systems to fulfil the organization's information systems requirements. The scope of an IT manager's responsibilities varies. In some cases, the focus is solely on computer networks. In other cases, the focus can be on managing telecommunications systems and other electronic support systems related to the company operations.<br>\n<br>\nTypically, IT managers have a Bachelor's degree in computer science, information science, or a related field, and relevant work experience. Some IT managers also have a graduate degree. IT managers need strong problem-solving and project management skills. When you are interested in an international career in IT Management please register here and also add your<b> experience in a certain industry</b>! Please do not send an email to the contact person only register in database!<br>\n<p><b>\nWhat roles are we looking for?</b><br>\n</p><ul><li>\nVice President Information Technology</li><li>\nChief Executive Officer</li><li>\nChief Information Officer</li><li>\nIT Manager</li><li>\nIT Consultant</li><li>\nIT Security Manager</li><li>\nHead of Software Development</li><li>\nHead of Mobile Application Development</li><li>\nManufacturing Software Developer Industry 4.0</li><li>\nSenior Software Architect</li></ul><p><b>\nPlease be aware that it will take some time until you get a concrete Job offer as this is just a registration to a candidate pool where our consultants can search for candidates if there is a vacancy!!!</b></p><p><b>\nWhen registering our database please make sure your career profile is complete and includes the following elements:</b></p><ul><li><b>\nA CV (Curriculum Vitae): </b>The CV is the only part that counts in the application phase. The perfect CV aims to convince the headhunter of your skills (hard &amp; soft skills), professional experience and training in an appealing and well-structured form. And since your appearance is also important in addition to professional competence, an application photo - in the form of a professional half-portrait - should be part of your application.</li><li><b>\nSalary expectations: </b>Please include your salary expectations as gross salary per year. You can either specify a range in the application - for example \"between 35,000 and 40,000\" or a fixed amount.</li><li><b>\nCertificates, references &amp; work samples as quality proofs:</b> Please include attachments and certificates that underline your skills concerning the requirements listed in the job advertisement.</li></ul></div>",
  "url": "https://at.indeed.com/rc/clk?jk=4f41befca69bb9fa&fccid=9e32d7ac440ee1e0&vjs=3",
  "date": "2020-04-17"
}