{
  "title": "Incident Response Spezialist (w/m/x) für den Aufbau eines SIEM Systems",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div></div><div><div><div><p><b>Incident Response Spezialist (w/m/x) für den Aufbau eines SIEM Systems</b><br>\n[#stayathome #videocall]<br>\n</p></div><p></p><div>\n</div></div><div></div><p>(Jn 44737) / Arbeitsort: <b>Wien</b>\n</p><p><b>#flattenthecurve - wir nehmen die Maßnahmen ernst und bleiben zu Hause. Aus dem Homeoffice führen wir weiterhin telefonisch und per Video Interviews und sind für Sie verfügbar! Sind Sie an der Stelle interessiert, klicken Sie wie gewohnt auf \"\".</b>\n</p><div><div><h6 class=\"jobSectionHeader\"><b>Ihre zukünftige Rolle\n</b></h6><ul><li>Sie fungieren als Incident Responder für europaweite Kunden remote und vor Ort</li>\n<li>Sie analysieren Angriffe auf Firmen-Netzwerke, -Server und -Hosts und die Auswirkungen auf z.B. Datenschutz, lateral Movement und Persistence</li>\n<li>Sie führen diverse forensische Analysen auf Netzwerkebene als auch auf Host-Ebene durch (Live-Box Analysis, Dead-Box Analysis, Malware Analysis, etc.)</li>\n<li>In Kooperation mit anderen Experten bauen Sie in einer Führungsrolle ein Security Information Event Management System (SIEM) auf</li>\n<li>Sie beraten Kunden bei technischen Fragen der IT-Security und erstellen die technische Dokumentation</li>\n</ul></div><div><h6 class=\"jobSectionHeader\"><b>Sie bieten</b></h6>\n<ul><li>Abgeschlossenes Studium (FH/Uni) mit Schwerpunkt in den Bereichen Informatik, Netzwerktechnik, Informationssicherheit oder Computer Forensik von Vorteil</li>\n<li>3-4 Jahre Berufserfahrung im Bereich Netzwerksicherheit und Incident Response</li>\n<li>Knowhow mit dem Umgang von SIEM Systemen sowie mit SIEM-Tools (Splunk, QRadar, arcsight, o.Ä.)</li>\n<li>Sehr gute Englischkenntnisse</li>\n</ul></div></div><div></div><div><h6 class=\"jobSectionHeader\"><b>Das Besondere an dieser Position</b></h6>\n<ul><li>Verantwortungsvolle und herausforderndeTätigkeit</li>\n<li>Internationales und dynamisches Arbeitsumfeld</li>\n<li>Breites, abwechslungsreiches Aufgabengebiet</li>\n<li>Umfangreiches Angebot an Fort- und Weiterbildung</li>\n</ul></div><p></p><div><p><b>$</b>\n<br>\nZwischen EUR 4500 und EUR 5700 brutto / Monat je nach Qualifikation und Erfahrung\n</p></div><p>Wenn Sie in dieser Position eine Herausforderung sehen, bewerben Sie sich online. Die zuständige Ansprechpartnerin, Marina Ibrahim, MA, wird sich umgehend mit Ihnen in Verbindung setzen.</p></div><p></p>\n<br>\n<p>Branche: Service Dienstleister im Bereich Cyber Security &amp; Business Intelligence\n<br>\nMitarbeiter: 35-40 Mitarbeiter\n<br>\nUmfeld: international\n<br>\nErfahrung:mehrjährig im Bereich Netzwerktechnik, Erfahrung mit SIEM, Reisebereitschaft, Sehr gut Englisch\n<br>\nRahmenbedingungen: 38,5h, flexible Arbeitszeiten; keine Kernzeiten; Budget für Weiterbildung</p>",
  "url": "https://at.indeed.com/rc/clk?jk=dd894d80c7d2fc04&fccid=325ddf831f268a73&vjs=3",
  "date": "2020-05-26"
}