{
  "title": "Spezialist Information & Cybersicherheit IT Security (d/m/w)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><p>Die Österreichische Post ist der landesweit führende Logistik- und Postdienstleister. Zu den Hauptgeschäftsbereichen zählen die Beförderung von Briefen, Werbesendungen, Printmedien und Paketen. Das Filialnetz der Österreichischen Post zählt zu den größten Privatkundennetzen des Landes und bietet seinen Kunden in ganz Österreich hochwertige Produkte und Services in den Bereichen Post, Bank, Telekommunikation und Energie. Die Österreichische Post ist zudem durch Tochterunternehmen auch in elf europäischen Ländern in den Bereichen Paket &amp; Logistik tätig.<br>\n</p><p><b>Das bieten wir</b><br>\n<br>\n<b>sicheres </b>und <b>soziales </b>Arbeitsumfeld<br>\n<b>faires </b>und <b>loyales </b>Miteinander<br>\n<b>persönliche </b>Gestaltungsmöglichkeiten<br>\nein <b>abwechslungsreiches </b>Aufgabengebiet<br>\n<b>flexible </b>Arbeitsweise<br>\n<b>Bezahlung </b>je nach Erfahrung und Qualifikation, jedoch mindestens EUR 60.200,- (Brutto-jahresgehalt inkl. Wert für Dienstwagen, all-in)</p><br>\n<p></p>\n<p><b>Das bewirken Sie</b><br>\n<br>\nIn dieser Position entwickeln Sie unsere Informations- und Cybersicherheit weiter, damit diese auch zukünftig den Anforderungen hinsichtlich der Bedrohungssituation und der geplanten strategischen Entwicklung der Post gerecht wird. Ihr Aufgabenfeld wird durch weitere interessante Themen ergänzt:<br>\n</p><ul><li>Durchführung von Prüfungen und Audits bezüglich des Umsetzungs- und Wirkungsgrades von technischen und organisatorischen Sicherheitsmaßnahmen</li>\n<li>Unterstützung des Leiters Konzernsicherheit bei der Erfüllung seiner Aufgaben im Informations- und Cybersicherheitsumfeld</li>\n<li>Entwicklung und Abnahme von Sicherheitsarchitekturen für SaaS und IoT Umgebungen</li>\n<li>Mitwirkung bei der Aufarbeitung von Sicherheitsvorfällen sowie im Sicherheitsnotfall und Krisenmanagement</li><br>\n</ul>\n<p>\n</p><p><b>Das bringen Sie mit</b><br>\n<br>\nSie verfügen über ein abgeschlossenes Studium der Informatik oder über eine vergleichbare technische Ausbildung. Sie haben bereits mindestens 3 Jahre Erfahrung im technischen Umfeld der Informationssicherheit, idealerweise im Konzernumfeld gesammelt. Des Weiteren bringen Sie folgende Erfahrungen und Kenntnisse mit:<br>\n</p><ul><li>Versierter Umgang im Schnittstellenmanagement</li>\n<li>Überzeugende Kommunikationsfähigkeit</li>\n<li>Einschlägige Zertifizierungen (z.B. CISA, CISM) stellen ein zusätzliches Asset dar</li>\n<li>Durchhaltevermögen und Einsatzbereitschaft (Hands-on-Qualitäten) gepaart mit Problemlösungsorientierung</li><br>\n</ul>\n<p><br>\nSie sind ein IT-Security Professional mit hoher Initiative &amp; analytischem Zugang und wünschen sich ein innovatives Konzernumfeld und Gestaltungsspielraum für Ihre tägliche Mitwirkung an moderner IT Security? Sie konnten Sie Ihre Fähigkeiten bereits erfolgreich unter Beweis stellen und brennen auf eine neue Herausforderung? Dann starten Sie Ihre Karriere bei uns!</p><br>\n<p>\n<b>Wir freuen uns auf Ihre Bewerbung.</b><br>\nBis bald, Ihr Recruiting-Team der Österreichischen Post AG</p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=7bb16b4a565223c1&fccid=7484530443a861e9&vjs=3",
  "date": "2020-05-26"
}