{
  "title": "(Senior) Java Software Engineer (m/f/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><div><p>As a software engineer, you are responsible for designing IT solutions in the area of IT security and integrating these solutions into the system landscape of our customers. Together with our Ventum Expert Group for Identity &amp; Access Management, you make a significant contribution in achieving our ambitious goals.</p></div>\n</div><div><div><h2 class=\"jobSectionHeader\"><div><p><b>Your tasks</b></p></div></h2>\n<div><ul><li>Implementation of software development projects in the area of Identity &amp; Access Management (IAM)</li>\n<li>Taking care of the entire development process: from requirements engineering to development and implementation to testing</li>\n<li>Working in an agile development team</li>\n</ul></div>\n</div><div><h2 class=\"jobSectionHeader\"><div><p><b>Your profile</b></p></div></h2>\n<div><ul><li>Completed studies in computer science, information systems or another related field</li>\n<li>Very good Java programming skills (ideally J2EE)</li>\n<li>Experience in software development in an agile environment</li>\n<li>Comfortable working with Git and relational database systems</li>\n<li>Excellent problem-solving skills, ability to work independently, but also team-oriented</li>\n<li>Very good command of English, German is a plus</li>\n</ul></div></div></div><div></div><div><h2 class=\"jobSectionHeader\"><div><h2 class=\"jobSectionHeader\"><b>Our offer</b></h2></div></h2>\n<div><ul><li>flat hierarchy and short communication channels</li>\n<li>a wide range of internal and external training programs</li>\n<li>excellent career opportunities</li>\n<li>home office and sabbatical possibility</li>\n<li>benefits such as flexible working hours, profit sharing, meal vouchers, team events and Friday breakfast</li>\n<li>additional vacation from December 24th to 31st according to internal policy</li>\n</ul></div>\n</div><div><div><h3 class=\"jobSectionHeader\"><div><p><b>Apply now with your online profile!</b></p></div></h3>\n<div><p>Send us your resume or your social media profile (e.g. Xing, LinkedIn, etc.) and relevant certificates using the link below, stating your salary expectations and the earliest possible starting date. We are looking forward to your application.</p><br>\n<p></p>\n<p>\nWe would like to point out that according to the Austrian collective agreement the minimum monthly gross salary for this position is EUR 3,007.79. We provide a significant overpayment according to your experience and qualification.</p></div><br>\n<div></div>\n</div></div><p></p><div><div><p>Diverse for best results: Ventum Consulting stands for equal opportunities and diversity. We value all applications - regardless of age, gender, disability, nationality, ethnic and social origin, sexual orientation and other legally protected reasons.</p></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=7c8ccb5206f83210&fccid=a82de7a1b7b2b475&vjs=3",
  "date": "2020-05-26"
}