{
  "title": "IT Security Operations Associate (SGIS)(G6)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div></div><div><div><div>Under the supervision of the Systems and Engineering Team Leader, the IT Security Operations Associate acts as the primary IT security event handler and reporter of vulnerabilities in the Department of Safeguards. He/she operates processes related to security operations, such as vulnerability management; incident response; business continuity; and/or event management. He/she actively operates IT security incident and event management processes and proposes and implements changes, and contributes to the necessary technical improvements to ensure high quality alerts and reporting for security operations.<br>\n</div><div></div><div><b>Functions / Key Results Expected</b></div>\n<ul><li><div>Responsible for operating several security operations processes and activities related to IT security events; IT security vulnerabilities; threat intelligence; risk assessment; incident management; and the configuration and management of security controls and countermeasures.</div></li><li><div>\nOversees and monitors, recommends and, in consultation with management, implements process improvements for security operations. Provides reports regarding related aspects of IT security operations. Assists in refining alerting and improving threat information escalates the most critical events and impactful anomalies Operates and improves all aspects of security event management, threat management, including automation.</div></li><li><div>\nOperates Installation, configuration, and management of security operations tools and systems; the expansion and refinement of collection sources and by creating security operations reports automatically and distributing them to the appropriate audience.</div></li><li><div>\nPerforms initial assessment and review of security events and vulnerabilities and generates detailed reports; escalates issues as appropriate.</div></li><li><div>\nInterfaces with security and IT professionals throughout the Department and the Agency to assist on the resolution of complex security issues and incidents and collaborates on the documentation results and lessons learned.</div></li><li><div>\nCoordinate and deliver training and instruction to junior level IT and IT security staff regarding security operations processes and participates in security awareness programs, testing, and training.</div></li><li><div>\nOperate security assessment procedures for systems, system configurations, information assets, and changes related to authentication, authorization, security baselines, confidentiality, and auditing, analyze the results, and provide reports and guidance to the relevant stakeholders and system owners. Communicate vulnerability and security relevant information to stakeholders and assist with remediation planning.</div></li><li><div>\nPerforms various security operations tasks as assigned.</div></li></ul><br>\n<div></div><div><b>Qualifications, Experience and Language skills</b></div>\n<ul><li><div> Completed secondary education.</div></li><li><div>\nMinimum of six years of working experience, including experience in implementing and documenting security operations procedures and experience with security operations, automation of common activities implementation of various security tools.</div></li><li><div>\nIT security specialist training and certifications an asset.</div></li><li><div>\nExperience with security incident and event management systems such as the ELK stack, Arcsight, QRadar, Alienware, and Splunk.</div></li><li><div>\nExperience with security installations for the physical protection of information assets would be a benefit.</div></li><li><div>\nExcellent oral and written command of English. Knowledge of other official IAEA languages (Arabic, Chinese, French, Russian and Spanish) is an asset.</div></li><li><div>\nEnglish language test (Level 1) to IAEA standard.</div></li></ul><br>\n<div></div><div><b>Remuneration</b></div><br>\n<div></div>\n<div>The IAEA offers an attractive remuneration package including a tax-free annual net base salary starting at EUR 53849 (subject to mandatory deductions for pension contributions and health insurance), 6 weeks' annual vacation, pension plan and health insurance\n<br>\n<br>\nAppointment is subject to a satisfactory medical report. <b>Recruitment will be on a LOCAL BASIS only.</b> Outside applicants are required to supply to the IAEA or to authorize it to seek all information relevant to their suitability for employment by the IAEA. <b>Testing may be part of the recruitment process.</b></div></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=3cf761aaecf3c593&fccid=c1a7c6d77658a22d&vjs=3",
  "date": "2020-05-26"
}