{
  "title": "Information System Security Manager (m/f/x) (IT-Sicherheitskoordinator/in)",
  "body": "<b>Stellenangebotsbeschreibung:</b><br>\nJAGGAER is the world's largest independent spend management company, with over 2,000 customers connected to a network of 4 million suppliers in 70 countries, served by offices located in North America, Latin America, throughout Europe, the United Kingdom, Australia, Asia and the Middle East. JAGGAER offers complete SaaS-based Source to Pay eProcurement solutions with advanced Spend Analytics, Sourcing, Supplier Management, Contract Lifecycle Management, Savings Tracking and intelligent workflow capabilities. JAGGAER has pioneered spend solutions for over two decades and continues to lead the innovation curve by listening to customers and analyzing the market. Our solution suites are trusted by the world's largest manufacturing, education, health care, retail, consumer package goods, logistics, construction, utilities companies and public service organizations. Additionally, JAGGAER holds 37 patents-more than any other spend management company. Information System Security Manager JAGGAER Austria - Vienna Consulting , Software Development Your Main Tasks Perform security control assessments as 2nd Line of defense function, to verify the implementation of security controls Perform technical security compliance checks on applications/systems to identify risks Recommend and advice on the implementation of security controls Advice employees on the implementation of requirements from security policies/standards/guidelines Assist business units and IT staff in understanding and responding to security findings reported by internal and external audits Assist in developing new processes and procedures to improve the assessment process Develop and maintain group security regulations (policies and standards) according to international security standards (e.g. ISO 2700x, NIST, etc.) Research, evaluate and recommend evolving Information &amp; Cyber Security topics including upcoming regulatory requirements and develop business cases for Investments Support business with security risk analyses and security documentation in projects Your Profile Knowledge and experience in performing technical security audits/assessments Knowledge in network security architecture concepts, application security, emerging IT and cybersecurity technologies Knowledge in Information &amp; Cyber Security Management with regards to processes, concepts, methodologies Previous work experience as a penetration testing expert is an asset 3-5 years of work experience in IT security Strong coordination and excellent communication skills within an international Environment Ability for independent decision-making and issue resolution Strong team orientation Excellent command of written and spoken English and German Experience with the implementation of ISO-27001 compliant ISMS is an asset Vendor independent security certifications (e.g. CISA, CRISC, CISSP, CEH, ...) are an asset 2 years of experience as IT security engineer and in Information Security Management Knowledge of relevant standards and regulations like ISO270xx, SOC, ITIL, COBIT, GDPR. Up-to-date knowledge on actual cyber-attack methods, prevention methods We offer: A positive work environment in a young and motivated team Short communication channels and room for your creative ideas Education, coaching and support for your personal development An international, professional environment with exciting opportunities An open-minded and dynamic corporate culture A minimum annual gross salary of EUR 38,000; an overpayment can be negotiated based on your qualifications and experience Join the team! Apply now and be part of our success!",
  "url": "https://at.indeed.com/rc/clk?jk=f7f436a961ea7eba&fccid=f92a972e31c0a5c4&vjs=3",
  "date": "2020-04-20"
}