{
  "title": "Head of Architectures",
  "location": "Wien, W",
  "contract_type": null,
  "body": "What You'll Do\n<br>Cisco Sales Team is looking for an energized, passionate &amp; positive people-focused Sales Manager to lead Cisco’s Architectures business across Austria, Slovenia and Croatia. Being part of Cisco regional leadership team you will manage a team of technical Sales Specialists whose main objective is to support the account teams in the development and execution of account based sales strategies related to Cisco core Architectures. The highly competitive nature of the market, requires a candidate with a sound knowledge of the competitive landscape, and a distinct no-lose attitude. In this role, you will be required to lead a strong and highly skilled technical sales team, comprising a range of diverse skills and expertise – by motivating and developing the group in a constantly evolving technology market. You will support the evolving needs of the business, whilst fostering an environment of empathy, trust and inspiration. You will be the prominent conveyer of Cisco’s Architectures’ strategy to our customers and partners.\n<br><b>In this role your will:</b> Maintain a keen interest and understanding of Cisco’s technology capabilities &amp; strategies, in conjunction with industry trends. Translate Cisco's vision for the future into a compelling value proposition for the team, coupled with a talent for communicating those clearly. Evangelize &amp; influence externally, speaking publicly on Cisco’s capabilities in Networking, Data Center &amp; Cloud, while further developing as an industry expert in this field. To demonstrate industry awareness by educating the teams on trends and transitions in the market and what Cisco’s competitors are doing to exploit those trends and transitions. Regularly engage with our customers &amp; partners, developing &amp; maintaining key stakeholder relationships within both. Collaborate with account teams to align, prioritize and target team opportunities. Ensure tight alignment of the team’s day to day activities with execution of sales &amp; technology strategies. Ensure optimal team performance &amp; capacity to deliver on commitments and drive results. Regular interaction with business units &amp; regional teams, supporting their initiatives and accessing their investment &amp; resources. Review both qualitative &amp; quantitative information to identify and explain trends. Lead cross-functional projects within area of responsibility. Facilitate Expert communications and expert understanding of customer requirements between customers, corporate, and the field. Advocate for continual improvement in customer experience of Cisco technology to increase brand loyalty for Cisco.\n<br><br>\n<b>Who you’ll work with:</b><br>\nIn addition to building, leading and coaching your direct team, you will act as a highly-valued business partner in the sales leadership team. You will regularly engage externally with customers and partners, and participate at industry events. You will be required to connect and broker internal communications across Architecture teams, customer &amp; partner account teams, global business units as well as with the pre-sales engineering community.\n<br><br>\n<b>Who you are:</b><br>\n<b>Should you be interested in this role, you should:</b> Come with excellent presentation and communication skills in German and English, and must have the ability to evangelize our message with authority across a broad spectrum of personas - from CxO’s, to deep engineering experts. Have a flexible management muscle – meaning that you can flex from the high level CxO communications to hard core engineering problem solving as and when required. Be a techie – defined as never ending hunger for knowledge and development of tech – and how it can be utilized for the good of people, companies and countries. Have the ability to proactively develop and maintain a team of high-performing sales technical specialists, continually seeking innovative methods for maintaining / improving team morale &amp; performance. Have the ability to develop team members’ capabilities in support of individual career goals and team objectives. Able to get things done without direct line authority; able to exercise personal influence, resolve conflict, and bring required behaviors. Able to build the capabilities needed to deliver on the team's short and long term goals, including identification and development of a strong sales pipeline. Be ready to support team members by providing transparency and information during organizational changes.\n<br>We Are Cisco\n<br>#WeAreCisco, where each person is unique, but we bring our talents to work as a team and make a difference. Here’s how we do it.\n<br>We embrace digital, and help our customers implement change in their digital businesses. Some may think we’re “old” (30 years strong!) and only about hardware, but we’re also a software company. And a security company. An AI/Machine Learning company. We even invented an intuitive network that adapts, predicts, learns and protects. No other company can do what we do – you can’t put us in a box!\n<br>But “Digital Transformation” is an empty buzz phrase without a culture that allows for innovation, creativity, and yes, even failure (if you learn from it.)\n<br>Day to day, we focus on the give and take. We give our best, we give our egos a break and we give of ourselves (because giving back is built into our DNA.) We take accountability, we take bold steps, and we take difference to heart. Because without diversity of thought and a commitment to equality for all, there is no moving forward.\n<br>So, you have colorful hair? Don’t care. Tattoos? Show off your ink. Like polka dots? That’s cool.\n<br>#LI-EMEAAM1\n<br>#li-priority",
  "url": "https://at.indeed.com/rc/clk?jk=5c1a63e96c14eabb&fccid=dfc44f3b8c44a6db&vjs=3",
  "date": "2020-05-18"
}