{
  "title": "Laboratory Diagnostician",
  "location": "Österreich",
  "contract_type": null,
  "body": "<div><div><b>CALL FOR EXPRESSIONS OF INTEREST - VACANCY ANNOUNCEMENT</b><b>:</b> 2000958<div>\n</div></div><div>\nLaboratory Diagnostician<div>\n</div></div><div>\nJob Posting: 20/Apr/2020</div><div>\nClosure Date: 10/May/2020, 4:59:00 PM</div><div>\nOrganizational Unit: AGE</div><div>\nJob Type: Non-staff opportunities</div><div>\nType of Requisition: Consultant / PSA (Personal Services Agreement)</div><div>\nGrade Level: N/A</div><div>\nPrimary Location: Austria</div><div>\nDuration: 11 months</div><div>\nPost Number: N/A</div><div></div><div><br>\n<div>\nIMPORTANT NOTICE: Please note that Closure Date and Time displayed above are based on date and time settings of your personal device\n</div><div>_______________________________________________________________________________________</div><br>\n<div></div>\n<div>\nFAO is committed to achieving workforce diversity in terms of gender and nationality</div>\n<div>\nPeople with disabilities are equally encouraged to apply</div>\n<div>\nAll applications will be treated with the strictest confidentiality</div>\n<div>\nThe incumbent may be re-assigned to different activities and/or duty stations depending on the evolving needs of the Organization</div>\n<div>\n_______________________________________________________________________________________</div><br>\n<div></div><div>\n<div></div><div><div><div><div><b>Organizational Setting</b></div><br>\n<div></div><div>The Animal Production and Health Section (APH) of the Joint FAO/IAEA Division of Nuclear Techniques in Food and Agriculture is part of the Department of Nuclear Sciences and Applications of the IAEA. The APH is responsible for the implementation of the Animal Production and Health Sub-programme to support Member States (MS) in their efforts to improve livestock production to enhance food security, eliminate poverty and hunger and thus achieving UN Sustainable Development Goals. The focus is on adapting and transferring appropriate technologies in the fields of animal nutrition and husbandry, reproduction, breeding and disease prevention and control by providing training, equipment, expert services, and technical backstopping. The main modalities are Coordinated Research Projects (CRP) and Technical Cooperation (TC) projects. The Section also maintains a broad network of contacts with FAO’s technical divisions, international organisations such as OIE, WHO and ILRI, and institutions in MS.</div><br>\n<div></div><br>\n<div><b>Reporting Lines</b></div><br>\n<div></div><div>Under the guidance and direct day to day supervision of the Head of the Animal Production and Health Laboratory (APHL) at AGE, the consultant will support the various aspects of work related to research and development, validation and transfer to Member States of laboratory diagnostic tools for emerging and priority animal and zoonotic diseases.</div><br>\n<div></div><div><b>Technical Focus<br>\n</b></div><div></div><div>The incumbent is expected to strengthen research and development activities of the APHL for the detection and surveillance of emerging zoonotic diseases and priority transboundary animal diseases. The work will focus on assisting APHL and Member State laboratories in the design, implementation and verification of laboratory diagnostic tools for the early and rapid detection and surveillance of novel, zoonotic virus diseases (primarily but not exclusively SARS-CoV2 and related coronavirus infections) at the human-animal interface. Furthermore, the incumbent is expected to transfer the developed and validated technologies and assays to selected laboratories through the IAEA/FAO Veterinary Laboratory Network (VETLAB) in Asia and Africa. The transfer will include sequencing technologies as well as molecular and serological assays for pathogens confirmation, outbreak investigation and disease surveillance. The incumbent will be involved in the activities of the IAEA/FAO VETLAB platform which are critical towards the delivery of disease diagnostic technologies and their harmonization in Member Countries. The incumbent will also contribute to the maintenance of virus and serum repository, the organization of interlaboratory test conducted by APHL or other collaborating institutions, as well as workshops, expert meetings and symposium organized by AGE on thematic areas relevant to this position.</div>\n<div>The incumbent will be requested to conduct part of the scientific and technical activities in high containment laboratory and perform other duties, as required by the Head of APHL based on Member States needs and requests.</div>\n<div>Furthermore, the incumbent will contribute to the APHL activities aiming at strengthening pathogen detection capabilities in Member States through training, supervision of fellows and interns.<br>\n</div><div></div><div><b>Tasks and responsibilities</b></div>\n<div></div><ul><li>Validate sensitive and specific serological tests, including multiplex assays, and transfer the technology to Member States for the serological surveillance of emerging and priority viral diseases, including the preparation of Standard Operating Procedures.</li><li>\nAssist APHL in the SARS-CoV2 technical support to MS laboratories\n</li><li>Maintain a repository of sera and samples for the validation/verification of laboratory assays;</li><li>\nDisseminate results and transfer knowledge of the diagnostic and surveillance tools for important transboundary animal and zoonotic diseases;\n</li><li>Assist APHL to organize and conduct meetings, workshops, fellowships and trainings to strengthen and improve MS capabilities in pathogen detection and characterization;\n</li><li>Assist APHL team in the organization and conduction of inter laboratory trials for important transboundary animal and zoonotic diseases;\n</li><li>Provide technical advice and guidance for the Member States under PUI Asia and PUI Africa to implement disease diagnostic and molecular epidemiological tools;\n</li><li>Write and publish manuscripts on validation of laboratory assays and virus characterization.</li></ul><br>\n<div></div><div><b>CANDIDATES WILL BE ASSESSED AGAINST THE FOLLOWING</b></div><br>\n<div></div><div><b>Minimum Requirements</b></div>\n<ul><li>University degree in biological sciences/microbiology or biochemistry</li><li>\nThree years of relevant experience in veterinary laboratory, virology and serology of animal infectious diseases\n</li><li>Working knowledge of English. At least limited knowledge of French or Spanish, or, alternatively limited knowledge of one of the following languages: Arabic, Chinese, Russian</li></ul>\n<div></div><div><b>FAO Core Competencies</b></div>\n<ul><li>Results Focus</li><li>\nTeamwork</li><li>\nCommunication</li><li>\nBuilding Effective Relationships</li><li>\nKnowledge Sharing and Continuous Improvement</li></ul><br>\n<div></div><div><b>Technical/Functional Skills\n</b></div><ul><li>Work experience in more than one location or area of work\n</li><li>Experience in molecular and serological assay development and validation for virus pathogens,\n</li><li>Experience in gene sequencing techniques and molecular epidemiology for animal and zoonotic pathogens,\n</li><li>Experience in planning, organization and conduction of international interlaboratory trials,</li><li>\nExperience in report writing and scientific publications</li><li>\nExperience in working in high containment laboratory facilities (e.g. BSL3)</li><li>\nFamiliarity with of the organisation of international laboratory trainings and workshops is an asset.</li></ul><br>\n </div></div><br>\n</div></div><br>\n<div></div>_______________________________________________________________________________________\n<div></div><div>Please note that all candidates should adhere to FAO Values of Commitment to FAO, Respect for All and Integrity and Transparency</div>\n<div>\n_______________________________________________________________________________________</div><div></div><br>\n<div><b>\nADDITIONAL INFORMATION</b></div>\n<div>\nFAO does not charge any fee at any stage of the recruitment process (application, interview, processing)</div>\n<div>\nPlease note that FAO will only consider academic credentials or degrees obtained from an educational institution recognized in the IAU/UNESCO list</div>\n<div>\nOnly language proficiency certificates from UN accredited external providers and/or FAO language official examinations (LPE, ILE, LRT) will be accepted as proof of the level of knowledge of languages indicated in the online applications</div>\n<div>\nCandidates should upload language certificate/s when submitting their application.<br>\n</div><div></div><br>\n<div>For more information, visit the FAO employment website</div><div></div><br>\n<div><b>\nHOW TO APPLY</b></div>\n<div>\nTo apply, visit the recruitment website at Jobs at FAO and complete your online profile. Incomplete applications will not be considered. Only applications received through the recruitment portal will be considered.</div>\n<div>\nWe encourage applicants to submit the application well before the deadline</div>\n<div>\nIf you need help please contact: Careers@fao.org</div><br>\n<div></div><b>\n</b><div><b>\nFAO IS A NON-SMOKING ENVIRONMENT</b></div></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=309298ab5023d6d2&fccid=61ff3db062bf2f50&vjs=3",
  "date": "2020-05-10"
}