{
  "title": "INFORMATION SECURITY OFFICER (m/w/x)",
  "location": "Linz-Wels, OÖ",
  "contract_type": null,
  "body": "x-tention - Das sind wirAls IT-Dienstleister im Gesundheits- und Sozialwesen bewegen wir uns in einer x-trem aufstrebenden, innovationsgetriebenen Branche. Wir sind ein moderner Arbeitgeber, bei dem du dein Potential optimal einsetzen und deine Skills weiterentwickeln kannst. 1 INFORMATION SECURITY OFFICER (m/w/x) Arbeitsort: Wels, Wien, Salzburg, Graz oder KlagenfurtDeine Rolle bei x-tention - Eigenverantwortliche Planung und Umsetzung von Informationssicherheitsprojekten bei Kunden - Beratung von Kunden und Verfassen von Stellungnahmen hinsichtlich Informationssicherheit - Übernahme der Rolle des externen Informationssicherheitsbeauftragten (CISO) - Durchführung von internen/externen Security-Audits - Mitarbeit bei der Koordination und Behebung von Security Incidents - Mitarbeit bei der Weiterentwicklung des internen ISMS und IT-Risikomanagements - Unterstützung bei der kontinuierlichen Weiterentwicklung von Information Security ServicesDiese Skills solltest du mitbringen - Abgeschlossene Ausbildung (FH/Uni) mit Schwerpunkt Informationssicherheit - Gute Kenntnisse im Bereich Informationssicherheit - Gute Kenntnisse von Standards und Regelwerken wie z. B.\n<br><br>\nISO 2700x - Erfahrung im Datenschutz, Projektmanagement und ITIL - Verantwortungsbewusstsein, hohe Kundenorientierung und praxisorientierte Arbeitsweise - Problemlösungskompetenz und strukturierte, eigenständige Vorgehensweise - Flexibilität, sich in Organisationsabläufe und neue Themen rasch und zuverlässig einzuarbeitenDeine Benefitsx-Aus- und Weiterbildungx-Firmeneventx-Firmenparkplatzx-Fitnessx-Firmenhandys und -laptopsx-Gleitzeitx-Moderne Arbeitsplätzex-Pool-Fahrzeugex-Unfallversicherungx-VerpflegungDein GehaltAbhängig von deiner Qualifikation und Erfahrung bewegt sich dein monatliches Bruttogehalt zwischen € 2.700,- und € 3.500,-.Wir freuen uns auf deine Bewerbung!Bitte bewerben Sie sich über unser Online-Bewerbungs-Tool!https://www.x-tention.at/information-security-officer-m-w-x/x-tention Informationstechnologie GmbHRömerstraße 80A, 4600 Wels07242 2155 - 0, www.x-tention.at Das Mindestentgelt für die Stelle als INFORMATION SECURITY OFFICER (m/w/x) beträgt 2.700,00 EUR brutto pro Monat auf Basis Vollzeitbeschäftigung. Bereitschaft zur Überzahlung.",
  "url": "https://at.indeed.com/rc/clk?jk=39cb6c5d553b0a78&fccid=dd616958bd9ddc12&vjs=3",
  "date": "2020-05-18"
}