{
  "title": "IT Security Engineer (f/m/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><div>We are expanding rapidly and hence, we are seeking new, experienced and hands-on team members who think outside of the box (and are not afraid to share their thoughts), will deliver unique ideas and like to work in a fast-paced environment.</div><div></div><br>\n<div><b>\nYour mission</b></div><div>\nAs an IT Security Engineer at Bitpanda, you will be responsible for identifying and resolving security issues, as well as implementing countermeasures to ensure robust and reliable systems</div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>Your focus</b></h3><div><ul><li>\nContribute to all levels of the architecture from a security perspective</li><li>\nServe as a security expert during the whole development process and mitigate security vulnerabilities</li><li>\nEstablishing a security operation center, including central monitoring</li><li>\nPlan and perform penetration tests on web-based and mobile applications</li><li>\nPerform system analysis, research best practice security solutions and advise</li></ul></div></div></div>\n<div><div><h3 class=\"jobSectionHeader\"><b>Why you</b></h3><div><ul><li>\n+5 years proven professional experience as a system security engineer or information security engineer</li><li>\nHands-on experience in security systems, including firewalls, intrusion detection systems, anti-virus software, log management and network security</li><li>\nSolid technical skills in information security architecture, vulnerability testing and penetration testing</li><li>\nExperience with common threat modeling and risk analysis framework</li></ul></div></div></div>\n<div><div><b>Why us</b></div><div></div><br>\n<div>\nCome and join our international and collaborative work environment as we strive towards our vision of accelerating the transition to a tokenised world. Apply today to help shape the future of investing.</div><div></div><br>\n<div>\nFor this position the salary range lies between €41,000- €69,000 gross per year. Our final offer will depend on your skills and experience.<br>\n</div><div></div><br>\n<div>In addition, Bitpanda offers attractive benefits:</div><ul><li>Flexible working hours</li><li>Latest hardware</li><li>Lunch and gym discount</li><li>Regular team events and a yearly team trip</li><li>Modern office in the Viennese Fintech Hub</li><li>Buddy programme</li><li>Beginner German classes</li></ul><div></div><br>\n<div>\nFor any questions, please check our FAQ</div><div>\nSee you soon!</div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=cb74c82ee8ea5a2f&fccid=78212fbc2e520355&vjs=3",
  "date": "2020-05-26"
}