{
  "title": "Penetration Tester - Network Security",
  "body": "<div>Company Description<br>\n<p><b>\nSGS Digital Trust Services provides Cybersecurity research, testing and certification services. Working in partnership with Graz University of Technology (TU Graz) at the Cybersecurity Campus Graz, we operate one of the world's largest Cyber security evaluation labs where security experts focus on testing and certification of digital products, networked systems and online services.</b></p></div>\n<br>\n<div>Job Description<br>\n<p><b>\nThe Penetration Tester will evaluate security vulnerabilities in IoT devices and networks. Your job will be to find weaknesses and assess their severity.</b></p><p><b>\nYou will:</b></p><ul><li>\nTest the vulnerability of the connectivity and Software layer on electronic products and systems;</li><li>\nPerform network penetration, web, mobile and application testing;</li><li>\nConduct source code reviews, threat analysis and wireless network assessments;</li><li>\nDevelop scripts, tools or methodologies to facilitate customized testing.</li></ul></div>\n<br>\n<div>Qualifications<br>\n<ul><li>\nDegree, Masters or PhD in Information Technology, Informatics, Electrical and Electronic Engineering, Computer Science Mathematics or a related subject;</li><li>\nOSCP certified (preferred);</li><li>\nAcunetix, OpenVAS, Nessus, NMap, Metasploit and Burp Suite experience;</li><li>\nKnowledge of OWASP Top 10;</li><li>\nExperience of conducting penetration tests of enterprise networks and environments, web applications and IoT devices;</li><li>\nKnowledge of network security protocols and fuzzing;</li><li>\nBackground with testing standards like Common Criteria or UL 2900;</li><li>\nConducting cybersecurity assessment and audits.</li></ul><br>\nAdditional Information<br>\n<p><b>\nYou must be an EU or NATO citizen to be eligible for employment at the Cybersecurity Campus Graz.</b></p></div>",
  "url": "https://at.indeed.com/rc/clk?jk=db6f5459c93e648c&fccid=1272531993b16790&vjs=3",
  "date": "2020-04-20"
}