{
  "title": "Head, Anti-Terrorism Issues Unit",
  "body": "This position is open for secondment only and participating States are kindly reminded that all costs in relation to assignment at the Secretariat must be borne by their authorities.\n<br><br>\nCandidates should, prior to applying, verify with their respective nominating authority to which extent financial remuneration and/or benefit packages will be offered. Seconded staff members in the OSCE Secretariat and Institutions are not entitled to a Board and Lodging Allowance payable by the Organization.\n<br><br>\nThe OSCE has a comprehensive approach to security that encompasses politico-military, economic and environmental, and human aspects. It therefore addresses a wide range of security-related concerns, including arms control, confidence- and security-building measures, human rights, national minorities, democratization, policing strategies, counter-terrorism and economic and environmental activities. All 57 participating States enjoy equal status, and decisions are taken by consensus on a politically, but not legally binding basis.\n<br><br>\nThe OSCE Secretariat in Vienna assists the Chairmanship in its activities, and provides operational and administrative support to the field operations, and, as appropriate, to other institutions.\n<br><br>\nThe Transnational Threats Department (TNTD) ensures co-ordination and strengthened coherence of OSCE-wide activities to address transnational threats to security, with a view to achieving the most effective and efficient support to the efforts of participating States in the fight against terrorism, and transnational organized crime, as well as assistance in the area of cyber security, border security and management, police-related activities and rule of law.\n<br><br>\nThe Transnational Threats Department/Action against Terrorism Unit (TNTD/ATU) is the focal point for co-ordinating and facilitating OSCE anti-terrorism activities. The Unit contributes to the implementation of the OSCE's counter-terrorism commitments by providing support to the Chairmanship-in-Office, the Secretary General and the participating States on anti-terrorism matters and by enhancing co-ordination within the OSCE on related issues.\n<br><br>\nTNTD/ATU also assists participating States with implementing their relevant commitments in this area, as defined by relevant decisions, and acts on requests from participating States to assist in enhancing their capacities to respond to current and emerging terrorist threats. TNTD/ATU supports the work of relevant UN bodies and enhances co-operation with external partners and other regional organizations in preventing and countering terrorism.\n<br><br>\nTasks and Responsibilities\n<br><br>\nUnder the supervision of the Co-ordinator of Activities to Address Transnational Threats, the incumbent will be responsible for:\n<br><br>\nProviding support to the Chairmanship-in-Office, the Secretary General and the participating States on anti-terrorism-related matters;\n<br>Giving guidance on the drafting, implementation, monitoring and evaluation of OSCE counter-terrorism programmes or projects; identifying possible issues to be addressed and proposing corrective action; liaising with relevant parties and stakeholders, including national authorities and external experts;\n<br>Following closely developments in a series of thematic areas pertaining to counter-terrorism; capturing best practices and lessons learned and facilitating their dissemination within the OSCE area and beyond;\n<br>Participating actively in counter-terrorism activities initiated by other OSCE institutions and executive structures, international and regional organizations, as well as other stakeholders;\n<br>Assisting in co-ordinating the OSCE activities with all the relevant international organizations, in particular with the relevant United Nations bodies and structures, in the global fight against terrorism, including co-ordinating sub-and inter-regional initiatives and strengthening co-operation and information exchanges with non-governmental organizations (NGOs), civil society, parliamentarians and others;\n<br>Contributing to the preparation and following up on the implementation of TNT-related decisions of the participating States;\n<br>Preparing regular reports on OSCE anti-terrorism activities;\n<br>Managing and supervising a team of professional staff members and assistants;\n<br>Performing other related duties as assigned.\n<br><br>\nFor more detailed information on the structure and work of the Department of Transnational Threats, please see: www.osce.org/secretariat\n<br><br>\nNecessary Qualifications\n<br><br>\nSecond-level university degree in social or political science, law, public administration or related field; a first-level university degree in combination with at least two years of additional qualifying experience may be accepted in lieu of the advanced university degree;\n<br>Additional professional training or certification in leadership, management, strategic studies or related field;\n<br>A minimum of ten years of diverse and progressively responsible professional experience and knowledge of current measures and initiatives to prevent and counter terrorism; previous international work experience and/or experience with NGOs; experience in counter-terrorism related capacity-building activities would be an asset;\n<br>At least four years of experience in line management, directing staff in the planning, organizing, scheduling, monitoring, and evaluating programme activities;\n<br>Demonstrated experience in fundraising and donor relations;\n<br>Professional fluency in English, both oral and written; knowledge of other OSCE working languages is an asset;\n<br>Excellent communication, analytical, research and co-ordination skills, proven political skills;\n<br>Sound knowledge of OSCE principles, commitments and fundamental documents;\n<br>Strong capacity of initiative combined with proven ability to lead a team through an appropriate human dimension approach;\n<br>Demonstrated gender awareness and sensitivity, and an ability to integrate a gender perspective into tasks and activities;\n<br>Ability to establish and maintain effective working relations with people of different national and cultural backgrounds whilst remaining impartial and objective;\n<br>Demonstrated computer-related skills and ability to operate Windows applications, including word processing and e-mail.\n<br><br>\nIf you wish to apply for this position, please use the OSCE's online application link found under www.osce.org/employment.\n<br><br>\nThe OSCE retains the discretion to re-advertise/re-post the vacancy, to cancel the recruitment, to offer an appointment at a lower grade or to offer an appointment with a modified job description or for a different duration.\n<br><br>\nOnly shortlisted applicants will be contacted.\n<br><br>\nPlease note that vacancies in the OSCE are open for competition only amongst nationals of participating States, please see www.osce.org/states.\n<br><br>\nThe OSCE is committed to diversity and inclusion within its workforce, and encourages the nomination of qualified female and male candidates from all religious, ethnic and social backgrounds.\n<br><br>\nPlease be aware that the OSCE does not request payment at any stage of the application and review process.\n<br><br>\nPlease apply to your relevant authorities several days prior to the deadline expiration to ensure timely processing of your application. Delayed nominations will not be considered.",
  "url": "https://at.indeed.com/rc/clk?jk=e3482a84e971a012&fccid=d89facc0cc860b98&vjs=3",
  "date": "2020-04-20"
}