{
  "title": "C/C++ Developer",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><div><p>RIDDLE&amp;CODE is looking for a <b>C/C++ Developer</b> with passion for blockchain and crypto technologies.</p></div></div><p></p><div><div><p>\nSuperior: Chief Information Officer</p><p>\nDirect Reports: -</p></div></div><p></p><div><div><p><b>\nRIDDLE&amp;CODE is Europe’s leading company for blockchain interface solutions.</b> It is one of the few - if not the only company - which has developed its own blockchain based hardware &amp; software products that bridge the digital and the physical world. RIDDLE&amp;CODE offers the opportunity to work <b>at the forefront of blockchain and cryptography products</b> and to expand your skills while driving and developing cutting-edge technology.</p><p><b>\nGroundbreaking wallet design, innovative blockchain IOT solutions</b> and technology around identity, integrity and transaction are in the center of our current development efforts.</p><p>\nTo make sure that - besides a unique job environment - you’ll have the time of your life RIDDLE&amp;CODE is located in <b>Vienna/Austria which – for the 10th time in a row – has been awarded the city with the best quality of life in the world!</b></p></div></div><p></p><div><div><p><b>\nQualification</b></p><div><div><p>\nBachelor's degree in Computer Engineering and/or Computer Science</p></div><div><p>\nA good understanding of cryptographic protocols utilized in external communications, data storage, authentication and data transfer</p></div><div><p>\nExperience in C/C++ development (debug and testing, using GNU/LLVM tools) on different platforms using different debugging tools</p></div><div><p>\nExperience working with security concepts such as root of trust, symmetric and public key protocols &amp; crypto cores, security middleware and key provisioning</p></div><div><p>\nKnowledge of standard cryptographic algorithms, security protocols and their implementation aspects will be highly valued</p></div><div><p>\nAt least 3+ years of relevant experience</p></div><div><p>\nSoftware architecture and specification background</p></div><div><p>\nFamiliarity with OS abstractions and memory management of operating systems.</p></div><div><p>\nAbility to communicate efficiently at all levels</p></div></div></div></div><p></p><div><div><p><b>\nWho you will work with</b></p><div><div><p>\nWork as part of a collaborative team of entrepreneurial people who operate with a young yet globally recognized blockchain technology spearhead company.</p></div><div><p>\nWork hand in hand with clients functional and technical experts</p></div><div><p>\nDirectly work with many of the biggest players in various industries: luxury goods, energy, production, banks, and exchanges</p></div></div></div></div><p></p><div><div><p><b>\nDuties &amp; Responsibilities</b></p><div><div><p>\nDevelop cryptographic algorithms on embedded controller considering the balance between code size, performance and maintainability</p></div><div><p>\nTest, debug and optimize software</p></div><div><p>\nImplement test cases for automated regression testing</p></div></div><div><div><p>\nExecute threat modeling, code reviews and documentation</p></div></div><p>\nStarting as a team member we plan to expand your responsibilities over time to eventually build up and lead your own project team.</p></div></div><p></p><div><div><p><b>\nCompensation</b></p><p>\nThe law obliges us to state gross salary guidelines of the collective agreement for this position (at least € 3.139,- p.m. to € 4.209,- for a ST2 rating and 38.5 hours per week or at least € 2.518,- p.m to € 3.449,- p.m. for a ST1 rating and 38.5 hours per week).</p><p>\nWe strive to offer compensation that corresponds to your personal qualification, your experience and in line with the current market.</p></div></div><p></p><div><div><h3 class=\"jobSectionHeader\"><b>\nCONTACT US</b></h3><p>\nWe are very much looking forward to receiving your application, please send your CV with Ref: <b>C/C++ Developer, </b>to jobs@riddleandcode.com.</p></div></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=9faba06031dbf8e0&fccid=9c7fd684c5e4f574&vjs=3",
  "date": "2020-05-26"
}