{
  "title": "Senior Java Card SW Development Engineer REQ 121",
  "body": "<div><p><b>Senior Java Card SW Dev. Engineer</b></p><br>\n<p></p>\n<p>Are you ready to shape the future of the secure identification, authentication, privacy protection and access control technologies all while working in the heart of a future Smart City Area in Graz?</p><br>\n<p></p>\n<p><b>HID Global looking for talented engineers</b></p>\n<p>We, the HID Identity Technologies Lab, are looking for the most talented engineers, technologists and innovation leaders that would like to join and help us to build the products and services for the secure physical and logical access control systems enabling users to explore the world conveniently in the era of the IoT, Smart Machines and Industry 4.0.</p><br>\n<p></p>\n<p><b>Job Description</b></p>\n<p>Senior Java Card SW Development Engineer is a new role created to support our growth and plans for international expansion.</p>\n<p>As part of the Seos implementations team, you will work on the next generation of credentials technology - Seos 2.0. Being a senior member, you will meet with Department Managers and Seos Architects to discuss new ideas, improvements and innovation. This job will be fast-paced and creative and should grow into an Architect position.</p><br>\n<p></p>\n<p><b>Desired Skills &amp; Experience:</b></p>\n<ul><li><div>Extensive experience and track record of achievements in Java Card programming</div>\n</li>\n<li><div>Global Platform specifications - deep knowledge</div>\n</li>\n<li><div>ISO7816/14443 specifications knowledge</div>\n</li>\n<li><div>knowledge of cryptography</div>\n</li>\n<li><div>Optional experience with semiconductors, smart cards, mobile security</div>\n</li>\n<li><div>Familiarity with agile ways of working</div><br>\n</li></ul>\n<p></p><p><b>We offer:</b></p>\n<ul><li><div>A flexible schedule</div>\n</li>\n<li><div>Dress-down dress code</div>\n</li>\n<li><div>Terrific work environment</div>\n</li>\n<li><div>You will work among smart people with lots of support, ramp-up help and great ideas.</div><br>\n</li></ul>\n<p></p><p><b>Finally</b></p>\n<p>If you are creative, passionate to learn and explore, able to communicate fluently in English, if you are longing for new challenges and you search for a position that will move your career forward then we are looking forward to meet you in person!</p>\n<p><b>Closing Date: 6th May 2020</b></p>\n<p><b>HID Global is an equal opportunities employer</b></p>\n<p><i>HID Global powers the trusted identities of the world's people, places and things. Every day millions of people in more than 100 countries use our products and services to securely access physical and digital places. Over 2 billion things that need to be identified, verified and tracked are connected through HID Global's technology. We make it possible for people to transact safely, work productively and travel freely. We work with governments, universities, hospitals, financial institutions and some of the most innovative companies on the planet-helping them to create trusting and trusted physical and digital environments so that they and the people who use them can fulfil their potential. Headquartered in Austin, Texas, HID Global has over 3,500 employees worldwide and operates international offices that support more than 100 countries. HID Global® is an ASSA ABLOY Group brand. For more information, visit</i> <i>www.hidglobal.com</i><i>.</i></p></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=b4f163b31588df0e&fccid=0a4ad7ebd9b0c8ee&vjs=3",
  "date": "2020-05-02"
}