{
  "title": "Placement Student - EB",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><p><b>We Believe in Better!\n</b></p><p>We are a global information technology company that builds high-performance, security-centric solutions that can help change the world. Enhancing people’s lives through secure, reliable advanced technology is our vision.</p><p>\nAt Unisys, we believe in better! Here, you have the opportunity to learn new skills, apply your expertise, and solve complex problems with cutting edge technologies and solutions. You are part of a global diverse team that supports you, drives change, and delivers successful results consistently.</p><p></p><p>\nOur associates are at the forefront of everything we do, driving our clients’ successes while giving back to communities and making a positive impact on enhancing the quality of life to help make this world a safer and more secure place to live and work. Our success is a direct result of the work of our people who live and breathe our Core Beliefs. Simply put, we believe in better lives. Join us!</p><p></p><h2 class=\"jobSectionHeader\"><b>\nLearn more about Unisys and our key solution offerings: </b><b>Unisys</b><b>, </b><b>Stealth</b><b> , </b><b>CloudForte</b><b> , </b><b>Intelliserve</b></h2><p></p><p><b>\nWhat success looks like in this role:\n</b></p><p></p><div>Key Qualifications<br>\n<br>\n<ul><li>Student enrolled in Bachelor or Master degree program majoring in Computer Science, Computer Engineer, Mathematics or related discipline</li><li>Knowledge of basic software engineering concepts</li><li>Problem solving</li><li>Familiar with SDLC (software development life cycle) concepts</li><li>Familiar with one or more programming language(s)</li><li>Able to learn and apply new technologies quickly</li><li>Has a natural curiosity for technology</li><li>Able to work effectively in a team oriented environment or as an independent contributor</li><li>Good written and verbal communication skills</li></ul><br>\nKey Responsibilities<br>\n<br>\n1. Uses learned processes, standards, and tools on assigned project(s).<br>\n2. Learns a product, tool, or technical area relying on technical staff for domain knowledge.<br>\n3. Participates in different phases of software development (e.g. design, implementation, support, etc.).<br>\n4. Works independently or as an effective team member.<br>\n5. Identifies and escalates issues as required.<br>\n6. Gains awareness of requirements in area of defined tasks.<br>\n7. Receives and understands projects and task estimates from senior staff members.<br>\n8. Under direction or guidance, executes well defined tasks of limited scope and duration such as the:<br>\na. implements simple features<br>\nb. writes clear and accurate documentation that supports implementation, problem analysis and/or problem resolutions<br>\nc. set-up and maintain system software development environments<br>\nd. execute prewritten tests<br>\ne. writes and/or reviews test cases for clarity and accuracy<br>\nf. Implements test cases<br>\ng. gathers information to assist in problem analysis and resolution<br>\nh. fixes simple defects/problems in defined areas of code<br>\n9. Provides status (written or verbal) on work efforts as required</div><p></p><p><b>\nYou will be successful in this role if you have:</b></p></div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=42f8eb2d33d3ec23&fccid=462555dec0279094&vjs=3",
  "date": "2020-05-18"
}