{
  "title": "Java Developer (all genders)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<div><div><p><b>We Believe in Better!\n</b></p><p>We are a global information technology company that builds high-performance, security-centric solutions that can help change the world. Enhancing people’s lives through secure, reliable advanced technology is our vision.</p><p>\nAt Unisys, we believe in better! Here, you have the opportunity to learn new skills, apply your expertise, and solve complex problems with cutting edge technologies and solutions. You are part of a global diverse team that supports you, drives change, and delivers successful results consistently.</p><p></p><p>\nOur associates are at the forefront of everything we do, driving our clients’ successes while giving back to communities and making a positive impact on enhancing the quality of life to help make this world a safer and more secure place to live and work. Our success is a direct result of the work of our people who live and breathe our Core Beliefs. Simply put, we believe in better lives. Join us!</p><p></p><h2 class=\"jobSectionHeader\"><b>\nLearn more about Unisys and our key solution offerings: </b><b>Unisys</b><b>, </b><b>Stealth</b><b> , </b><b>CloudForte</b><b> , </b><b>Intelliserve</b></h2><p></p><p><b>\nWhat success looks like in this role:\n</b></p><p></p><p>Responsible for developing and maintaining web-based custom applications for the organization. Provides technical support for developed applications. Ensures applications are integrated with other front-end applications, networks and databases. Provides application software development services or technical support typically in a defined project. Develops program logic for new applications or analyzes and modifies logic in existing applications. Codes, tests, debugs, documents, implements and maintains software applications. Analyzes requirements and maintains, tests, and integrates application components. Ensures that system improvements are successfully implemented. Has a full understanding of area of specialization; resolves a wide range of issues in creative ways. Works on problems of diverse scope where analysis of data requires evaluation of identifiable factors. Demonstrates good judgment in selecting methods and techniques for obtaining solutions. Has in-depth knowledge in own discipline and basic knowledge of related disciplines. Solves complex problems; takes a new perspective on existing solutions. Applies a broad range of theories, concepts, principles, and methodologies to assignments involving complex features. Networks with senior internal and external personnel in own area of expertise. Normally receives little instruction on day-to-day work, general instructions on new assignments. Works independently. May lead projects or project steps within a broader project or have accountability for ongoing activities or objectives. Acts as a resource for colleagues with less experience. Key Responsibilities • Designs complex requirements to comply with project standards delivered on time and to specification. • Performs detailed design of complex applications and complex architecture components. • Performs coding and unit testing activities for complex requirements independently. • Works medium to complex defects and resolves performance problems. • Reviews design, coding, and unit testing. Manages code reviews and ensures that code complies with the standard defined for the project. • Accountable for service commitments at individual request level for in scope applications and requests. • Ensures that the effort consumed for resolving the TR are in line with the duration defined for the program. • Is an expert in deployment activities (QAT, UAT environments etc...) Functional knowledge in one or more functional groups and the requirements / Use cases with guidance from BA’s • Provide inputs on technical dependencies and prioritization of requirements. • Ensures that CSAT is Green related to service quality, adherence to SLA, skill, technical expertise, understanding the business needs and competency. • Coordinates technical release activities with applications development and operations staff to ensure successful release outcomes. • Provides mentorship and guidance to junior team members in understanding requirements clearly without any ambiguity. • May lead and mentor a team of up to 10 developers in configuring and developing. This mix can be on or off shore and Unisys or contractor employees with less development experience. • Oversees all build and deployment activities for application development efforts. • Responsible for managing the integrity of all pre-production environments, such as development, test, QA and staging environments. • May be responsible for the analysis, design, implementation and support of all systems and processes supporting the configuration management process, such as source code management, workflow, issue tracking, deployment, provisioning and testing automation. • May lead efforts in process improvement and may monitor the performance of all configuration management activities. • May provide leadership and guidance for the development, testing and implementation of processes used for configuration management, deployment and automation. • May define CCM Strategy/Plan, may design and maintain the branching and merging strategy and component architecture. • May design the integration between the SCM tools and CI Tools, and may setting Configuration Management policies and procedures • Write at least one white-paper/case study or present a tech-talk on any technical/process/management topic. • Promotes innovation within team or project.</p><p></p><p><b>\nYou will be successful in this role if you have:</b></p><p>\nKey Qualifications • Requires a minimum of 5 years of related experience with a Bachelor’s degree OR equivalent experience</p><ul><li>7 Years’ experience in IT sector</li><li>University degree</li><li>Experience in Java/EE, and mainly Spring boot and C1 command English</li></ul><p></p><br>\n<p>\nFor the resources to be deployed in EU, the involved persons must speak fluently (level C1) and the language of the office or organization where the deployment will take place.\n</p><p>Those resources will need to come to Alicante approximately six times per year for follow up meetings, with an average duration of 5 days per visit.</p></div></div><p></p>",
  "url": "https://at.indeed.com/rc/clk?jk=c27db7dd5e5879b7&fccid=462555dec0279094&vjs=3",
  "date": "2020-05-26"
}