{
  "title": "IT-Security Office (m/w/d)",
  "location": "Wien, W",
  "contract_type": null,
  "body": "<p></p><div><div><div><h2 class=\"jobSectionHeader\"><b>Aufgaben</b></h2>\n<ul><li>Managen Sie IT-relevanten Sicherheitsvorfällen</li>\n<li>Betreiben und entwickeln Sie das IT-Risikomanagement Frameworks weiter</li>\n<li>Beraten Sie das Management zu strategischen Sicherheitsfragen und bereiten Sie diese entsprechend auf</li>\n<li>Betreiben und verbessern Sie kontinuierlich das ISMS nach der Normenreihe ISO/IEC 27000</li>\n<li>Erstellen/Überarbeiten Sie Sicherheitsvorgaben basierend auf anerkannten Standards (z.B. ISO/IEC 27001, PCI-DSS, SWIFT, etc.)</li>\n<li>Entwickeln Sie bestehende Sicherheitsstrategien, -regeln sowie -maßnahmen weiter</li>\n<li>Verantworten Sie die Erstellung und Durchführung von Awareness-Trainings, sowie Schulungen zur Erhöhung des Sicherheitsbewusstseins</li>\n<li>Identifizieren Sie Vulnerabilities/Sicherheitsrisiken und erarbeiten Sie Verbesserungen und Gegenmaßnahmen</li>\n<li>Bewerten Sie IT- &amp; Cyber Sicherheitsrisiken und bereiten Sie diese in entsprechender Form auf</li>\n<li>Veranlassen Sie die Durchführung von Meldungen und Berichterstattung an die zuständigen Stellen</li>\n<li>Unterstützen Sie bei IT-Prüfungen durch Revision, externe Prüfer, Bankenaufsicht, usw.</li>\n</ul></div></div><div><div><h2 class=\"jobSectionHeader\"><b>Anforderungsprofil</b></h2>\n<ul><li>Sie bringen eine akademische Ausbildung mit Schwerpunkt IT- und Information-Security, IT-Risikomanagement oder vergleichbare Praxiserfahrung mit</li>\n<li>Sie konnten schon mehrjährige Berufserfahrung und Fachwissen im Bereich IT-Security bzw. IT-Risikomanagement sammeln</li>\n<li>Kenntnisse von regulatorischen Richtlinien/Gesetzen im Bankenumfeld sind Ihnen bekannt</li>\n<li>Idealerweise verfügen Sie über eine einschlägige Zertifizierungen (z.B. CISSP, ITIL, CISA, CISM, CRISC, CIA)</li>\n<li>Sie bringen Kenntnisse anzuwendender Normen, Standards, Best Practice-Modelle (ISO 2700x, PCI-DSS, BSI-GSHB, ITIL, CobIT5, CIS, OWASP, etc.) mit</li>\n<li>Sie verfügen über sehr gute Englischkenntnisse in Wort und Schrift</li>\n<li>Ein sicheres Auftreten mit hoher Kommunikations- und Koordinationsfähigkeit, Problemlösungs- und Entscheidungskompetenz zählt zu Ihren Stärken</li>\n<li>Sie besitzen die Fähigkeit, komplexe Inhalte für unterschiedliche Zielgruppen aufzubereiten und zu präsentieren</li>\n<li>Sie verfügen über praktische Kenntnis über Angriffsszenarien im Cyberumfeld, sowie deren Identifikation/Ausnutzung/Gegenmaßnahmen</li>\n<li>Sie sehen sich den allgemeinen rechtlichen Werten verbunden und im Besonderen jenen Werten, die sich aus den einschlägigen für Banken geltenden Gesetzen und Richtlinien (Bankwesengesetz, FM GwG, Wertpapieraufsichtsgesetz, Börsegesetz, etc.) ableiten lassen.</li>\n</ul></div></div><div><div><h2 class=\"jobSectionHeader\"><b>Sonstiges</b></h2>\n<p><b>Haben wir Ihr Interesse geweckt? </b>Dann senden Sie uns bitte Ihre aussagekräftigen Bewerbungsunterlagen unter Angabe der Referenznummer <b>201901097 an Herrn Fabian Müller </b>bewerbung@pmc.at</p></div></div></div><div></div>",
  "url": "https://at.indeed.com/rc/clk?jk=a296e886d6184e67&fccid=6a995786edd87478&vjs=3",
  "date": "2020-05-26"
}