{
  "Veröffentlicht:": "Heute",
  "Referenz-Nr.": "31838",
  "location": "Salzburg, S 5020",
  "contract_type": null,
  "title": "Stellvertretende AEMP-Leitung (m/w/d) gefunden bei VAMED Management und Service GmbH Deutschland",
  "subtitle": "Salzburg, S 5020",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"176c12b0-eae5-43bb-8ae1-646609cd5f6a\" data-folder-id=\"0\" data-is-cao=\"true\">\n\n<div style=\"text-align%3A+justify%3B\">\t<strong>INSTRUCLEAN Austria GmbH</strong> ist eine Gesellschaft der <strong>INSTRUCLEAN GmbH</strong> in Deutschland und somit Teil der <strong>VAMED-Gruppe</strong>, die damit Deutschlands größten unabhängiger Fachdienstleister für die Aufbereitung von Medizinprodukten stellt. Zu unseren Leistungen gehören die Beratung zu allen Aspekten der Aufbereitung von Medizinprodukten (Consulting), die Fortbildung, Schulung und Begleitung von in der Sterilgutversorgung tätigen Mitarbeitern (Training) einschließlich der Fach- und Sachkundefortbildung in unserer eigenen Akademie, die Betriebsführung von Sterilgutversorgungsabteilungen und -betrieben (Management), die Bereitstellung betrieblicher Infrastruktur in Kapazitätsnutzungsmodellen (Infrastructure), die Aufbereitung von Medizinprodukten im Sinne einer Vollversorgung in unseren eigenen Betrieben (Service) sowie die Zusammenarbeit in Joint Ventures und anderen Kooperationsformen (Cooperation). Neben der Medizinprodukteaufbereitung bietet INSTRUCLEAN auch Leistungen im Medizinproduktemanagement an, darunter insbesondere die Instandhaltung von chirurgischen Instrumenten von der Wiederaufarbeitung der Oberflächen (Restore) über die Reparatur (Repair) bis hin zum kompletten Instandhaltungsmanagement der Medizinprodukte in Werterhaltungsprogrammen (Maintenance).</div> <ul>\t<li>\t\tStellvertretende Leitung einer AEMP mit Personalverantwortung</li>\t<li>\t\tVertretung der AEMP-Leitung in deren Abwesenheit</li>\t<li>\t\tKontrolle der fachgerechten Aufbereitung von Medizinprodukten in einem unter Berücksichtigung der KRINKO-/BfArM-Empfehlung qualitätsgesicherten Sterilgutversorgungsbetrieb</li></ul> <ul>\t<li>\t\tKommunikations- und Teamfähigkeit</li>\t<li>\t\tOrganisationstalent</li>\t<li>\t\tPhysische und psychische Belastbarkeit</li>\t<li>\t\tBereitschaft zur Fort- und Weiterbildung</li>\t<li>\t\tErfolgreiche Qualifikation im Fachkundelehrgang III zur Leitung einer ZSVA nach den Richtlinien der Gesellschaften für Sterilgutversorgung (Österreich, Deutschland oder Schweiz)</li>\t<li>\t\tMindestens zweijährige Berufserfahrung in einer AEMP</li></ul> <ul>\t<li>\t\tSicherer Arbeitsplatz im Bereich des Gesundheitswesens</li>\t<li>\t\tArbeitgeberfinanzierte Weiterqualifizierung zu Fachkunde für die qualifizierte Aufbereitung von Medizinprodukten</li>\t<li>\t\tEin fester Ansprechpartner bei der Einarbeitung und erfahrene Kollegen</li>\t<li>\t\tEin freundliches teamorientiertes Betriebsklima mit regelmäßigen Mitarbeiterevents</li>\t<li>\t\tVielfältige Sozialleistungen und Aktionen im Rahmen des betrieblichen Gesundheitsmanagements z.B. Zuschuss zur betrieblichen Altersvorsorge, Fitnessangebote und spezielle Mitarbeiterrabatte bei namhaften Unternehmen, Jobrad</li>\t<li>\t\tWir bieten eine Vollzeitstelle in unserer Betriebstätte der INSTRUCLEAN Austria in Salzburg (für das Krankenhaus der Barmherzigen Brüder, Kajetanerplatz 1, 5020 Salzburg, Österreich) INSTRUCLEAN ist ein stetig wachsendes Unternehmen und kann Ihnen vielfältige Entwicklungs- und Karrierechancen bieten. Weiterbildungswillige Mitarbeiter mit fachlichen Qualifikationen fördern wir gern. Mit einem persönlichen Mentor an Ihrer Seite werden Sie in allen Bereichen eingearbeitet.</li></ul> <ul>\t<li>\t\tLeitung Akademie und Personalentwicklung <strong>Frau Heike Richter</strong> - Tel: +49 30 2218365 61</li></ul>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590187139678=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590187139678=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=176c12b0-eae5-43bb-8ae1-646609cd5f6a\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/stellvertretende-aemp-leitung-m-w-d-salzburg-s-at-vamed-management-und-service-gmbh-deutschland/176c12b0-eae5-43bb-8ae1-646609cd5f6a",
  "date": "2020-05-23"
}