{
  "Veröffentlicht:": "Vor 11 Tagen",
  "Referenz-Nr.": "308549316",
  "location": "Marchtrenk, Oö 4614",
  "contract_type": null,
  "title": "IT Security and Network Specialist (m/f/d) gefunden bei TGW Logistics Group GmbH",
  "subtitle": "Marchtrenk, Oö 4614",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"6dbada10-d452-41e2-bd58-a72990f1c007\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nIT Security and Network Specialist (m/f/d)\n \n IT Security and Network Specialist (m/f/d) \n \n TGW Logistics Group as international, fast growing company is one of the global players in the intralogistics industry. In order to pursue and ensure an even smarter IT security and governance strategy we are looking for a responsible and open-minded personality to contribute to our company's success. \n \n You will act as international contact person for topics relevant in IT security and look after the harmonisation and standardisation of our security design across all TGW units. With your experience in project management and your analytical way of thinking, you will be in charge of security and network design as well as audits and audit evaluation, will implement corresponding measures and will be responsible for sustainable reporting structures.\n \n TASKS\n \n Further development of strategies for IT security and governance for all TGW units \n \n Standardisation and harmonisation of our security design and implementation of processes as well as reporting structures \n \n Creation, inspection and update of technical concepts to ensure IT security \n \n Planning, implementation and monitoring of company-internal projects concerning IT security as well as customer security. \n \n Risk assessment of the critical IT systems, client and server landscapes as well as active control of the implementation of measures for ensuring security \n \n Implementation and update of IT security guidelines, policies and organisational instructions \n \n REQUIREMENTS\n \n Successfully completed education (Higher Technical School, FH/university) in the field of IT, organisational development, ICT information security or other education in the relevant field \n \n At least 3 years of relevant job experience \n \n Profound knowledge in the fields of IT infrastructure, networks, firewalls, encryptions, PKI etc. \n \n Certificates in the field of security (CISA, CRISC, CISSP,...), ITIL as well as Linux and Microsoft operating systems would be of advantage \n \n Very good command of German and English as well as delight in working internationally (willingness to travel approx. 20 % of working time) \n \n Solution-oriented, independent and structured way of working \n \n WE OFFER\n \n The minimum annual gross pay for this position is 43,595 Euros according to the collective agreement. A possible overpay depends on your individual job experience and qualification. \n \n Furthermore, we offer the safety of a privately owned company, flexible working hours, a cooperative working environment with attractive benefits and the chance for further development. \n \n Use your know-how and skills for an exciting job and start your career in a diversified field of responsibility in an international network for automated logistics technology. \n \n Living Logistics. Promoting Careers.\n \n Benefits \n \n Company Restaurant \n \n Flexible Working Hours \n \n Company Child Care \n \n Individual Development Programs \n \n Gym &amp; Sports Classes \n \n Excellent Traffic Connections &amp; Shuttle Service \n \n Company Restaurant \n \n Flexible Working Hours \n \n Company Child Care \n \n Individual Development Programs \n \n Gym &amp; Sports Classes \n \n Excellent Traffic Connections &amp; Shuttle Service \n \n Your contact person\n \n for this job opening:\n \n Bianca Müller \n \n +43 7242 486 1389 +43 7242 486 1389            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465466384=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465466384=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=6dbada10-d452-41e2-bd58-a72990f1c007\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/it-security-network-specialist-m-f-d-marchtrenk-o%C3%B6-at-tgw-logistics-group-gmbh/6dbada10-d452-41e2-bd58-a72990f1c007",
  "date": "2020-05-26"
}