{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "418871",
  "location": "Vienna",
  "contract_type": null,
  "title": "Consultant - Radiation Safety and Technical Services Unit gefunden bei International Atomic Energy Agency",
  "subtitle": "Vienna",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"a4e0e554-f369-40d4-b4a9-e83184a5995f\" data-folder-id=\"0\" data-is-cao=\"true\">\n\n<div><div>Consultant - Radiation Safety and Technical Services Unit-(TAL-NSRW20190611-001)</div><div><h4>Organization</h4>:NSRW-Radiation Safety and Monitoring Section</div><div><h4>Primary Location</h4>:Austria-Vienna-Vienna-IAEA Headquarters</div><div><h4>Job Posting</h4>:2019-12-20, 9:48:26 AM</div><div><h4>Closing Date</h4>:2020-01-03, 10:59:00 PM</div><div>Duration in Months:12</div><div>Contract Type:Special Service Agreement - SSA</div><div><p><b>This is a re-opening of the&nbsp;consultancy. If you have already submitted your application, it is not necessary to re-apply - your application is still under consideration.</b></p><p></p><p><b>Organizational Setting</b></p><p>The Department of Nuclear Safety and Security (NS) formulates and implements the IAEA's nuclear safety and security programme, which encompasses the IAEA's activities to protect people and the environment from radiation exposure, and responds to the needs of its Member States related to nuclear safety and nuclear security.</p><p></p><p>The Division of Radiation, Transport and Waste Safety develops and maintains standards for radiation protection, radioactive waste safety, and safety in the transport of radioactive material that enable the beneficial uses of radiation to be exploited while ensuring appropriate protection of workers, the public, patients and the environment. It also assists Member States in the implementation of these standards and provides related services.&nbsp;</p><p>The Radiation Safety and Monitoring Section is responsible for the delineation of an international programme to protect workers, patients and the public from all types of exposure to natural or artificial radiation, in line with the most recent scientific knowledge and information. The Section is also responsible for the provision of radiation safety technical services to staff members and experts who may be exposed to ionizing radiation as a result of activities conducted by the IAEA.</p><p></p><p><b>Main Purpose</b></p><p></p><p>Under the supervision of the Head of the Radiation Safety Technical Services Unit, the Consultant provides advice and applies best practices in individual and workplace monitoring with a focus on internal dosimetry, and training of occupationally exposed workers. The Consultant is also expected to analyze data and prepare reports and procedures.</p><p></p><p><b>Functions / Key Results Expected</b></p><div><ul><li><div>Develop protocols on internal dosimetry and dose assessment to implement the latest international guidance for special and task related monitoring of individuals.</div></li><li><div>Analyse systematic and field uncertainties associated with internal monitoring.</div></li><li><div>Prepare explanatory materials for use in communicating with Member State experts on dissemination of best practices in internal monitoring.</div></li></ul></div><p></p><p><b>Qualifications and Experience<b></b></b></p><p></p><ul style=\"direction%3A+ltr%3B\"><li style=\"color%3A+rgb(0%2C+0%2C+0)%3B+font-style%3A+normal%3B+font-weight%3A+normal%3B\"><p>Advanced University Degree in Natural or Engineering Sciences. A combination with Health Physics education is an asset.</p></li><li style=\"color%3A+rgb(0%2C+0%2C+0)%3B+font-family%3A+\"><p>Minimum of 5 years of relevant work experience in radiation protection, radiation control and radiation dosimetry, with at least 3 years of experience in internal dosimetry.</p></li><li style=\"color%3A+rgb(0%2C+0%2C+0)%3B+font-family%3A+\"><p>Demonstrated experience in operational laboratory environments including radiation.</p></li><li style=\"color%3A+rgb(0%2C+0%2C+0)%3B+font-family%3A+\"><p>Good oral and written command of English. Knowledge of other official IAEA languages (Arabic, Chinese, French, Russian and Spanish) an asset.&nbsp;</p></li></ul><p><b><br></b></p><p><b>Remuneration</b></p><p></p><p>The remuneration for this consultancy is a daily fee of up to a maximum of € 250, based on qualifications and experience. In case duty travel is required within the assignment, a daily subsistence allowance (DSA) and travel costs are provided. Health coverage and pension fund are the responsibility of the incumbent.</p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p><br></p><p></p><p></p><p></p><p></p><table><tbody><tr><td><p><br></p></td></tr><tr><td></td></tr></tbody></table><p><a></a><a></a><br></p></div></div>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465554578=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465554578=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=a4e0e554-f369-40d4-b4a9-e83184a5995f\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/consultant-radiation-safety-technical-services-unit-vienna-at-international-atomic-energy-agency/a4e0e554-f369-40d4-b4a9-e83184a5995f",
  "date": "2020-05-26"
}