{
  "Veröffentlicht:": "Vor 10 Tagen",
  "Referenz-Nr.": "464666",
  "location": "Vienna",
  "contract_type": null,
  "title": "Consultant - IT Security Engineer gefunden bei International Atomic Energy Agency",
  "subtitle": "Vienna",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"0a6a69f3-2693-4896-beb7-f2f64b26c529\" data-folder-id=\"0\" data-is-cao=\"true\">\n\n<div><div>Consultant - IT Security Engineer-(TAL-MTIT20200506-001)</div><div><h4>Organization</h4>:MTIT-Security Systems Unit</div><div><h4>Primary Location</h4>:Austria-Vienna-Vienna-IAEA Headquarters</div><div><h4>Job Posting</h4>:2020-05-15, 1:03:20 PM</div><div><h4>Closing Date</h4>:2020-05-29, 9:59:00 PM</div><div>Duration in Months:12</div><div>Contract Type:Special Service Agreement - SSA</div><div><p><br></p><table><tbody><tr><td><p>Organizational Setting</p><p><br></p><p>The Division of Information Technology (MTIT) is a high performing team on a continuous improvement journey to deliver ever more value toward the IAEA's important mission: Atoms for Peace and Development. We focus on Using Technology Better, Using Better Technology, Securely. MTIT is well into a transformation that achieves operational excellence, while also delivering on the six pillars of the IAEA's Business Technology Strategy: Building an Adaptive IT Workforce, implementing a Holistic IT Risk Management and Information Security Programme, Improving How the IAEA Works, Collaborating and Cooperating Across IT, Managing and Sharing Information, and Cultivating an Innovation Mindset.<br><br>The Infrastructure Services Section (ISS) focuses on the operational excellence, security, reliability, performance, and cost optimization of the IAEA's network, compute and storage systems. We aim to modernize and use the Cloud when appropriate, ensuring that the confidentiality, integrity, and availability of the IAEA's information and information systems always come first. The Infrastructure Services Section includes three Units: Network and Telecommunications, Enterprise Systems, and Security Systems.<br></p><p><br></p><p>Main Purpose</p><p><br></p><p>The consultant will be in the Security Systems Unit. The purpose of the consultancy is to provide technical advice and expertise to new and on-going short- and long-term projects to optimize the IAEA's IT security systems.<br>The consultant will collect and interpret information and events generated by internal security monitoring tools, and external threat intelligence providers. Furthermore he/she will be working with peers and senior security engineers to address information security research, monitoring, and investigations activities.<br><br>This is a perfect opportunity for proactive technically savvy individuals who are looking to make a great impact and learn about international organizations.</p><p><br></p><p>Functions / Key Results Expected</p><p><br></p><p>• Collect and analyse evidence including network traffic, volatile data, logs, or other indicators of compromise in order to identify security threats.<br>• Perform real-time analysis and correlation of events from a multitude of data sources with a focus on identifying new indicators of compromise or determine anomalies and potential security incidents.<br>• Provide technical resolution of security investigations tickets, ensuring that proper containment, eradication, recovery and lesson-learned activities are maintained.<br>• Investigate opportunities to improve security detection  monitoring capabilities based on observed, and provide recommendations on tuning of signatures, rules and alerts.<br>• Perform research to identify and characterize new emerging technologies trends, security methods, and threats based on relevant organizational context.<br>• Propose solutions on creative ways to do work faster, better and more effectively while maintaining a high quality of service</p><p><br></p><p>Knowledge, Skills and Abilities</p><ul><li><div>Network Engineering</div></li><li><div>Network Security</div></li><li><div>Network Architecture</div></li><li><div>IT Security<br><p><br></p><br></div></li></ul><p>Qualifications and Experience</p><p><br></p><ul><li><p>University degree in Computer Science, Information Technology, IT Security or a related field;</p></li></ul><ul><li><p>Non-Degree Program - Internationally recognized information security certifications: SANS GCIA, SANS GCIH, SANS GPEN, SANS GFCA, Offensive Security OSCP, EC-Council E|CIH are an asset;</p></li><li><p>At least 5 years of relevant work experience out of which at least 2 years' of one of the following areas: operational security monitoring, security incident response, technical threat intelligence, or security research experience.</p></li><li><p>Demonstrated experience using Firewalls, Intrusion Detection/Prevention Systems, Proxy Servers, and Log Aggregation Technology to conduct analysis for evidence of network penetrations and data theft.</p></li><li><p>Demonstrated experience using intrusion detection, security event management systems, and other applicable security tools.</p></li><li><p>Demonstrated ability to drive changes and provide tangible results.</p></li><li><p>Excellent problem-solving skills that would allow for the ability to diagnose and troubleshoot technical issues.</p></li><li><p>Strong verbal and written communication skills with ability to communicate effectively and clearly to executive leadership</p></li><li><p>Technical understanding of network fundamentals and common internet protocols.</p></li><li><p>Ability to use one or more of the programming languages JAVA, C++, Python, Ruby, PHP, JavaScript, etc.</p></li><li><p>Good&nbsp;command of written and spoken English. Knowledge of other official IAEA languages (Arabic, Chinese, French, Russian&nbsp;and Spanish) is an asset.<br></p></li></ul><p><br></p><p>Remuneration</p><p><br></p><p>The remuneration for this consultancy is a daily fee of up to a maximum of € 333, based on qualifications and experience. In case duty travel is required within the assignment, a daily subsistence allowance (DSA) and travel costs are provided. Health coverage and pension fund are the responsibility of the incumbent.</p><p><br></p></td></tr><tr><td></td></tr></tbody></table><p><a></a><a></a><br></p></div></div>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465455001=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465455001=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=0a6a69f3-2693-4896-beb7-f2f64b26c529\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/consultant-it-security-engineer-vienna-at-international-atomic-energy-agency/0a6a69f3-2693-4896-beb7-f2f64b26c529",
  "date": "2020-05-26"
}