{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "458724",
  "location": "Vienna",
  "contract_type": null,
  "title": "Entomologist (Livestock and Human Health Pests) (P4) gefunden bei International Atomic Energy Agency",
  "subtitle": "Vienna",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"02b081d2-114b-401c-83bd-6265463578f2\" data-folder-id=\"0\" data-is-cao=\"true\">\n\n<div><div>Entomologist (Livestock and Human Health Pests) (P4)-(2020/0156 (004419))</div><div><h4>Organization</h4>:NAFA-Insect Pest Control Section</div><div><h4>Primary Location</h4>:Austria-Vienna-Vienna-IAEA Headquarters</div><div><h4>Job Posting</h4>:2020-02-28, 3:41:06 PM</div><div><h4>Closing Date</h4>:2020-04-10, 9:59:00 PM</div><div>Duration in Months:36</div><div>Contract Type:Fixed Term - Regular</div><div>Probation Period:1 Year</div><div><p><b>Organizational Setting</b></p><p>The Department of Nuclear Sciences and Applications implements the IAEA's Major Programme 2, \"Nuclear Techniques for Development and Environmental Protection\". This Major Programme comprises individual programmes on food and agriculture, human health, water resources, environment and radiation technologies. These programmes are supported by laboratories in Seibersdorf, Monaco and Vienna. The Major Programme's objective is to enhance the capacity of Member States to meet basic human needs and to assess and manage the marine and terrestrial environments through the use of nuclear and isotopic techniques in sustainable development programmes.<br><br>The Joint FAO/IAEA Division of Nuclear Techniques in Food and Agriculture assists Member States of the Food and Agriculture Organization of the United Nations (FAO) and the IAEA in using nuclear techniques and related technologies to improve food security, alleviate poverty and promote sustainable agriculture. The Joint Division consists of five Sections, each with an associated laboratory (located in Seibersdorf, 45 km south-east of Vienna), in the areas of: animal production and health; plant breeding and genetics; insect pest control; soil and water management and crop nutrition; and food and environmental protection.</p><p><br></p><p>The Insect Pest Control Section and Laboratory assist Member States with the development, dissemination and transfer of sterile insect and related environmentally friendly technologies for the area-wide integrated suppression, containment or eradication of major insect pests affecting crops, livestock and human health.</p><br><p><b>Main Purpose</b></p><p>As a member of a team led by the Head of the Insect Pest Control Section, the Entomologist (Livestock and Human Health Pests) provides expertise and services in the field of insect pests affecting livestock and humans in the context of helping Member States in the planning and application of area-wide integrated pest management (AW-IPM) programmes incorporating SIT and related technologies.</p><br><p><b>Role</b></p><p>The Entomologist (Livestock and Human Health Pests) is: (1) the provider of technical advice and technology to FAO and IAEA Member States in support of all aspects of SIT planning and application and its integration with other insect pest control methods to address food security and environmental contamination in developing countries; (2) a technical officer, providing technical and related management support to technical cooperation projects against insect pests affecting livestock and humans; (3) a scientific officer managing and technically guiding coordinated research projects (CRPs) to develop practical solutions to obstacles experienced in field programmes; and (4) a contributor to policy development, priority setting and other normative and training activities in this field, harmonising and streamlining approaches and contributions by the different in-house and relevant external partners.</p><br><p><b>Functions / Key Results Expected</b></p><ul><li><div>Provide technical and strategic advice and services to FAO and IAEA Member States through the design and technical backstopping of the implementation and appraisal of field projects aimed at the sustainable and environmentally friendly control of insect pests affecting livestock and humans.</div></li><li><div>Undertake field missions, select and brief consultants and experts, monitor technical progress, identify problems and obstacles that may prevent or delay advancement towards the identified project objectives, and generate practical (entomological, engineering and/or management) solutions to eliminate obstacles.</div></li><li><div>Transfer technology and develop technical capacity in Member States by organizing and lecturing at training courses, workshops and other national, regional and international meetings.</div></li><li><div>Contribute to policy development, priority setting and other normative and regulatory activities in the field of insect pest control, through the design and conduct of analytical studies, participating in advisory committees and task forces, and providing technical input to the policy and standards development of regional and international bodies.</div></li><li><div>Ensure the visibility and impact of the activities of the Insect Pest Control Section by analysing, synthesizing and disseminating data through public information channels and newsletters, preparing and editing technical manuals, guidelines and training materials, and developing and maintaining information systems, web pages and databases.</div></li><li><div>Plan, manage and implement coordinated research projects aimed at improving the area-wide application of SIT and other biological control methods, and publishing results in relevant scientific publications.</div></li><li><div>Keep track of relevant research and technical developments, assessing their usefulness to support ongoing and future activities leading to sustainable development in Member States. Suggest innovative RD approaches, in direct conjunction with activities of the Insect Pest Control Laboratory.</div></li><li><div>Act as the focal point on all projects/activities delegated to him/her and ensure, as a committed team player in a matrix management environment, efficient utilisation of assigned resources and full coordination and transparency in all activities and deliberations with internal and external stakeholders.<br></div></li></ul><p><b>Competencies and Expertise</b></p><p><b>Core Competencies</b></p><table><tbody><tr><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Name</b></th><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Definition</b></th></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Communication</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Communicates orally and in writing in a clear, concise and impartial manner. Takes time to listen to and understand the perspectives of others and proposes solutions.</td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Achieving Results</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Takes initiative in defining realistic outputs and clarifying roles, responsibilities and expected results in the context of the Department/Division’s programme. Evaluates his/her results realistically, drawing conclusions from lessons learned.</td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Teamwork</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Actively contributes to achieving team results. Supports team decisions.</td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Planning and Organizing</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Plans and organizes his/her own work in support of achieving the team or Section’s priorities. Takes into account potential changes and proposes contingency plans.</td></tr></tbody></table><p><b><br></b></p><p><b>F<b>unctional Competencies</b></b></p><table><tbody><tr><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Name</b></th><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Definition</b></th></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Analytical thinking</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Analyses information to identify cause and effect relationships and correlations. Identifies critical elements and assesses consequences of different courses of action and proposes solutions.</td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Knowledge sharing and learning</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Actively seeks learning opportunities and actively shares knowledge and information with others; shares specialized knowledge, skills and learning from experience across different situations and contexts effectively.</td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Technical/scientific credibility</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Ensures that work is in compliance with internationally accepted professional standards and scientific methods. Provides scientifically/technically accepted information that is credible and reliable.</td></tr></tbody></table><p><b><br></b></p><p><b>Required Expertise</b></p><table><tbody><tr><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Function</b></th><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Name</b></th><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Expertise Description</b></th></tr><tr><td></td><td></td><td></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Animal Health</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Insect Pest Control</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">In-depth knowledge of action programmes integrating SIT application on suppression of insect vectors transmitting animal diseases.</td></tr><tr><td></td><td></td><td></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Disease Vectors</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Insect Pest Control</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">In-depth knowledge of action programmes integrating SIT application on suppression of insect vectors transmitting human health diseases.</td></tr></tbody></table><br><p><b>Qualifications, Experience and Language skills</b></p><ul><li><div>Advanced university degree in biology or related field with special emphasis on entomology.</div></li><li><div>A minimum of seven years of applied working experience, of which<br>- some at the international level, in developing, planning, implementing and evaluating the application of SIT and related techniques as part of area-wide programmes that aim at suppressing, containing or eradicating major insect pests;<br>- a minimum of five years practical management experience directing the AW-IPM application of SIT operations including the large scale mass production and release of sterile insects and biological control agents and experience with the related economic, environmental, health and quarantine issues.</div></li><li><div>International experience in developing countries working on technical cooperation programmes dealing with insect pest control.</div></li><li><div>Experience in coordinating multidisciplinary and multicultural staff and stakeholders implementing complex insect pest control projects.</div></li><li><div>Experience in contributing, as part of national animal health services, to policy development and priority setting in the implementation of insect pest control strategies.</div></li><li><div>Experience in editing, formatting and publishing technical guidelines, manuals, standard operational procedures and scientific papers.</div></li><li><div>Proven ability to manage operational AW-IPM programmes with an SIT component.</div></li><li><div>Demonstrated ability to plan and evaluate sterile insect releases and entomological monitoring operations, including the use of GIS techniques.</div></li><li><div>An understanding and updated technical knowledge of new and upcoming technologies relevant to the improvement of the application of genetic pest control methods.</div></li><li><div>Analytical skills: Ability to analyse technical and scientific information, to identify technical problems and to effectively contribute to their solution.</div></li><li><div>Ability to formulate, undertake and evaluate research programmes and projects and generate extra budgetary funding for field projects and RD activities.</div></li><li><div>Awareness of relevant FAO and IAEA mechanisms and procedures.</div></li><li><div>Ability to write clear and concise technical reports, to make effective oral presentations and to conduct technical, consultant and CRP meetings.</div></li><li><div>Computer application skills, including databases, GIS hard and software, and statistical analysis of field data.</div></li><li><div>Excellent oral and written command of English. Knowledge of other official IAEA languages (Arabic, Chinese, French, German, Russian and Spanish) is an asset.</div></li></ul><br><p><b>Remuneration</b></p><p>The IAEA offers an attractive remuneration package including a tax-free annual net base salary starting at <b>US $73516</b> (subject to mandatory deductions for pension contributions and health insurance), a variable<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profpa\" target=\"_blank\">post adjustment</a>which currently amounts to <b>US $ 30950</b>*, dependency benefits,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profrentalsub\" target=\"_blank\">rental subsidy</a>,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profeducation\" target=\"_blank\">education grant</a>,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profrelocation\" target=\"_blank\">relocation</a>and<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profrepatriation\" target=\"_blank\">repatriation expenses</a>; 6 weeks' annual vacation,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profhomeleave\" target=\"_blank\">home leave</a>,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profpension\" target=\"_blank\">pension plan</a>and<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profhealthins\" target=\"_blank\">health insurance</a></p><br><p>-------------------------------------------------------------------------------------------------------------------------------------------------------------<br><br><b>Applications from qualified women and candidates from developing countries are encouraged</b><br><br>Applicants should be aware that IAEA staff members are international civil servants and may not accept instructions from any other authority. The IAEA is committed to applying the highest ethical standards in carrying out its mandate. As part of the United Nations common system, the IAEA subscribes to the following core ethical standards (or values):<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fvalues.html%23integrity\" target=\"_blank\">Integrity</a>,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fvalues.html%23professionalism\" target=\"_blank\">Professionalism</a>and<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fvalues.html%23diversity\" target=\"_blank\">Respect for diversity</a>. Staff members may be assigned to any location. The IAEA retains the discretion not to make any appointment to this vacancy, to make an appointment at a lower grade or with a different contract type, or to make an appointment with a modified job description or for shorter duration than indicated above. Testing may be part of the recruitment process<br>-------------------------------------------------------------------------------------------------------------------------------------------------------------</p><br></div></div>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465498214=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465498214=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=02b081d2-114b-401c-83bd-6265463578f2\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/entomologist-livestock-human-health-pests-p4-vienna-at-international-atomic-energy-agency/02b081d2-114b-401c-83bd-6265463578f2",
  "date": "2020-05-26"
}