{
  "Veröffentlicht:": "Vor 13 Tagen",
  "Branchen": "Internet-Dienstleistungen/Portale/ Datenverarbeitung",
  "location": "Perchtoldsdorf, Nö 2380",
  "contract_type": "Vollzeit, Festanstellung",
  "title": "Grafiker / Digital Videodesigner (m/w/d) - PA KA Commercial Trade GmbH",
  "subtitle": "Perchtoldsdorf, Nö 2380",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content \" id=\"JobDescription\" data-job-id=\"217777494\" data-folder-id=\"258070846\" data-is-cao=\"false\">\n\n<span id=\"TrackingJobBody\" name=\"TrackingJobBody\"><span style=\"font-size: 16pt;\"><strong>Grafiker / Digital Videodesigner (m/w/d)</strong></span><br><br><strong>Was dich erwartet:</strong><br><br>Du hast Expertenerfahrung mit der Adobe Creative Suite sowie Erfahrung mit Fotografie, Bearbeitung und Illustration. Dann bist du bei uns genau richtig. Als Grafiker (m/w/d) konzipierst, gestaltest und erzeugst du Werbemittel (Videos &amp; Grafiken) für unsere Onlinebrand in der Hunde Branche. Mit Konzeptionsstärke und Ideenreichtum bist du der kreative Kopf von neuen strategischen Entwicklungen von Kommunikationskampagnen. Du vermagst Ideen zu visualisieren und verstehst es kurze perfekte Videowerbungen zu erstellen sowie Werbegrafiken zu kreieren.<br><br><br><br><strong>Was wird dir geboten:</strong><br><br>Du konzipierst und gestaltest eine Vielzahl verschiedener Werbemittel für alle relevanten Kanäle. Hauptsächlich für unsere Social-Media Kanäle wie Facebook, Instagram, TikTok Ads und Co. - gleich ob statisch, responsive oder animiert: du verstehst es, grafische Lösungen zu entwickeln / kurze, perfekt abgestimmte Werbevideoclips zu erstellen, die auf allen Kanälen überzeugen.<br><br>Du entwickelst als Head of Design kreativ anspruchsvolle und strategisch überzeugende Kommunikationskampagnen. Du visualisierst Ideen und bereitest sie für Präsentationen ansprechend auf.<br><br>Du entwickelst neue Designs angelegt an unsere CI und bist an allen visuellen Aspekten der Markenentwicklung beteiligt. Du unterstützung unser Team bei Website-Designs,<br><br>Du hast im besten Fall selbst Erfahrung mit Fotografie und Videoproduktionen, begleitest Fotoshootings ebenso wie Filmdrehs für kurze Werbefilme und stimmst dich bei all deinen Aufgaben mit dem zuständigen Creative Manager ab.<br><br><br><br><strong>Das bringst du mit</strong><br><br>Du hast als GrafikerIn bereits 2-3 Jahre Agenturerfahrung gesammelt und überzeugst durch dein gestalterisches Gespür, deine Stilsicherheit und deinen Ideenreichtum.<br><br>Du verfügst über exzellente Kenntnisse mit der Adobe Creative Cloud (mind. 3 Jahre)<br><br>Fokus besonders auf: Premiere Pro, Photoshop sowie Illustrator.<br><br>Du hast im Idealfall Erfahrung in einem der folgenden Bereiche: Motion Design/3D, Erstellung von HTML5-Werbemitteln, Bildbearbeitung/Retusche, Studio-/Setdesign, Storyboarding/Illustration, Schnitt, Fotografie, Film und Storytelling<br><br>Du liebst was du tust, bist unkompliziert verlässlich und immer motiviert .Deine Hands-on-Mentalität überzeugt uns bereits beim ersten Vorstellungstermin. In stressigen Zeiten behältst du einen kühlen Kopf.<br><br><br><br><br><strong>Das bieten wir dir</strong><br><br>Wir bieten flache Hierarchien, eine familiäre Arbeitsatmosphäre und Zusammenarbeit direkt mit der Geschäftsführung eines aufstrebenden Online-Unternehmens. Deine produzierten Werbeclips werden von Millionen von Menschen weltweit gesehen.<br><br>Die Einarbeitungszeit erfolg aufgrund von COVID-19 nicht in unseren Büroräumlichkeiten, zuerst wird vom Home-Office aus gearbeitet, später dann in unserem Büro.&nbsp;<br><br>Wir sind ein Team aus motivierten Online-Unternehmern und Enthusiasten, das seine Erfolge zu feiern weiß.<br><br>Aufstiegschancen mit dem Wachstum des Unternehmens mitzuwachsen. <br><br>Man darf sich auf eine offene Unternehmenskultur per \"Du\" ohne Dresscode im dynamischen Umfeld der Onlinebranche freuen.<br><br><br><br><br>Aus gesetzlichen Gründen weisen wir darauf hin, dass das kollektivvertragliche Bruttomindestgehalt bei € 27.000,- liegt. Selbstverständlich berücksichtigen wir aber die individuellen Qualifikationen und sind zu einer entsprechenden Überzahlung bereit, über weitere Details sprechen wir mit dir gerne persönlich.<br><br>Du würdest am liebsten sofort bei uns im Team durchstarten? Überzeuge uns und bewirb dich gleich jetzt über das Jobportal bei uns und&nbsp;<strong>füge ein Portfolio über deine bereits geleisteten Design Arbeiten hinzu.</strong>&nbsp;Wir freuen uns auf Deine Bewerbung!<br><br><br></span>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590466605674=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590466605674=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=217777494\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/grafiker-digital-videodesigner-m-w-d-perchtoldsdorf-n%C3%B6-at-pa-ka-commercial-trade-gmbh/217777494",
  "date": "2020-05-26"
}