{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "292463509",
  "location": "Graz, ST 8020",
  "contract_type": null,
  "title": "Senior System Engineer (m/f/d) gefunden bei Magna Powertrain GmbH & Co KG",
  "subtitle": "Graz, ST 8020",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"a58b871a-c48a-4aab-95ce-82a893397ec9\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nSenior System Engineer (m/f/d) \n \n Job Number: 6355 \n \n Group: Magna Corporate \n \n Division: Magna IT Austria - Graz \n \n Job Type: Permanent/Regular \n \n Location: \n \n Graz, Styria, AT \n \n Group Description\n At Magna, we create technology that disrupts the industry and solves big problems for consumers, our customers, and the world around us. We’re the only mobility technology company and supplier with complete expertise across the entire vehicle.\n \n We are committed to quality and continuous improvement because our products impact millions of people every day. But we’re more than what we make. We are a group of entrepreneurial-minded people whose collective expertise gives us a competitive advantage. World Class Manufacturing is a journey and it’s our talented people who lead us on this journey.\n \n Job Introduction \n \n Magna Global IT is operating Office 365 as their Collaboration platform. Therefore, we are looking for a talented Senior System Engineer to manage our Office 365 core services and driving governance for that fast moving platform. The successful candidate will play a strategic role in maintaining governance, developing processes for governance, and ensuring the security of Magna’s platform and its data.\n \n The ideal candidate will have a solid understanding of IT Infrastructure (Active Directory, Exchange, Skype for Business and SharePoint) and how they apply in an enterprise environment. The candidate must be able to see the big picture necessary to create solutions, but also be able to execute the technical steps required to deploy those solutions. \n \n Major Responsibilities \n \n Reviewing of all incoming changes in Office 365 \n Driving Governance for those changes \n Driving life cycle for all Office 365 Applications \n Operate the necessary cloud infrastructure (ADFS, WAP, ADConnect, etc.) \n Work closely with IT security to monitor the company's cloud privacy \n Respond to technical issues in a professional and timely manner \n Offer guidance to other IT Teams for Office 365 \n \n Knowledge, Education and Work Experience \n \n Bachelor's degree in Computer Science, Computer Engineering, Information Technology or relevant field \n 3-5+ years of experience designing, executing and supporting IT Infrastructure and Office 365 \n Demonstrated experience with architecting and deploying governance for Office 365 \n \n Skills and Competencies \n \n Positive attitude and a strong commitment to delivering quality work \n Excellent knowledge of cloud computing technologies and current computing trends \n Demonstrated scripting ability, familiarity with PowerShell \n Effective communication skills (written and verbal) to properly articulate complicated cloud reports to management and other IT development partners \n Conform with and abide by all Company codes, regulations, policies, values, work procedures and instructions \n Prompt, regular attendance \n Able to communicate in German and English Language (listening, writing, speaking) \n \n Work Environment \n \n Regular overnight travel 10-25% of the time.\n \n For dedicated and motivated employees, we offer an interesting and diversified job within a dynamic global team together with the individual and functional development in a professional environment of a global acting business. Fair treatment and a sense of responsibility towards employees are the principle of the Magna culture. We strive to offer an inspiring and motivating work environment.\n \n Additional Information \n \n The annual remuneration package for this position is a minimum of EUR 60.000,-. We offer attractive benefits (e.g. employee profit participation program) and a salary which is in line with market conditions depending on your skills and experience.\n \n 05--Information Technology F--Permanent/Regular            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465526730=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465526730=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=a58b871a-c48a-4aab-95ce-82a893397ec9\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/senior-system-engineer-m-f-d-graz-st-at-magna-powertrain-gmbh-co-kg/a58b871a-c48a-4aab-95ce-82a893397ec9",
  "date": "2020-05-26"
}