{
  "Veröffentlicht:": "Vor 3 Tagen",
  "Branchen": "Anlagen-/Maschinenbau; Elektrotechnik & Zubehör",
  "": "",
  "location": "St. Florian am Inn, Oö 4782",
  "contract_type": "Vollzeit, Festanstellung",
  "title": "CAx Administrator - EV Group (EVG)",
  "subtitle": "St. Florian am Inn, Oö 4782",
  "body": "<i_jt_headsection></i_jt_headsection>\n\n\n  <script src=\"https://code.jquery.com/jquery-3.3.1.min.js\"></script>\n  <script type=\"text/javascript\" src=\"https://coda.newjobs.com/Assets/MUX/JaJobViewCloud/2020.05.0.760/js/app.js30.iframe.bundle.js\"></script>\n  <i_jt_header visible=\"True\"></i_jt_header><div id=\"job_summary\" style=\"display:none\"></div>\n<span id=\"TrackingJobBody\" name=\"TrackingJobBody\">\n<div id=\"monsterIA\">\n <div id=\"jobad\" class=\"cf\">\n <div class=\"banner\"> <a data-role=\"none\" href=\"http://www.evgroup.com/de\" target=\"_blank\"><img src=\"https://media.newjobs.com/ftpesendsa/xevgroupsatax/xevgroupsatax_h23m.jpg\" alt=\"\"></a>\n <div id=\"nav\"><a id=\"mobile_switch\" href=\"#\">Navigation</a>\n <ul class=\"mymultinavigation cf\">\n <li><a data-role=\"none\" href=\"#\" class=\"tabon\" name=\"target1\">Stellenangebot</a></li>\n <li><a data-role=\"none\" href=\"#\" class=\"taboff\" name=\"target2\">Über uns</a></li>\n <li><a data-role=\"none\" href=\"#\" class=\"taboff\" name=\"target3\">Arbeiten bei EVG</a></li>\n </ul>\n </div>\n </div>\n <div id=\"content\">\n <div id=\"target1\" class=\"mytabcontent\" style=\"display: block;\"> \n <div>\n<div>\n<div>\n<div><h1 id=\"jobtitle\" data-type=\"job-title\">CAx Administrator</h1>\n </div>\n </div>\n <div class=\"content-item module-headline-paragraph -number-list\">\n <div class=\"heading\">\n </div>\n <div data-type=\"job-teaser\"><p>Eingebunden in ein motiviertes Team sind Sie für die Betreuung und Optimierung der Clientumgebungen im CAx Bereich verantwortlich.</p></div>\n </div>\n \n </div>\n </div>\n \n <div class=\"col-wrapper l-1col\">\n <div class=\"col \">\n <div class=\"content-item module-headline-paragraph -number-list\" data-type=\"job-description\">\n <h3><strong>Ihr zukünftiges Aufgabengebiet beinhaltet:</strong></h3><ul> <li>Durchführung notwendiger Wartungs- &amp; Supportarbeiten an Client Applikationen</li> <li>Betrieb und Optimierung der bestehenden Lösungen</li> <li>technische Beratung hinsichtlich Funktionen und Möglichkeiten der eingesetzten Systeme und Applikationen</li> <li>Implementierung neuer Lösungen im Rahmen von IT Projekten</li> <li>Leitung &amp; Koordination von IT Projekten</li> <li>Schulung der Endanwender</li> </ul><h3><strong>Sie verfügen über:</strong></h3><ul> <li>eine abgeschlossene Ausbildung in IT oder Konstruktion (FS, HTL, o.ä.) oder vergleichbare Berufserfahrung</li> <li>fundierte Windowskenntnisse</li> <li>Administrationskenntnisse für SolidWorks Produkte</li> <li>Administrationskenntnisse für Missler TopSolid wünschenswert</li> <li>gute Englischkenntnisse</li> <li>analytisch-logisches Denkvermögen und Genauigkeit</li> <li>Begeisterung für die Lösung von komplexen Aufgaben</li> <li>sicheres Auftreten und gute Kommunikationsfähigkeit</li> </ul>\n </div>\n <div class=\"content-item module-table\" data-btn-show-more=\"Mehr anzeigen\">\n <table>\n <thead>\n </thead>\n <tbody>\n \n <tr>\n <td>\n <span class=\"bold\">Stellentyp</span>\n </td>\n <td>\n <span data-type=\"job-employment\">Vollzeit</span>\n </td>\n </tr>\n <tr>\n <td>\n <span class=\"bold\">Ort</span>\n </td>\n <td>\n <span id=\"location\" data-type=\"job-location\">Österreich</span>\n </td>\n </tr>\n <tr>\n <td>\n <span class=\"bold\">Gehalt</span>\n </td>\n <td>\n <span data-type=\"job-salary\"><p>Für diese interessante Position bieten wir Ihnen bei Erfüllung der Anforderungen ein Bruttojahresgehalt von mindestens EUR 32.200,-- auf Basis einer Vollzeitbeschäftigung (exklusive Überstunden und Zulagen). Das tatsächliche Gehalt richtet sich nach Ihrer individuellen Qualifikation und Berufserfahrung.</p>\n<p>Als internationales Familienunternehmen bieten wir Ihnen gute Entwicklungsmöglichkeiten, attraktive Sozialleistungen und Benefits.</p>\n<p>Im Sinne des GBG wenden wir uns gleichermaßen an Damen und Herren.</p></span>\n </td>\n </tr>\n </tbody>\n </table>\n</div>\n</div>\n</div> \n </div>\n <div id=\"target2\" class=\"mytabcontent\" style=\"display: none;\">\n <h2>EVG als Unternehmen</h2>\n <h3>EVG Philosophie </h3>\n Unsere Philosophie lautet invent - innovate - implement: unzählige Erfindungen und Patente zeugen vom Erfindergeist und der Innovationskraft von EVG. Wir entwickeln unsere Technologien ständig weiter und setzen diese gemeinsam mit unseren Kunden in die industrielle Großserienfertigung um.<br>\n <br>\n Diese \"Triple-i\" Philosophie und unser Leitgedanke beziehungsweise unsere Vision, Erster in neuen Anwendungsbereichen der Halbleitertechnik und -technologie zu sein, ermöglicht unseren Kunden die erfolgreiche Vermarktung ihrer Produktideen.\n <div class=\"rt-img\"> <img src=\"https://media.newjobs.com/ftpesendsa/xevgroupsatax/xevgroupsatax_h24m.jpg\" alt=\"\"></div>\n <h3>EVG Produkte und Lösungen </h3>\n Zum Produktportfolio von EVG zählen Spezialmaschinen wie Waferbonder, Lithographie- und Nanoprägelithographie-Systeme, Metrologie- bzw. Messtechniksysteme sowie Fotoresist-Belacker und Reinigungssysteme. Die Spezialmaschinen werden oft auch als Fertigungs- bzw. Prozess-Anlagen oder Equipment bezeichnet und stellen hochwertige Investitionsgüter dar.<br>\n <br>\n EVG bietet seinen Kunden über die Anlagen hinaus auch umfangreiche Dienstleistungen an. Diese reichen von Machbarkeitsstudien und der Entwicklung kundenspezifischer Fertigungsprozesse bis hin zur Pilotserienfertigung in den Reinräumen und Entwicklungslabors von EVG. Im eigenen Trainingscenter am Hauptsitz in St. Florian am Inn finden regelmäßig Produkt- und Prozessschulungen statt.<br>\n <br>\n Weltweit sind über 2.300 EVG-Systeme in der industriellen Großserienproduktion sowie in der Forschung und Entwicklung rund um die Uhr im Einsatz. So verlässt im Schnitt etwa alle 4 Sekunden ein gebondeter Wafer irgendwo auf der Welt eine Bondkammer von EVG.\n <h3>EVG Märkte und Kernkompetenzen </h3>\n Die Kernkompetenzen von EVG liegen in den Bereichen Waferbonden und Lithographie. <br>\n <br>\n Beim Waferbonden werden zwei dünne Scheiben aus Silizium, Glas oder anderen Materialien temporär oder permanent miteinander verbunden. Dadurch entstehen zum Beispiel dreidimensionale elektronische Schaltungen oder Mikrochips beziehungsweise komplexe Bauelemente wie Kameramodule oder Sensoren für den Einsatz in der Mobilelektronik.<br>\n <br>\n Mit hochmodernen Lithographie- bzw. Nanoprägelithographie-Verfahren werden in der Halbleiter- und Mikrosystemtechnik feinste Muster oder Strukturen auf Siliziumwafer oder andere Substrate übertragen. Mit Hilfe der Strukturierung und weiterer Prozessschritte entstehen etwa elektrische Verbindungen in einem Mikrochip oder mikroskopisch kleine, mechanische Elemente in einem Sensor oder Handy-Mikrofon.<br>\n <br>\n EVG bewegt sich mit seinen Fertigungslösungen in hochdynamischen, zukunftsorientierten Märkten wie\n <ul>\n <li>High-Tech Chip-Verpackung und 3D Integration </li>\n <li> Verbindungshalbleiter und Leistungselektronik </li>\n <li> Mikrosystemtechnik </li>\n <li> Nanotechnologie </li>\n <li> SOI (Silicon On Insulator) und technische Substrate </li>\n </ul>\n Durch die breite Aufstellung am Markt kann EVG flexibel auf neue Technologietrends reagieren und Marktschwankungen ausgleichen. EVG dominiert den Markt für Wafer Bonding Equipment und ist Markt- und Technologieführer im Bereich Lithographie für Advanced Packaging und Nanotechnologie. <br>\n <br>\n Weitere Informationen zu unseren Märkten finden Sie <a data-role=\"none\" href=\"http://www.evgroup.com/de/markets/\" target=\"_blank\">hier</a>.\n <h3>EVG Kunden und typische Endprodukte </h3>\n <div class=\"rt-img\"> <img src=\"https://media.newjobs.com/ftpesendsa/xevgroupsatax/xevgroupsatax_h25m.jpg\" alt=\"\"></div>\n Zu den Kunden von EVG gehören unter anderem multinationale Elektronikkonzerne, Spezialhersteller unterschiedlichster elektronischer Bauteile und Komponenten, Zulieferer für die Automobilindustrie sowie Bio- und Medizintechnikunternehmen. Darüber hinaus arbeiten viele Forschungsinstitute und Universitäten mit Anlagen von EVG - oft auch in gemeinsamen Entwicklungsprojekten mit uns.<br>\n <br>\n Die Kunden setzen die Lösungen von EVG für zentrale Prozessschritte bei der Fertigung mikroelektronischer Schaltkreise oder mikroskopisch kleiner, elektromechanischer beziehungsweise optischer Bauteile ein. Ausgangsmaterial sind meist dünne Scheiben (Wafer) aus Silizium, Glas oder ähnlichen Materialien. In vielen einzelnen Bearbeitungsschritten entstehen Produkte wie Lage- und Bewegungssensoren und Kameramodule für Smartphones der neuesten Generation, Airbagsensoren, Controller für Spielekonsolen, Bildsensoren für Digitalkameras, Computerprozessoren und Speicherchips sowie LEDs. <br>\n <br>\n Der Erfolg von EVG spiegelt auch das Wachstum der weltweiten Elektronikindustrie wieder, das in den letzten Jahren nicht zuletzt durch die Nachfrage nach mobilen Endgeräten wie Smartphones und Tablet-Computern vorangetrieben wurde. EVG produziert selbst zwar keine Mikrochips oder andere Bauteile, wir ermöglichen unseren Kunden aber durch unsere Spezialmaschinen und unser Know-how oftmals erst die Umsetzung ihrer kühnsten Ideen. So wären viele Produkte, die uns im täglichen Leben begleiten, ohne EVG Technologie nicht oder nicht in dieser Miniaturisierung und der damit verbundenen Kosteneffizienz und Präzision möglich.\n <h3>Miniaturisierung und Reinraumtechnik</h3>\n Die mikroskopisch kleinen Strukturen und Bauelemente bleiben dem menschlichen Auge weitgehend verborgen. Selbst kleinste Staubteilchen oder andere Verunreinigungen auf der Wafer-Oberfläche würden die darauf entstehenden Mikrochips oder anderen Bauteile unbrauchbar machen. Deshalb stehen die EVG Anlagen bei den Kunden in speziellen Reinräumen mit aufwändiger Filtertechnik. Auch in der EVG Produkt- und Prozess-Entwicklung und zur Endabnahme durch die Kunden stehen die Anlagen in fast staubfreier Umgebung beziehungsweise in unseren Reinräumen. Die Mitarbeiter tragen bei der Arbeit in diesen Bereichen zeitweise spezielle, staubreduzierende Bekleidung oder komplette Reinraumanzüge.\n <h3>EV Group Corporate Video</h3>\n <a data-role=\"none\" href=\"https://www.youtube.com/watch?v=YCdxC7CRzuU\" title=\"EVG auf Youtube\" target=\"_blank\"><img src=\"https://media.newjobs.com/ftpesendsa/xevgroupsatax/xevgroupsatax_h26m.jpg\" class=\"yt\" alt=\"EVG auf Youtube\"></a> </div>\n <!--target2 end-->\n <div id=\"target3\" class=\"mytabcontent\" style=\"display: none;\">\n <h2>Arbeiten bei EVG</h2>\n Für EV Group (EVG) sind die Mitarbeiter das wertvollste Kapital. Als Familienunternehmen bieten wir unseren Mitarbeitern nicht nur einzigartige Karrierechancen und Möglichkeiten zur Weiterentwicklung, sondern auch ein hervorragendes Arbeitsklima.\n <h3>Spannende Aufgaben im internationalen Umfeld</h3>\n <div class=\"rt-img\"> <img src=\"https://media.newjobs.com/ftpesendsa/xevgroupsatax/xevgroupsatax_h27m.jpg\" alt=\"\"></div>\n EVG bietet spannende, abwechslungsreiche Aufgabengebiete am Puls der Technologie in einem internationalen, dynamischen Unternehmen der High-Tech Industrie. Zu den Kunden von EVG zählen namhafte Elektronikunternehmen, deren hochinnovative Produkte im internationalen Rampenlicht stehen. Wir fordern und fördern die Fähigkeiten und das Fachwissen unserer Mitarbeiter, freuen uns auf ihren Input und schätzen den Beitrag zum gemeinsamen Erfolg. Interne und externe Trainings bieten zahlreiche Schulungs- und Entwicklungsmöglichkeiten. <br>\n <br>\n Erfolgreiche Karrieren bei EVG verdeutlichen die weltweiten Entwicklungschancen innerhalb des Konzerns: vom international tätigen Servicetechniker zum Produkt- oder Salesmanager, vom CNC-Fräser zum Teamleiter im Sondermaschinenbau, vom Mitarbeiter in der Qualitätssicherung in den Forschungsbereich der Elektronikentwicklung oder vom Prozessingenieur zum Leiter des Technologieteams in den USA - um nur einige Beispiele zu nennen.\n <h3>Vereinbarkeit von Familie und Beruf wird Groß geschrieben</h3>\n Als Familienbetrieb sind uns auch die Familien unserer Mitarbeiter sehr wichtig. Besonders flexible Arbeitszeiten, verschiedene Teilzeitmodelle und vor allem der betriebseigene Kindergarten EVG Minis soll Eltern bestmöglich unterstützen. In zwei Kindergartengruppen und einer Krabbelgruppe wird der Nachwuchs unserer Mitarbeiter, angepasst an deren Arbeitszeiten, optimal in ihrer unmittelbaren Nähe betreut. Dabei lernen die Kinder unter anderem spielerisch die englische Sprache.\n <h3>Attraktive Zusatzleistungen und Mitarbeiterevents</h3>\n <div class=\"rt-img\"> <img src=\"https://media.newjobs.com/ftpesendsa/xevgroupsatax/xevgroupsatax_h28m.jpg\" alt=\"\"></div>\n Durch attraktive Zusatzleistungen wollen wir zur Zufriedenheit und Motivation unserer Mitarbeiter beitragen: Das Mitarbeiterrestaurant INNside Gourmet bietet täglich drei frisch gekochte Menüs an. Im Restaurant kann auch gefrühstückt und zu Abend gegessen werden, zudem wird vormittags eine große Auswahl an Jausen angeboten. Frische Äpfel, eine geförderte Altersvorsorge, ein Betriebsarzt, der regelmäßig vergünstigte Impfungen anbietet und freier Eintritt ins benachbarte Fitnessstudio tragen wesentlich zum Wohlfühlen am Arbeitsplatz bei. <br>\n <br>\n Gemeinsame Aktivitäten wie Skitage oder Radtouren, Familientage sowie andere Events fördern das familiäre Umfeld und unterstützen das tolle Betriebsklima.\n <h3>Internationalität und Integration</h3>\n Am EVG Hauptsitz in St. Florian am Inn arbeiten Menschen aus 22 verschiedenen Nationen. Das sorgt für Vielfalt und wird von allen Kollegen als Bereicherung gesehen. Zudem legen wir Wert darauf, dass jeder unabhängig von Alter, Geschlecht, Herkunft, Religion oder sexueller Orientierung die gleichen Chancen hat. In den Fertigungsprozess sind beispielsweise Menschen mit Beeinträchtigung, die im Rahmen des Programms Integrative Beschäftigung der Caritas arbeiten, voll integriert und von allen Kollegen akzeptiert. Studienabgänger starten sofort in den Job und auch junge Mitarbeiter bekommen direkt Verantwortung übertragen. Mit einem Altersdurchschnitt von nur 35 Jahren sind wir zwar ein junges Unternehmen, dennoch arbeiten viele Mitarbeiter bereits seit Jahrzehnten bei EVG. Arbeitnehmern, die für EVG ins Innviertel ziehen, wird der Start beispielsweise durch Unterstützung beim Umzug und bei der Suche nach einer Wohnung sowie gegebenenfalls durch eine Firmenwohnung auf Zeit erleichtert.\n <h3>Nachhaltigkeit wird ernst genommen</h3>\n Im Rahmen des Qualitäts- und Umweltmanagementsystems von EVG werden beispielsweise Abfälle getrennt und wertvolle Rohstoffe in den Kreislauf zurückgeführt. Die Verantwortung gegenüber der Gesellschaft drückt sich unter anderem darin aus, dass in keinster Weise Kinderarbeit oder Ausbeutung von Arbeitern akzeptiert wird und in der gesamten Lieferkette keine Konfliktmaterialien bezogen werden. Schließlich trägt EVG Technologie nicht zuletzt auch zur Entwicklung und Produktion umweltfreundlicher Produkte wie zum Beispiel LEDs bei - ein Bereich, in dem wir 4 der Top 5 Hersteller zu unseren Kunden zählen. </div>\n <!--target3 end-->\n \n <div class=\"contact\"> <strong>EV Group Headquarters</strong><br>\n EV Group <br>\n DI Erich Thallner Strasse 1<br>\n 4782 St. Florian am Inn<br>\n AUSTRIA<br>\n <a data-role=\"none\"><span data-mux=\"tooltip\" data-placement=\"top\" title=\"\" class=\"mux-tooltip\" mux1590465867208=\"1\" data-original-title=\"Bitte nutze für eine Bewerbung den Bewerben-Button. Falls dieser nicht vorhanden sein sollte, nutze bitte die Kontaktinformation in der Stellenanzeige.\">EVGHR@EVGroup.com</span></a> </div>\n <!-- /.contact --> \n \n </div>\n <!--content end--> \n \n </div>\n <!--jobad end--> \n \n</div>\n<!--monsterIA end--> \n</span>\n<i_jt_footer visible=\"True\" expressapply=\"True\"></i_jt_footer>\n\n\n",
  "url": "https://stellenangebot.monster.at/cax-administrator-st-florian-am-inn-o%C3%B6-at-ev-group-evg/212822144",
  "date": "2020-05-26"
}