{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "458767",
  "location": "Seibersdorf",
  "contract_type": null,
  "title": "Soil Chemist (P4) gefunden bei International Atomic Energy Agency",
  "subtitle": "Seibersdorf",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"649d5ba3-e1af-4c38-9683-fddd22fef2f2\" data-folder-id=\"0\" data-is-cao=\"true\">\n\n<div><div>Soil Chemist (P4)-(2020/0157 (005308))</div><div><h4>Organization</h4>:NAFA-Soil and Water Management and Crop Nutrition Laboratory</div><div><h4>Primary Location</h4>:Austria-Lower Austria-Seibersdorf-IAEA Laboratories in Seibersdorf</div><div><h4>Job Posting</h4>:2020-02-28, 3:46:25 PM</div><div><h4>Closing Date</h4>:2020-04-10, 9:59:00 PM</div><div>Duration in Months:36</div><div>Contract Type:Fixed Term - Regular</div><div>Probation Period:1 Year</div><div><p><b>Organizational Setting</b></p><p>The Department of Nuclear Sciences and Applications implements the IAEA's Major Programme 2, \"Nuclear Techniques for Development and Environmental Protection\". This Major Programme comprises individual programmes on food and agriculture, human health, water resources, environment and radiation technologies. These programmes are supported by laboratories in Seibersdorf, Monaco and Vienna. The Major Programme's objective is to enhance the capacity of Member States to meet basic human needs and to assess and manage the marine and terrestrial environments through the use of nuclear and isotopic techniques in sustainable development programmes.<br><br>The Joint FAO/IAEA Division of Nuclear Techniques in Food and Agriculture assists Member States of the Food and Agriculture Organization of the United Nations (FAO) and the IAEA in using nuclear techniques and related technologies to improve food security, alleviate poverty and promote sustainable agriculture. The Joint Division consists of five Sections, each with an associated laboratory (located in Seibersdorf, 45 km south-east of Vienna), in the areas of: animal production and health; plant breeding and genetics; insect pest control; soil and water management and crop nutrition; and food and environmental protection.</p><p><br>The Soil and Water Management and Crop Nutrition Section and Laboratory assist Member States in developing improved soil and water management practices for sustainable intensification of agricultural production systems, the conservation of natural resources and the effective use of external inputs through applied and adaptive research and development activities, technology transfer and capacity building.</p><p><br></p><p><b>Main Purpose</b></p><p>As a member of a team led by the Head of the Soil and Water Management  Crop Nutrition Section, the Soil Chemist contributes to the results-based sub-programme relating to the development and adaptation of compound-specific stable isotope technology and related conventional geochemical methods, for optimising climate-smartness and environmental sustainability of agricultural practices.</p><br><p><b>Role</b></p><p>The Soil Chemist is: (1) a technical officer and research coordinator, ensuring the efficient and effective development, implementation and dissemination of research, training and scientific and technical knowledge, and assisting in the evaluation and implementation of technical cooperation projects for the IAEA and FAO in the area of soil and water management practices for improving climate-smartness and environmentally sustainability of agriculture; (2) a technical expert, planning and conducting technical meetings and project review missions, and; (3) a facilitator, working with Member States to meet their national and regional agricultural development objectives.</p><br><p><b>Functions / Key Results Expected</b></p><ul><li><div>Contribute technical expertise to the implementation of Research and Development activities at the laboratory for supporting coordinated research projects related to the development and adaptation of compound-specific stable isotope technology and related conventional geochemical methods, for optimising climate-smartness and environmental sustainability of agricultural practices, including the evaluation of research contracts and agreement proposals, monitoring the progress of projects, the organization of meetings and the publication of results.</div></li><li><div>Support and contribute, as technical officer, to the IAEA's technical cooperation programme through planning, implementation (including training of fellows), monitoring and evaluation of technical cooperation projects.<br></div></li><li><div>Prepare guidance and review information documents on isotopic and nuclear techniques for improving climate-smartness and environmental sustainability of soil and crop management practices and strategies.<br></div></li><li><div>Ensure that analytical services and quality assurance for compound-specific isotopic and geochemical methods are carried out efficiently and effectively.<br></div></li><li><div>Plan, organize and conduct scientific and advisory meetings, participate in technical missions, and represent the IAEA at international meetings and conferences.<br></div></li><li><div>Develop novel initiatives and collaborate on relevant cross-cutting activities, such as the coordination of work with other international, regional and national organizations, including UN bodies.<br></div></li><li><div>Perform other activities as directed by the Section Head in support of the implementation of the Soil and Water Management  Crop Nutrition sub-programme.<br></div></li></ul><p><i>The incumbent may perform his/her work in areas involving exposure to radioactive materials. Therefore, as an Occupationally Exposed Worker, he/she must be medically cleared by VIC Medical Service and is subject to an appropriate radiation and health monitoring programme, in accordance with the IAEA's Radiation Safety Regulations.</i></p><p><br></p><p><b>Competencies and Expertise</b></p><p><b>Core Competencies</b></p><table><tbody><tr><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Name</b></th><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Definition</b></th></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Planning and Organizing</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Plans and organizes his/her own work in support of achieving the team or Section’s priorities. Takes into account potential changes and proposes contingency plans.</td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Communication</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Communicates orally and in writing in a clear, concise and impartial manner. Takes time to listen to and understand the perspectives of others and proposes solutions.</td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Achieving Results</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Takes initiative in defining realistic outputs and clarifying roles, responsibilities and expected results in the context of the Department/Division’s programme. Evaluates his/her results realistically, drawing conclusions from lessons learned.</td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Teamwork</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Actively contributes to achieving team results. Supports team decisions.</td></tr></tbody></table><p><b><br></b></p><p><b>Functional Competencies</b></p><table><tbody><tr><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Name</b></th><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Definition</b></th></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Commitment to continuous process improvement</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Plans and executes activities in the context of quality and risk management and identifies opportunities for process, system and structural improvement, as well as improving current practices. Analyses processes and procedures, and proposes improvements.</td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Judgement/decision making</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Consults with supervisor/manager and takes decisions in full compliance with the Agency’s regulations and rules. Makes decisions reflecting best practice and professional theories and standards.</td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Technical/scientific credibility</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Ensures that work is in compliance with internationally accepted professional standards and scientific methods. Provides scientifically/technically accepted information that is credible and reliable.</td></tr></tbody></table><p><b><br></b></p><p><b>R<b>equired Expertise</b></b></p><table><tbody><tr><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Function</b></th><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Name</b></th><th style=\"color%3A+rgb(0%2C+0%2C+0)%3B\"><b>Expertise Description</b></th></tr><tr><td></td><td></td><td></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Chemistry</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Analytical Techniques</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Hands-on experience in agricultural and environmental chemistry (at laboratory level) to improve climate-smartness or environmental sustainability of agriculture.</td></tr><tr><td></td><td></td><td></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Bioscience</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Biogeochemistry</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">In-depth practical knowledge on compound-specific 13C, 15N and 18O stable isotope techniques, and conventional geochemical methods (e.g. Infrared Spectroscopy), in soils and plants and from field to landscape level</td></tr><tr><td></td><td></td><td></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Information Technology</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Computer Operations</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Knowlegde of computer application including familiarity with data analysis tools and agri-environmental modelling.</td></tr><tr><td></td><td></td><td></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Soil Science</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Environmental sampling</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Expertise in soil, crop and environmental sampling relating to land, water and crop management studies, especially in association with nuclear and isotopic techniques.</td></tr><tr><td></td><td></td><td></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Management and Programme Analysis</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Project Management</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Expertise in international project management and coordination, including in the formulation and delivery of outcome-oriented projects and the management of financial and project and laboratory management.</td></tr><tr><td></td><td></td><td></td></tr><tr><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Soil Science</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Soil and Water Management</td><td style=\"color%3A+rgb(0%2C+0%2C+0)%3B\">Advanced understanding of agricultural production in developing countries and the global problems associated with carbon, nitrogen and phosphorus cycling in agricultural settings.</td></tr></tbody></table><br><p><b>Qualifications, Experience and Language skills</b></p><ul><li><div>Advanced university degree in agricultural and environmental chemistry or related disciplines with background in compound-specific 13C, 15N and 18O stable isotope nuclear techniques in soil, water and crop management.</div></li><li><div>Minimum of seven years of relevant experience in agricultural and environmental chemistry, at both national and international levels, in laboratory and field research studies, relating to the use of isotope and nuclear techniques in soil-crop-plant management to improve climate-smartness and environmental sustainability of agriculture.</div></li><li><div>Proven track record in high quality research related to soil science, agronomy and related disciplines using compound-specific 13C, 15N and 18O stable isotope techniques as one of research tools, in combination with related conventional geochemical methods (e.g. Infrared Spectroscopy).</div></li><li><div>Well-developed computer application skills including familiarity with data analysis tools and agri-environmental modelling.</div></li><li><div>Experience in using fallout radionuclides (e.g. 137Cs, 7Be and 210Pb) for improving soil conservation strategies at catchment level is an asset.</div></li><li><div>Experience in the use of machine learning approaches for improving and design of agri-environmental modelling would be an added advantage.</div></li><li><div>Solid publication record in international peer-reviewed journals.</div></li><li><div>Experience in technology transfer through trainings, workshops and seminar presentations.</div></li><li><div>Excellent oral and written command of English. Knowledge of other official IAEA languages (Arabic, Chinese, French, German, Russian and Spanish) is an asset.</div></li></ul><br><p><b>Remuneration</b></p><p>The IAEA offers an attractive remuneration package including a tax-free annual net base salary starting at <b>US $73516</b> (subject to mandatory deductions for pension contributions and health insurance), a variable<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profpa\" target=\"_blank\">post adjustment</a>which currently amounts to <b>US $ 30950</b>*, dependency benefits,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profrentalsub\" target=\"_blank\">rental subsidy</a>,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profeducation\" target=\"_blank\">education grant</a>,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profrelocation\" target=\"_blank\">relocation</a>and<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profrepatriation\" target=\"_blank\">repatriation expenses</a>; 6 weeks' annual vacation,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profhomeleave\" target=\"_blank\">home leave</a>,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profpension\" target=\"_blank\">pension plan</a>and<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fprofconditions.html%23profhealthins\" target=\"_blank\">health insurance</a></p><br><p>-------------------------------------------------------------------------------------------------------------------------------------------------------------<br><br><b>Applications from qualified women and candidates from developing countries are encouraged</b><br><br>Applicants should be aware that IAEA staff members are international civil servants and may not accept instructions from any other authority. The IAEA is committed to applying the highest ethical standards in carrying out its mandate. As part of the United Nations common system, the IAEA subscribes to the following core ethical standards (or values):<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fvalues.html%23integrity\" target=\"_blank\">Integrity</a>,<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fvalues.html%23professionalism\" target=\"_blank\">Professionalism</a>and<a href=\"http%3A%2F%2Fwww.iaea.org%2FAbout%2FJobs%2Fvalues.html%23diversity\" target=\"_blank\">Respect for diversity</a>. Staff members may be assigned to any location. The IAEA retains the discretion not to make any appointment to this vacancy, to make an appointment at a lower grade or with a different contract type, or to make an appointment with a modified job description or for shorter duration than indicated above. Testing may be part of the recruitment process<br>-------------------------------------------------------------------------------------------------------------------------------------------------------------</p><br></div></div>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465594104=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465594104=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=649d5ba3-e1af-4c38-9683-fddd22fef2f2\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/soil-chemist-p4-seibersdorf-at-international-atomic-energy-agency/649d5ba3-e1af-4c38-9683-fddd22fef2f2",
  "date": "2020-05-26"
}