{
  "Veröffentlicht:": "Vor 3 Tagen",
  "Branchen": "Anlagen-/Maschinenbau; Elektrotechnik & Zubehör",
  "": "",
  "location": "Kärnten, B 9500",
  "contract_type": "Vollzeit, Teilzeit, Freie Mitarbeit/Projekt, Festanstellung",
  "title": "KarriereKIK in Kärnten? Top Jobs für Kärnten BerufsrückkehrerInnen und internationale ZuzieherInnen! - ISG Personalmanagement",
  "subtitle": "Kärnten, B 9500",
  "body": "<i_jt_headsection></i_jt_headsection>\n\n\n  <script src=\"https://code.jquery.com/jquery-3.3.1.min.js\"></script>\n  <script type=\"text/javascript\" src=\"https://coda.newjobs.com/Assets/MUX/JaJobViewCloud/2020.05.0.760/js/app.js30.iframe.bundle.js\"></script>\n  <i_jt_header visible=\"True\"></i_jt_header><div style=\"margin: 0 auto;margin-bottom:40px;max-width:800px;background-color:#0a63ac;padding:10px\"><p style=\"font-family: 'DecimaProA', Arial, Helvetica Neue, Helvetica, sans-serif;font-size: 16px;text-align:center;color:white;font-weight:bold;\">Unsere Recruitingprojekte laufen weiter. Wir freuen uns auf Ihre Bewerbung und die Aktualisierungen Ihrer Angaben im ISG-Karriereportal!<br><br>Wir sind uneingeschränkt im Home-Office verfügbar.</p></div><noscript><iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-W68DFXJ\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe></noscript><div id=\"isg_main\"><div id=\"isg_header_img\"><div id=\"isg_header_bar\"><div id=\"isg_logo_header\" alt=\"Logo\"></div></div></div><div class=\"isg_header_text\"><div align=\"justify\">\n <b>Die ISG Personalmanagement-Gruppe mit Headquarter in Wien wurde 1999</b> gegründet und ist mit ihrem Unternehmen in etwa 35 Ländern Europas und des Nahen Ostens vertreten. Sie zählt mit etwa 60 Standorten und über 720 MitarbeiterInnen zu den führenden Beratungsunternehmen im mittel- und osteuropäischen Raum. Als e\n <b>iner der Marktführer in der Personalberatung in Kärnten</b> unterstützt die\n <b> ISG Personalmanagement GmbH</b> am \n <b>Standort Villach</b> seit 2005 durch ein branchenspezialisiertes, mehrsprachiges BeraterInnenteam eine Vielzahl von renommierten Unternehmen aus verschiedenen Branchen in der Personalsuche in Kärnten – ein weiterer Fokus ist die gezielte Unterstützung von Betriebsansiedelungen (international) im Personalaufbau und der Personalstrategieplanung.\n <p> Unsere \n <b>Kärnten RückkehrerInnen-Kampagne wurde 2008</b> aus \n <b>eigenen Mitteln, unpolitisch</b> und aus \n <b>eigener Initiative</b> als Zeichen der Privatwirtschaft sowie Vertretung und Bewerbung der tollen Arbeitsperspektiven und interessanten Unternehmen in Kärnten gestartet und erfolgreich bis dato durchgeführt - mehr als 850 Kärnten-RückkehrerInnen und Kärnten-ZuzieherInnen konnten erfolgreich über unsere Initiative\n <b> in Kärnten ihre Karriere beruflich fortsetzen.</b>\n </p><p> Wir wenden uns im Rahmen unserer Kampagne \n <b>medientechnisch seit 2018</b> nicht nur an erfolgreiche KärntnerInnen in unserem Bundesland und an KärntnerInnen, die wieder in Kärnten beruflich tätig sein möchten, sondern haben mit 2018 \n <b>unsere Offensive aktiv durch Personalmarketing in angrenzende Länder</b> (Slowenien/Italien) erfolgreich erweitert.\n </p><p> Wir möchten so zusätzlich \n <b>mehrsprachige KandidatInnen aus den angrenzenden Nachbarländern 2020</b> dazu bewegen, nach Kärnten zu ziehen und in attraktiven Unternehmen ihre Karriere fortzusetzen oder zu beginnen.\n</p></div></div><div style=\"position: relative; width: 0; height: 0\"></div><div class=\"isg_heading\"><h1>KarriereKIK in Kärnten? \n</h1><h2>Top Jobs für Kärnten BerufsrückkehrerInnen und internationale ZuzieherInnen! (m/w/d)</h2></div><div class=\"isg_center_text\"><div style=\"overflow: auto;\"><div class=\"isg_text_main_intro\"></div><div style=\"clear:both\"></div><div class=\"isg_text_left\"></div><div class=\"isg_text_right\"></div><div style=\"clear:both\"></div><div align=\"justify\">\n <h3>Ihr Profil:</h3>\n <p> \n </p><div align=\"justify\">\n  Wir wenden uns auch für 2020 an \n  <b>ambitionierte KärntnerInnen, Kärnten-BerufsrückkehrerInnen aus Restösterreich und an internationale, mehrsprachige Fachkräfte und ExpertInnen,</b> die ihre Karriere in Kärnten fortsetzen oder beginnen möchten. Unsere Sektoren und Branchen der ISG Group umfassen die Möglichkeiten, alternativ in den Bereichen \n  <b>Automotive, Bau &amp; Konstruktion, Business Consultancy, Commerce &amp; Consumer, Financial Services, Healthworld, Industry, Public &amp; Governments, Technology, Travel Leisure Private, Transport &amp; Logistik, Vertrieb</b> (https://www.isg.com/de/branche/) tätig zu werden. Sie besitzen eine abgeschlossene Ausbildung (oder schließen diese demnächst ab) - alternativ in den Bereichen Technik (Maschinenbau, Elektrotechnik, Mechatronik, Elektronik, IT/Telekommunikation o.ä.) oder im kaufmännischen Bereich (Finanz/RW, Controlling, Einkauf, Verkauf, Sales, Administration o.ä.). Wir wenden uns speziell an Fachkräfte sowie InteressentInnen in mittleren Führungsebenen, die den nächsten KarriereKIK in Kärnten nutzen möchten. Wir wenden uns \n  <b>2020 auch an Top-Management-KandidatInnen,</b> die Ihre Karriere in Kärnten am verdeckten Arbeitsmarkt fortsetzen möchten und auf unsere persönliche, diskrete Empfehlung an KundInnen vertrauen.\n </div>\n <p> \n </p><h3>Unser Angebot:</h3>\n <p> \n </p><div align=\"justify\">\n  Sie können auf die Unterstützung und Beratung eines spezialisierten, mehrsprachigen und international tätigen BeraterInnenteams zählen, das seit 2008 über 3.500 Positionen in Kärnten erfolgreich besetzt hat. Zu unseren Kunden gehören \n  <b>nicht nur Kärntner-Top-Unternehmen,</b> sondern auch Betriebsansiedler aus verschiedenen internationalen Ländern. Durch unsere österreichweite und internationale Präsenz in über 35 Ländern, sowie unsere ausgezeichnete Vernetzung zwischen den ISG-Standorten bieten wir auch die Möglichkeit, \n  <b>für Konzerntöchter und Standorte in Kärnten tätig zu sein.</b> Wir unterstützen Sie anlässlich einer möglichen Kärnten-Rückkehr oder eines beruflich internationalen Wechsels durch gezielte Beratungen und Empfehlungen in Bereichen der Wohnungssuche, der Kinderbetreuung, der Altenbetreuung, des Förder- und Bildungswesens sowie der interkulturellen Aspekte der Eingliederung u.v.m.\n </div>\n <p> \n <b>Auch 2020 gibt es den erfolgreichen „KUNDEN-KIK“</b> – dies ist eine erweiterte Kampagne für unsere Kunden und KandidatInnen – Stammkunden sowie Neukunden der ISG erhalten regelmäßig auf Wunsch TOP-AKTUELLE und zur Branche sowie zum Kunden passende, anonymisierte Profile aus der Kampagne. So unterstützen wir unsere zahlreichen KandidatInnen und Kunden am „verdeckten Arbeitsmarkt“ noch zielgerichteter bei der Suche ihres Karriere-KIKs in Kärnten! \n <b>Für 2020 liegt unser Fokus auch auf dem TOP-MANAGEMENT am verdeckten Arbeitsmarkt, mehr als 20 Kärnten-RückkehrerInnen aus dem Top-Management wurden von uns 2019 erfolgreich durch die Kampagne vermittelt.</b>\n </p><p> \n <b>Nutzen Sie den „verdeckten Arbeitsmarkt“!</b> Wir schreiben zusätzlich \n <b>eine Vielzahl von offenen Positionen unserer KundInnen</b> nicht aus, \n <b>sondern führen Datenbanksuchen gezielt durch</b> und sprechen Sie gezielt auf Positionen an, die Sie nirgends ausgeschrieben finden. Wir arbeiten rein \n <b>privatwirtschaftlich</b>, \n <b>unpolitisch</b> und unparteiisch, und\n <b> finanzieren unsere Offensive</b> und unser \n <b>Kärnten-BerufsrückkehrerInnen-Programm</b> seit 2008 aus \n <b>eigenen Mitteln</b> – zugunsten unserer KundInnen und KandidatInnen. Wir setzen auf \n <b>interessante Stellenangebote,</b> eine \n <b>überregionale Vernetzung</b> und Werbung in/über unser \n <b>ISG-Netzwerk</b> und\n <b> unseren Niederlassungen.</b>\n </p><p> \n <b>Lust auf den gemeinsamen KarriereKIK – Karriere in Kärnten?</b>\n </p><p> Dann senden Sie uns Ihre Initiativbewerbung! Wir beraten Sie und bearbeiten Ihre Unterlagen und Bedürfnisse natürlich streng vertraulich und DSGVO-konform. Wir können auf ein Kundennetzwerk von über 80 Stammkunden in Kärnten zurückgreifen, das wir gerne für Sie nutzen.\n </p><p> Bitte führen Sie in Ihren Unterlagen (CV, Anschreiben) Ihren eventuellen Regionswunsch in Kärnten, den Wunschzeitpunkt der Arbeitsaufnahme sowie Ihre Gehaltsvorstellungen an. Wir bieten Ihnen \n <b>Diskretion, Perspektiven, einschlägige Beratung</b> für Ihre Kärnten-Berufsrückkehr und verschiedene Entwicklungsmöglichkeiten für Ihre\n <b> Karriere in Kärnten.</b>\n </p><p> Je nach Ihrer Erfahrung und Qualifikation, angebotener Position sowie Einstufung des jeweiligen Kollektivvertrags unserer AuftraggeberInnen bewegt sich die Einstufung auf Vollzeitbasis zwischen € 25.000,- bis zu € 150.000,-- (Top Management, Überzahlung möglich) Aktuelle ausgeschriebene Jobangebote für Kärnten finden Sie unter \n <a href=\"https://www.isg.com/jobs/applications/applyForJobEntry.jsf?inseratnummer=77569&amp;refererId=37\" target=\"_blank\">ISG-Karriereportal</a>\n </p><p> Gerne steht Ihnen unsere Geschäftsführung und Senior-Consultant der ISG Personalmanagement Kärnten, \n <b>Gabriele C. Goldynia, auch unter der Telefonnummer +43(0)69910400673 für Fragen und Auskünfte bzw. Beratungswünsche zur Verfügung.</b> Absolute Diskretion ist zugesichert!\n </p><p> Bitte führen Sie in Ihrer Bewerbung folgende \n <b>Kennnummer: 77.569 </b>an. \n</p></div></div></div><div id=\"isg_footer\"><a id=\"isg_footer_img\" href=\"https://www.isg.com\" target=\"_blank\"></a><div id=\"isg_footer_text\">ISG Personalmanagement GmbH \n<br> A-9500 Villach, Litzelhofenstraße 8/1 \n<br> Gabriele Goldynia\n<br> eMail: <a><span data-mux=\"tooltip\" data-placement=\"top\" title=\"\" class=\"mux-tooltip\" mux1590465868585=\"1\" data-original-title=\"Bitte nutze für eine Bewerbung den Bewerben-Button. Falls dieser nicht vorhanden sein sollte, nutze bitte die Kontaktinformation in der Stellenanzeige.\">bewerbung.goldynia@isg.com</span></a>, M: +43 (0)69910400673\n<br> <a href=\"https://www.facebook.com/ISG.Kaernten/\" target=\"_blank\">https://www.facebook.com/ISG.Kaernten/</a>\n<br> <a href=\"https://www.isg.com/de/kik-der-karrierekik-in-kaernten.html\" target=\"_blank\">https://www.isg.com/de/kik-der-karrierekik-in-kaernten.html</a></div><a href=\"https://www.isg.com/jobs/applications/applyForJobEntry.jsf?inseratnummer=77569&amp;refererId=37\" target=\"_blank\" id=\"isg_applybutton\">BEWERBEN</a><div style=\"clear:both\"></div></div></div><script type=\"text/javascript\" src=\"https://www.isg.com/jobs/static/script/applybutton_new.js?1.00\"></script><i_jt_footer visible=\"True\" expressapply=\"False\"></i_jt_footer>\n\n\n",
  "url": "https://stellenangebot.monster.at/karrierekik-in-k%C3%A4rnten-top-jobs-f%C3%BCr-k%C3%A4rnten-berufsr%C3%BCckkehrerinnen-und-internationale-zuzieherinnen-k%C3%A4rnten-b-at-isg-personalmanagement/214810828",
  "date": "2020-05-26"
}