{
  "Veröffentlicht:": "Vor 27 Tagen",
  "Referenz-Nr.": "9c78457af6820d948240fe3a23109b39",
  "location": "Graz",
  "contract_type": null,
  "title": "Advanced Innovation Engineer gefunden bei HID Global Corporation",
  "subtitle": "Graz",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"823314f1-e3b5-47c2-a1da-295faf7f524e\" data-folder-id=\"0\" data-is-cao=\"true\">\n\n<div><p style=\"text-align%3Acenter\"><strong>Advanced Innovation Engineer</strong></p><p>HID Global is the trusted source for innovative products, services, solutions, and know-how related to the creation, management, and use of secure identities for millions of customers around the world. The company's served markets include physical and logical access control, including strong authentication and credential management; card printing and personalization; visitor management systems; highly secure government and citizen ID; and identification RFID technologies used in animal ID and industry and logistics applications. The company's primary brands include ActivID®, EasyLobby®, FARGO®, IdenTrust®, LaserCard®, Lumidigm®, and HID®. Headquartered in Austin, Texas, HID Global has over 3,000 employees worldwide and operates international offices that support more than 100 countries. HID Global® is an ASSA ABLOY Group brand. For more information, visit www.hidglobal.com</p><p>&nbsp;</p><p><strong>Summary &nbsp;</strong></p><p><strong>Securing the Future&nbsp;</strong></p><p>HID Global is the trusted source for secure identity solutions for millions of customers and users around the world.&nbsp; We have teams of engineers across the globe working on our current product lines.&nbsp;</p><p>We are gearing up our&nbsp;<strong>Identity Technology Lab</strong>&nbsp;team.</p><p>&nbsp;</p><p><strong>Are You Ready to Join the Team?&nbsp;</strong></p><p>Our company is committed to finding the best and the brightest talent to help us reach the top. If you are a dynamic, highly skilled engineer, and you enjoy working in a rapid pace within a rapidly growing business environment, then you will want to consider this position. If you excel at communication, collaboration and unrelenting innovation, we want to talk to you. And if you bring dedication, positive energy and integrity to the table, you just might be the right fit for our team.&nbsp;</p><p>&nbsp;</p><p><strong>We're Looking for Engineers to join our Team&nbsp;</strong></p><p>HID Global has many engineering centers across the world. We are now looking for&nbsp;two&nbsp;Advanced Innovation Enginners to expand our team in Krakow.&nbsp;We are collocating a small team of engineering staff looking into the future of our products, new products we have not yet dreamed up, ways of transforming our current products to be quicker, more affordable, more capable, connected … who knows!&nbsp;</p><p>&nbsp;</p><p><strong>What You Will Be Doing&nbsp;</strong></p><p>Innovation Engineers need to be truly multi-discipline. You should be constantly scanning the universe for new big ideas, technologies, tools, tricks, techniques and so on.&nbsp; You should be comfortable with cryptographic concepts.&nbsp; You should be comfortable in high-level languages like Java, Kotlin, swift, Java Card C#, angular.js, node.js but you should be equally capable of bare metal development in C or maybe even small excursions into assembler.&nbsp;</p><p>New terms ideas and trends (like DLT, Blockchain, among the others) are not only a topic for a coffee break discussion to you; you actually might have a prototype to show.&nbsp;</p><p>As you can tell, we really are looking for the broadest possible set of skills, and a strong desire to learn new ones.&nbsp;</p><p>Using all of this, you'll be trying things out, not afraid of failing, and certainly not shy of a difficult problem or a new technology.</p><p>&nbsp;</p><p><strong>Responsibilities</strong></p><ul><li>Investigate emerging technologies, innovations and opportunities&nbsp;</li><li>Methodically increase corporate knowledge in new technologies&nbsp;</li><li>Develop PoC (proofs of concepts) and present them regularily&nbsp;</li><li>Establish a network of innovation partners (institutions, startups, etc.)&nbsp;</li></ul><p>&nbsp;</p><p><strong>Education and/or Experience</strong></p><ul><li>Bachelor's from college or university or equivalent experience&nbsp;</li><li>Some demonstrable knowledge with some of the following languages: Java, Kotlin, swift, Java Card, JavaScript, C/C++/C#, Python, Ruby, Solidity.&nbsp;</li></ul><p>&nbsp;</p><p><strong>Language Skills</strong></p><ul><li>Ability to effectively communicate in the English language, both verbally and in writing.&nbsp;</li><li>Ability to read and interpret specifications, etc. and to respond directly and succinctly in customer centric language and concepts&nbsp;</li></ul><p><strong>&nbsp;</strong></p><p><strong>Computer Skills &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong></p><ul><li>Familiar with MS Office applications, such as Word, Excel, PowerPoint, etc.&nbsp;</li><li>Familiar with operating systems, such as Windows, Mac OS, Linux, etc.&nbsp;</li></ul><p>&nbsp;</p><p><strong>Work Requirements&nbsp;</strong></p><ul><li>Compliance with all relevant HID Global policies and procedures related to Quality, Security, Safety, Business Continuity, and Environmental systems&nbsp;</li><li>Travel and fieldwork, including international travel may be required. Therefore, employee must possess, or be able to acquire a valid passport&nbsp;</li><li>Must be legally eligible to work in the country in which you are hired&nbsp;</li></ul><p>&nbsp;</p><p><strong>We offer&nbsp;</strong></p><ul><li>Competitive salary and yearly bonus&nbsp;&nbsp;</li><li>Stable employment in a friendly international atmosphere&nbsp;&nbsp;</li><li>Flexible working hours&nbsp;&nbsp;</li><li>Ergonomic workplaces with all necessary tools and equipment&nbsp;&nbsp;</li><li>Car parking or annual public transport ticket for the town of Graz</li></ul><p>&nbsp;</p><p>We kindly ask all candidates interested in the offer to submit application online.&nbsp;Please note that we will contact only selected candidates.&nbsp;</p><p style=\"text-align%3Acenter\"><strong>Closing Date: 8th May 2020</strong></p><p style=\"text-align%3Aleft\"><strong>HID Global is an equal opportunities employer&nbsp;</strong></p><p style=\"text-align%3Aleft\"><em>HID Global powers the trusted identities of the world's people, places and things. Every day millions of people in more than 100 countries use our products and services to securely access physical and digital places. Over 2 billion things that need to be identified, verified and tracked are connected through HID Global’s technology. We make it possible for people to transact safely, work productively and travel freely. We work with governments, universities, hospitals, financial institutions and some of the most innovative companies on the planet—helping them to create trusting and trusted physical and digital environments so that they and the people who use them can fulfil their potential. Headquartered in Austin, Texas, HID Global has over 3,500 employees worldwide and operates international offices that support more than 100 countries. HID Global® is an ASSA ABLOY Group brand. For more information, visit&nbsp;</em><a href=\"%2F%2Fwww.hidglobal.com%2F\" target=\"_blank\"><em>www.hidglobal.com</em></a><em>.</em></p></div>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465565813=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465565813=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=823314f1-e3b5-47c2-a1da-295faf7f524e\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/advanced-innovation-engineer-graz-at-hid-global-corporation/823314f1-e3b5-47c2-a1da-295faf7f524e",
  "date": "2020-05-26"
}