{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "287591889",
  "location": "Graz, ST 8020",
  "contract_type": null,
  "title": "Junior/Senior Security Engineer Automotive f/m/d gefunden bei AVL Group Headquarters Graz",
  "subtitle": "Graz, ST 8020",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"f2ed6d52-b87a-4262-aac3-a72dfc5ea0d4\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nVacant Position \n \n AVL is the world's largest independent company for the development, simulation and testing of powertrain systems (hybrid, combustion engine, transmission, electric drive, batteries, fuel cell and control technology) for passenger cars, commercial vehicles, construction, large engines and their integration into the vehicle.\n \n Junior/Senior Security Engineer Automotive f/m/d \n \n Location: \n \n Europe: Austria (Headquarters) \n \n Graz \n \n Department: \n \n Safety &amp; Security \n \n Your Responsibilities: \n \n Development of security concepts for prototypes and serial solutions of networked systems of the vehicle including their interfaces to the environment (control units / security gateways) \n Definition of security requirements, threat analyses, and functional architectures for automotive security \n Development of innovative data integrity concepts and features for vehicle systems based on current standards \n Verification and testing of the implemented security solution (functional test, penetration test) \n As the technical expert, coordination of project content with the customer's management and internally at AVL \n \n Your Profile: \n \n Graduate of a university of technology/university of applied sciences in IT, IT security, mathematics, electronics, electrical engineering, automotive engineering, telematics or similar \n Knowledge of the control systems of innovative vehicles, networking and architectures an advantage \n Familiar with communication structures, hardware and software architectures and their implementation \n Knowledge of the procedures in encryption technology and familiar with malware detection and IT security \n Knowledge of the procedure models for security analyses and security information and event management (Intrusion Detection / Intrusion Avoidance) \n Pronounced analytical and conceptional skills \n Team player with good English skills \n \n Annual Remuneration: \n \n Due to the Austrian Equal Treatment Act we are obligated to state the intended annual gross remuneration (full-time) for this position as a basis for negotiation: EUR 50,400.00 for Junior / EUR 60,000.00 for Senior. We will, in any case, offer market-conforming payment taking qualifications and professional experience into account.\n \n Benefits \n If you are from abroad AVL will help you to organize your travel to the recruiting interview in Graz. We can also provide you with an appartment for your first few months in Graz. \n \n Seize the professional challenges and opportunities offered by a high-tech enterprise - join our international team. We look forward to receiving your details; please use our online application tool to send your application to AVL List GmbH, Graz            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465477484=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465477484=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=f2ed6d52-b87a-4262-aac3-a72dfc5ea0d4\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/junior-senior-security-engineer-automotive-f-m-d-graz-st-at-avl-group-headquarters-graz/f2ed6d52-b87a-4262-aac3-a72dfc5ea0d4",
  "date": "2020-05-26"
}