{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "299430196",
  "location": "Wien, W 1060",
  "contract_type": null,
  "title": "Synyo Fellowships gefunden bei SYNYO",
  "subtitle": "Wien, W 1060",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"c239c4ac-0c0a-42f7-896a-55bad7f18771\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nSynyo Fellowships\n \n Join our team and be part of an independent research organization coordinating interdisciplinary European projects. We are currently looking for researchers, who intend to submit an application for a MSCA Individual Fellowship. This Individual Fellowship program is open for experienced researchers, who have either a doctoral degree or at least four years’ full-time research experience by the time of the call deadline. In particular, we are searching for committed postdocs or experienced scholars (more than four years in research) to join our research team. More information \n \n Let’s find a topic that matches your skills and interests!\n \n Generally, we are open for all kinds of topics that are suitable for the MSCA Individual Fellowship. In order to create synergies with our existing projects as well as with our future research interests, we outlined several topics. The topics are covering a variety of different fields from Data Science, Information Security, Energy and Climate Change, AAL and Social Sciences. Please see the open projects for further information regarding to areas of interest.\n \n What we offer\n \n The SYNYO GmbH holds two offices in central locations in Vienna, which both provide the ideal infrastructure needed for research and innovation activities. This includes modern workspaces with latest generation notebooks, servers, NAS systems, audio and video recording tools, state of the art programming, design and communication solutions as well as access to extensive digital libraries as well as cloud and web services. The management of the company is committed in offering the best working conditions to its staff.\n SYNYO will offer a range of trainings for enhancing the research efficiency and the management skills of the MSCA fellow. The training includes on the one hand a focus on the implementation of structured and efficient research roadmap that includes the definition of the processes, the systems and the personal targets. It also involves the development of professional research skills focussing on both the research processes and methodologies as well as its communication through visualizations. On the other hand, the training will also focus on research management. This includes proposal creation, consortium building, target oriented budgeting, project coordination, grant management, controlling and reporting. All these skills, which the researcher acquires, will enhance the researchers’ skills in the field of research management and will therefore boost the future career of the fellow.\n \n The MSCA fellow will work in the SYNYO Headquarter in Vienna, a dynamic and professional environment that values each person’s perspective. The researchers will provided with the resources, the support and the flexibility they need to achieve success, and the fellow will be integrated in the research team. Within this team, the researcher will collaborate with the other members in order to facilitate knowledge exchange. SYNYO will ensure a constant communication between the project of the MSCA fellow and the ongoing research projects at the weekly meetings of the SYNYO research managers. Additionally, the researcher will participate in the monthly team meetings, where the current status of the research projects (including the MSCA-project) is discussed.\n \n SYNYO also encourages to co-author publications together with the researcher, where synergies between the work of the MSCA-researcher and the SYNYO-researchers are carved out. Due to our wide network and international project partners, which SYNYO developed through the coordination of several EU-projects, the researcher will furthermore have the opportunity to establish contacts with other leading European research institutions.\n \n Recruiting Process\n \n We collaborate with exceptional people with outstanding capabilities and great potential. Our recruitment process consists of several stages and is designed to identify the right people with the right skills for our team. We encourage you to send us your application and will set up a conference call in case of interest. In order to set up a MSCA Fellowship some requirements have to be accomplished. Since we have expertise in applying for European projects, we will support you during the whole application procedure. For more information, please consult the open projects.\n \n Apply now: fellowships@synyo.com\n \n EXPRESSIONS OF INTEREST            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465605148=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465605148=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=c239c4ac-0c0a-42f7-896a-55bad7f18771\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/synyo-fellowships-wien-w-at-synyo/c239c4ac-0c0a-42f7-896a-55bad7f18771",
  "date": "2020-05-26"
}