{
  "Veröffentlicht:": "Vor 7 Tagen",
  "location": "Puch bei Hallein, S 5412",
  "contract_type": "Vollzeit, Festanstellung",
  "title": "Lead Engineer Qualifizierung (m/w/d) - -",
  "subtitle": "Puch bei Hallein, S 5412",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content \" id=\"JobDescription\" data-job-id=\"217655086\" data-folder-id=\"257937708\" data-is-cao=\"true\">\n\n<span id=\"TrackingJobBody\" name=\"TrackingJobBody\"><p>Wer sich über Jahrzehnte erfolgreich am Markt behauptet, der versteht sein Geschäft – davon kann man ausgehen. Bilfinger Industrietechnik Salzburg besitzt 60 Jahre Erfahrung im Anlagen- und Rohrleitungsbau. Gegründet 1955, gehört unser Unternehmen seit 2009 zur Bilfinger-Gruppe. Als international führender Industriedienstleister bietet Bilfinger seinen Kunden aus der Prozessindustrie maßgeschneiderte Engineering- und Serviceleistungen.</p><p>&nbsp;</p><p>Mit einer Stammbelegschaft von mehr als 500 Mitarbeitenden plant, fertigt und errichtet die Bilfinger Industrietechnik Salzburg Rohrleitungen, Systeme und Anlagen für den Biotechnologie-/Pharma-Bereich, für den Halbleiter- und den Energiesektor sowie für die Industrie.</p><p>&nbsp;</p><p><strong>Aufgaben:</strong></p><ul><li>Sie erstellen und&nbsp;prüfen Qualifizierungsunterlagen (DQ/FAT/IQ/OQ Testpläne und Berichte)</li><li>Sie planen und führen Anlagenqualifizierungen vor Ort bei unseren Kunden durch (FAT/IQ/OQ)</li><li>Sie übernehmen die Koordination der Qualifizierungstätigkeiten mit Kunden, sowie den Fachbereichen Verfahrenstechnik, Projektmanagement, Automatisierung und Montage</li><li>Sie sind verantwortlich für die Erstellung und Prüfung der technischen Anlagen- und Komponentendokumentation</li><li>Einarbeitung in SOPs und technische Standards unserer Kunden</li><li>Sie spielen eine maßgebliche Rolle bei der Erstellung von GMP-Risikoanalysen</li><li>Sie sind die Stellvertretung des Teamleiters</li></ul><p>&nbsp;</p><p><strong>Anforderungen:</strong></p><ul><li>Sie verfügen über eine abgeschlossene technische Ausbildung oder Studium (TU, FH) in einer naturwissenschaftlichen/technischen Fachrichtung</li><li>Sie bringen einschlägige Berufspraxis in einer ähnlichen Funktion im Prozessanlagenbau für die pharmazeutische Industrie (Inbetriebnahme, Dokumentation und Qualifizierung) oder einer vergleichbaren Branche mit (Biotechnologie, Lebensmittel, etc.)</li><li>Sie haben gute Kenntnisse der Regularien für den pharmazeutischen Anlagenbau ((c)GMP, GEP, GAMP, etc. von Vorteil)</li><li>Sie verfügen über verhandlungssichere Englischkenntnisse in Wort und Schrift</li><li>Ihr Arbeitsstil ist strukturiert</li><li>Sie sind eine verantwortungsbewusste und durchsetzungsstarke Persönlichkeit</li><li>Sie schätzen internationale Dienstreisen und sind zeitlich flexibel&nbsp;(bis zu 50% Reisetätigkeit, auch international)</li></ul><p>&nbsp;</p><p><strong>Angebot:</strong></p><ul><li>Wir wickeln spannende internationale Projekte in Europa und Übersee ab</li><li>Wir übernehmen gemeinsam Verantwortung und werden in der Einarbeitungsphase von einem Coach unterstützt</li><li>Wir schätzen ein erstklassiges Betriebsklima (u.a. DU-Kultur, flache Hierarchien, Teambuilding und viele mehr)</li><li>Wir greifen laufend auf ein umfassendes internes wie auch externes Fort- und Weiterbildungsangebot zu</li><li>Wir wachsen durch Erfahrung und entwickeln uns individuell zu Fachexperten oder Führungskräften</li><li>Wir sind sehr gut mit öffentlichen Verkehrsmitteln und Radwegen erreichbar</li><li>Wir arbeiten in einer attraktiven Umgebung (Arbeiten wo andere Urlaub machen – Büro mit Bergblick)</li></ul><p>&nbsp;</p><p>Im Rahmen des KV Eisen- und Metallverarbeitendes Gewerbe ist diese Position mit einem Bruttojahresgehalt von mindestens EUR 40.000,00 dotiert. Abhängig von Ihrer persönlichen Qualifikation und beruflichen Erfahrung ist eine marktkonforme Überzahlung vorgesehen.</p><p>&nbsp;</p><p>Möchten Sie uns bei dieser anspruchsvollen Aufgabe in einem herausfordernden Umfeld unterstützen? Dann setzen Sie gemeinsam mit uns den nächsten Schritt. Wir freuen uns auf Ihre Bewerbungsunterlagen. Bitte nutzen Sie die Möglichkeit der Online-Bewerbung.</p><p>&nbsp;</p><p>Für Rückfragen steht Ihnen Herr Gerald Schmied (Tel.: +43 662 8695-940 - E-Mail:&nbsp;<a>karriere.salzburg@bilfinger.com)</a>&nbsp;gerne zur Verfügung.</p><p>&nbsp;</p><p>Ingenieurwesen &amp; Beratung&nbsp;| Bilfinger Industrietechnik Salzburg GmbH&nbsp;| Unbefristet&nbsp;| Angestellte(r)&nbsp;| Professional&nbsp;| Engineering – Prozess&nbsp;</p><p>&nbsp;</p></span>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590466293948=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590466293948=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=217655086\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/lead-engineer-qualifizierung-m-w-d-puch-bei-hallein-s-at-/217655086",
  "date": "2020-05-26"
}