{
  "Veröffentlicht:": "Vor 29 Tagen",
  "Referenz-Nr.": "MEL00ON",
  "location": "Melbourne, VIC",
  "contract_type": null,
  "title": "Senior Information Security Analyst - (Job Number: MEL00ON) gefunden bei WorleyParsons",
  "subtitle": "Melbourne, VIC",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"a9382897-3c7a-444c-b15e-173dc438826d\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nSenior Information Security Analyst<br><br><strong>Company:</strong> Worley<br><strong>Primary Location:</strong> AUS-VIC-Melbourne<br><strong>Job:</strong> IT Security&lt; <br><strong>Schedule:</strong> Full-time<br><strong>Employment Type:</strong> Staff<br><strong>Job Level:</strong> Experienced&lt;<br><strong>Job Posting:</strong> Apr 23, 2020<br><strong>Unposting Date:</strong> May 24, 2020<br><strong>Reporting Manager Title:</strong> Global Business Information Security<div style=\"\"><div style=\"font-family%3A+quot%3Bhelvetica+neuequot%3B%2C+arial%2C+verdana%2C+sans-serif%3B+font-size%3A+small%3B+font-weight%3A+400%3B\"><div style=\"font-family%3A+Arial%3B\"><b>We are a leading global provider of professional project and asset services in the energy, chemicals and resources sectors.</b><div style=\"display%3A+inline+!important%3B\"><b>We have almost 60,000 amazing people in around 60 countries across the world covering the full lifecycle, from creating new assets to sustaining and enhancing operating assets for our customers.</b></div></div><div style=\"font-family%3A+Arial%3B\"><b><br></b></div><div style=\"font-family%3A+Arial%3B\"><div>Worley’s Global IT manages a large and diverse portfolio of projects to enable our business to drive efficiencies in the work we deliver for our customers. Central to the relationships with our customers and regulatory obligations is the security of our information and we are now offering the opportunity for an<b>Information Security Analyst</b>to join our growing global team of security experts.</div><div></div><div><p style=\"margin-bottom%3A+6pt%3B+line-height%3A+normal%3B\">This position is within the Global Business Information Security team and will be responsible for leading the information security projects, working with IT and business leaders, and requires proven technical security expertise, strong interpersonal and business skills, ability to work under minimal supervision, goal-oriented and highly organized personality.</p><br><p style=\"margin-bottom%3A+6pt%3B+line-height%3A+normal%3B\"><b>Successful candidate will:</b></p><ul><li>Define, promote and advocate business risk driven technical security requirements and recommendations.</li><li>Oversee implementation and maintenance of preventive, detective and corrective measures across the enterprise to protect business information.</li><li>Coordinate technical cyber security assessments of business ventures, partnerships, contractors and vendors.</li><li>Ensure adequate security controls are implemented to protect business information in databases, data warehouses and storage systems.</li><li>Team up with Worley teams and vendors to define cloud, infrastructure and endpoint security requirements, validate implemented changes and provide corrective measures to ensure protection of on-premise and cloud environments.</li><li>Develop metrics to track operational workflows: measure effectiveness of security processes, identify problem areas and provide actionable insight to management.</li><li>Developcontrol documentation based on security frameworks and tailored to business requirements and best practices: technical security documentation to include low level design, security baselines, process maps, operating procedures and guidelines.</li></ul></div></div></div></div>.To be successful in this role you will have significant working experience in the technical IT Security domain. We will be looking for the following skills, experience and attributes:<ul><li>Experienced, min 5 years in Information or Cyber Security roles.</li><li>Experience in assessing the technical security posture of on-premise and cloud IT environments, third-party providers of infrastructure and data management, HRM, CRM and workload automation solutions.</li><li>Proven experience in defining policies, rules and configurations for cyber security solutions.</li><li>Proven hands-on technical security experience with Web Proxies, NGFW, Email Security Gateways, SIEM, Identity Protection and Data Encryption solutions.</li><li>Hands-on experience with cloud services such as Salesforce, Office 365, GitHub, AWS, Microsoft Azure.</li><li>Understanding of ISO 27001:2013, CSA Cloud Controls Matrix requirements.</li><li>Active certifications and credentials in information systems or cyber security operations and management. These are desired, will be an added advantage, but are not essential.</li></ul><br><p style=\"margin-top%3A0px%3Bmargin-bottom%3A0px\">When you join WorleyParsons you’ll join an equal opportunity employer that believes in the inherent benefits of a diverse workplace, that promotes inclusion and flexibility. We encourage applications from a diverse population of people that reflects the range of countries, cultures and contexts spanned by our operations. We also work flexibly at WorleyParsons and are open to a range of proposals about what arrangements would best suit our people’s needs.</p><br><p style=\"margin-top%3A0px%3Bmargin-bottom%3A0px\"><b><br></b></p><br><p style=\"margin-top%3A0px%3Bmargin-bottom%3A0px\"><b>You must have current unrestricted working rights for the location(s) of roles you are applying for, to be eligible for consideration.</b></p><br><p style=\"margin-top%3A0px%3Bmargin-bottom%3A0px\"><br></p><br><p style=\"margin-top%3A0px%3Bmargin-bottom%3A0px\">To apply now for this role please complete the online application process throughthe WorleyParsons websitewww.worleyparsons.com.</p><br><p style=\"margin-top%3A0px%3Bmargin-bottom%3A0px\"><br></p><br><p style=\"margin-top%3A0px%3Bmargin-bottom%3A0px\">**Please note: no agency representation or submissions will be recognised for this vacancy.</p><div><br></div>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590277569200=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590277569200=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=a9382897-3c7a-444c-b15e-173dc438826d\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/senior-information-security-analyst-job-number-mel00on-melbourne-vic-at-worleyparsons/a9382897-3c7a-444c-b15e-173dc438826d",
  "date": "2020-05-24"
}