{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "293374848",
  "location": "Wien, W 1120",
  "contract_type": null,
  "title": "Site Reliability Engineer gefunden bei Nuance Communications Austria GmbH",
  "subtitle": "Wien, W 1120",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"944f8a35-7a27-4324-8c7c-b4711c476da1\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nSite Reliability Engineer\n \n Job ID 1-43430 Date posted 12/20/2019 Location Vienna, Austria \n \n Company Overview:\n \n Nuance Communications, Inc. is the pioneer and leader in conversational AI innovations that bring intelligence to everyday work and life. The company delivers solutions that understand, analyze and respond to human language, amplifying human intelligence. With decades of domain and artificial intelligence expertise, Nuance works with thousands of organizations – in healthcare, telecommunications, automotive, financial services, retail, and more – to create stronger relationships and better experiences for their customers.\n \n Join our Healthcare team...caring for clinicians the way they care for patients. Beyond words. We create technology that lets clinicians capture and document care quickly and easily so they can focus their attention on their patients. \n \n Job Summary:\n \n Responsibilities:\n \n Nuance's Healthcare division is looking for a Site Reliability Engineer who has development experience in Public cloud environments. This engineer will join the Site Reliability Engineer team to help deliver Nuance’s Healthcare solutions in the public cloud using latest and greatest cloud technologies. The role will be in the Site Reliability Engineering (SRE) team, working hand in hand with other SRE engineers and SRE architect to build new and maintain multiple existing data centers, create automated cloud deployments using Azure Devops, configure monitoring, logging, networking, etc.\n \n Join the SRE team to build multiple new Azure Cloud data centers around the world.\n Work with SRE architect and data scientists to define infrastructure requirements and design architecture to ensure the infrastructure meets performance and capacity requirements.\n Implement best practices promoting service availability/reliability and fault tolerance.\n Collaborate with Software development teams to ensure best practices are part of the software development design.\n Design, implements, and maintain monitoring tools &amp; mechanism to ensure high availability, latency, and overall system health.\n Design and implement innovations that improve service reliability, infrastructure resiliency and security, and availability.\n Serve as subject matter related to the service operations and second level of escalation for any issues in the Azure cloud data centers.\n Troubleshoot and provide root cause analysis for issues spanning code, network, database, and system components.\n \n Perform tasks related to securing and keeping the products, tools, and processes that you are responsible for secure.\n \n Develop and automate cloud deployment, post deployment validation, and other operational activities. (i.e. Continuous delivery pipeline).\n Design and automate emergency recovery procedures and other tool sets to reduce manual work.\n Collaborate with Product and software development teams to define Service level Agreements (SLAs), Objectives (SLOs), and indictors (SLIs).\n Provide technical leadership and mentoring to other members of SRE\n Participate in on-call rotation\n \n Qualifications:\n \n Bachelor degree in computer science, information sciences or related field or equivalent experience\n 2+ years proven development skills in one or more programming languages (e.g. Python, Java, .net C#, etc)\n Experience in software development or Technical Quality Assurance or System/Network Administrative or Technical support who seeks to learn and expand their experience into the SRE role.\n Experience in software development, automation, infrastructure as code.\n Experience in support of distributed systems with Linux &amp; Windows knowledge.\n Experience in a role with hands on complex Technical Problem Solving as a daily duty.\n Ability to operate in the fast pace environment\n Self-motivated &amp; willing to learn\n Ability to work independently and as part of a team\n Excellent Communication Skills\n Be curious and ask questions\n \n Preferred Skills:\n \n Knowledge of administrative tools and protocols\n Knowledge of Infrastructure as Code tools such as Azure ARM Templating or Terraform\n Knowledge of Configuration Management tools such as SaltStack, Puppet or Ansible\n Understanding and experience in cloud infrastructure and platforms, such as Azure\n Agile development experience/understanding\n Python /PowerShell or other scripting experience\n \n Additional Information:\n \n Nuance offers a compelling and rewarding work environment. We offer market competitive salaries, bonus, equity, benefits, meaningful growth and development opportunities and a casual yet technically challenging work environment. Join our dynamic, entrepreneurial team and become part of our continuing success.\n \n Options            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465610788=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465610788=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=944f8a35-7a27-4324-8c7c-b4711c476da1\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/site-reliability-engineer-wien-w-at-nuance-communications-austria-gmbh/944f8a35-7a27-4324-8c7c-b4711c476da1",
  "date": "2020-05-26"
}