{
  "Veröffentlicht:": "Heute",
  "Referenz-Nr.": "58A6B0A220314A69989D950693C5880B",
  "location": "Vienna",
  "contract_type": null,
  "title": "*CRA or Senior CRA (m/w/d) part-time 24h/week - sponsor dedicated, based in Austria* gefunden bei IQVIA",
  "subtitle": "Vienna",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"13ed918a-bd0d-4a86-aaa5-430ba15313f2\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nIQVIA™ is the leading human data science company focused on helping healthcare clients find unparalleled insights and better solutions for patients. Formed through the merger of IMS Health and Quintiles, IQVIA offers a broad range of solutions that harness the power of healthcare data, domain expertise, transformative technology, and advanced analytics to drive healthcare forward.<br>  <br>  <br>Join  IQVIA™ as a  <strong>CRA or Senior CRA</strong>  (m/w/d) in  <strong>part time 24h/week</strong> , and you will have the opportunity to plan and progress your career in the direction you choose.<br>  <br>  <br>IQVIA  _Clinical Functional Service Partnership_   business is unique. Our teams are dedicated to a single sponsor partner, where the common goal is quality delivery for our clients.  We set ourselves apart with collaboration and face to face contact both at start up and during the clinical study.<br>  <br>  <br>Leadership recognises the skills, talent and experience of our clinical teams and strives to build upon this as the function evolves and grows.   Our managers understand the sponsors priorities and the individual aspects of each model.  Focus is given to career development from day one, including new hire orientation and onboarding, day to day problem solving and training and development.<br>  <br>  <br>Unique to the FSP model, our team contributes to the pipelines of the specific sponsor and therefore our CRAs are ‘indication and molecule experts’.  Additionally, IQVIA’s FSP business works with the Sponsors SOP’s, creating more continuity for both parties.<br>  <br>  <br>Our models offer excellent opportunities for experienced CRA’s to expand their knowledge and skills.<br>  <br>  <br><strong>What we Offer:</strong><br>  <br>  <br>+ Excellent salary and benefits package<br>  <br>+ Company car (after probation period)<br>  <br>+ Flexible working hours in an office- or home-based role<br>  <br>+ We invest in keeping our teams stable, so workload is consistent<br>  <br>+ We offer genuine career development opportunities for those who want to grow as part of the organisation<br>  <br>+ We give the chance to work on cutting edge medicines, right at the forefront of new medicine development<br>  <br>  <br><strong>Role Details:</strong><br>  <br>  <br>+ Working in partnership with a single-sponsor<br>  <br>+ Usually allocated to 2-3 protocols<br>  <br>+ On site between 40-60% of working time, dependant on the sponsor<br>  <br>+ All CRAs and SCRAs are allocated a dedicated IQVIA Line Manager<br>  <br>+ Permanent employment contract<br>  <br>+ Fantastic work/life balance - flexible working hours<br>  <br>  <br><strong>Responsibilities:</strong><br>  <br>  <br>+ Site management and monitoring activities across Austria<br>  <br>+ Work with sites to adapt, drive and track subject recruitment plan<br>  <br>+ Provide protocol and study training to the assigned sites<br>  <br>+ Create and maintain monitoring visit reports and action plans<br>  <br>+ If appropriate, co-monitor, train and mentor junior members of the team<br>  <br>  <br><strong>Become part of our team.</strong><br>  <br>  <br>We believe in hiring the best talent in the industry.<br>  <br>  <br><strong>To become part of our team, you should:</strong><br>  <br>  <br>+ Have a degree in Life Sciences or have equivalent experience within a nursing background.<br>  <br>+ Have  <strong>at least 2 years of independent on-site monitoring experience</strong><br>  <br>+ Be experienced in handling multiple protocols across a variety of drug indications with good time management skills<br>  <br>+ Have in depth  <strong>GCP knowledge</strong><br>  <br>+ Be flexible with the ability to travel nationwide<br>  <br>+ Hold a  <strong>full European and clean driving licence</strong><br>  <br>+ Possess strong communication, written and presentation skills are a must (must have  <strong>fluency in German and in English</strong>  language)<br>  <br>  <br>With the merger between Quintiles and IMS Health, we now have access to significant data pools allowing better site selection and recruitment. This helps drive performance of sites making the CRA role more efficient and discussions at site more productive. It’s the next generation of clinical development<br>  <br>  <br>Whatever your career goals, we are here to ensure you get there!<br>  <br>  <br>Monthly gross salary for full-time: starting at 3.000 EUR basic - an overpay is possible according to skills and working experience.<br>  <br>  <br>_Due to the international scope of our business please apply with English version CV._<br>  <br>  <br>_Join Us_<br>  <br>  <br>Making a positive impact on human health takes insight, curiosity, and intellectual courage. It takes brave minds, pushing the boundaries to transform healthcare. Regardless of your role, you will have the opportunity to play an important part in helping our clients drive healthcare forward and ultimately improve outcomes for patients.<br>  <br>  <br>Forge a career with greater purpose, make an impact, and never stop learning.<br>  <br>  <br>At IQVIA, we have a vision. Where every healthcare decision is based on evidence. Where data science and human science come together to improve global health. Where new and creative solutions aren’t just possible – they are expected.<br>  <br>  <br>Thank you for your interest in growing your career with us. It takes insight, curiosity, and intellectual courage to transform healthcare. The 56,000+ employees of the IQVIA family of companies, including Q2 Solutions, are reimagining a world without the consequences of disease. We are brave minds bringing powerful ideas to reality. At IQVIA, you can truly make an impact in an environment where you’re supported to succeed.<br>  <br>  <br>EEO Minorities/Females/Protected Veterans/Disabled            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590466688711=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590466688711=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=13ed918a-bd0d-4a86-aaa5-430ba15313f2\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/cra-or-senior-cra-m-w-d-part-time-24h-week-sponsor-dedicated-based-in-austria-vienna-at-iqvia/13ed918a-bd0d-4a86-aaa5-430ba15313f2",
  "date": "2020-05-26"
}