{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "306758840",
  "location": "Wien, W 1090",
  "contract_type": null,
  "title": "Assistant Professor in New Media Technology gefunden bei MODUL Technology GmbH - webLyzard technology gmbh",
  "subtitle": "Wien, W 1090",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"bff971ea-20a4-4add-954e-5d6fe8c8a82e\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nAssistant Professor in New Media Technology \n \n November 1, 2017/in  /by  \n \n Research and Teaching Position\n Vienna, Austria – March 2018\n \n is an international university with a panoramic view over the City of Vienna. The Department of New Media Technology is seeking an outstanding scholar at the Assistant Professor level to jointly advance the state of the art in one or more of the following disciplines: Web Intelligence, Big Data, Information Visualization, Predictive Analytics, Knowledge Extraction, Opinion Mining, Linked Data, Semantic Search or Recommender Systems.\n \n We invite you to join a dynamic and innovative research team and collaborate with international organizations as part of high-profile showcases such as the UNEP Live Web Intelligence Portal and the  , as well as European Horizon 2020 projects such as InVid and  .\n \n The successful candidate will teach courses in graduate and undergraduate programs offered by MODUL University Vienna. The teaching load for this position is five weekly units per semester – each unit equals 45 minutes in the class room.\n \n Essential Qualifications\n \n Doctorate in business informatics, computer science, management information systems, business administration, or a closely related field.\n Outstanding publication track record and research project experience.\n Strong analytical skills; ability to supervise and participate in software development efforts.\n Teaching experience and commitment to conduct engaging seminars.\n Willingness to contribute to the internal services of the university.\n Excellent written and spoken English (German is not a requirement).\n \n Salary and Application Process\n \n The position will remain open until filled. MU Vienna offers five-year contracts with the option to renew after a performance evaluation. The initial salary is EUR 55,000 before taxes, with additional remuneration for extra teaching and outstanding scholarship. As per Austrian regulations, social security including health, pension and unemployment insurance is covered by the terms of the employment. MU Vienna is an equal opportunity employer and strongly encourages qualified women to apply. Please send your application including cover letter, CV and a list of publications to maximilian.lang@modul.ac.at (English or German; preferably as a single PDF file up to 8 MB).            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465577337=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465577337=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=bff971ea-20a4-4add-954e-5d6fe8c8a82e\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/assistant-professor-in-new-media-technology-wien-w-at-modul-technology-gmbh-weblyzard-technology-gmbh/bff971ea-20a4-4add-954e-5d6fe8c8a82e",
  "date": "2020-05-26"
}