{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "304426376",
  "location": "St. Marienkirchen bei Schärding, Oö 4774",
  "contract_type": null,
  "title": "Electronics Technician (m/f/x) gefunden bei Frauscher Sensortechnik GmbH",
  "subtitle": "St. Marienkirchen bei Schärding, Oö 4774",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"22126b08-3e27-4b9a-9242-059206d77c7a\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nElectronics Technician (m/f/x) \n Operating Logistics Specialist (m/f/x) \n Office Administrator (m/f/x) \n Application Developer (m/f/x) \n Information Technician (m/f/x) \n Media Expert (m/f/x) \n \n We’re looking forward to receiving your application! \n \n Expertise on the Cutting Edge of Technology\n \n Apprenticeship Electronics Technician\n \n Electronics technicians are experts in a subarea of electronics. Their tasks range from planning, building and testing to putting into operation of electronic modules of all kinds. Programming of electrical equipment is equally a part of this varied job. In addition, our apprentices learn about network engineering – for instance, the communication of devices and systems via suitable software and hardware. Electronics technicians are always on the cutting edge of technological development. That’s how even changing a malfunctioning smartphone display, for instance, becomes a piece of cake during the course of their training. \n \n Duration of the apprenticeship: 3.5 years | Vocational school: Linz (Austria)\n \n Keeping an Eye on Resources, Goods and Warehouses\n \n Apprenticeship Operating Logistics Specialist\n \n Operating Logistics Specialists are our experts for resources, goods and warehousing. Their scope of work is broad: from ordering to incoming goods inspection and warehousing of the goods, final assembly and product shipping. In addition, regular quality control as well as the filling out of forms and accompanying documentation are part of their daily work. A special software supports our experts in their tasks. Operating Logistics Specialists are always in contact with suppliers, forwarding agencies and colleagues from various areas. \n \n Duration of the apprenticeship: 3 years | Vocational school: Ried im Innkreis (Austria)\n \n Administrative Allrounders\n \n Apprenticeship Office Administrator\n \n Office Administrators are in charge of all our office tasks in the area of administration and organisation. During the apprenticeship, they get insight into accounting and human resource management, purchase of goods and office management. After their training, they possess comprehensive computer and software skills. In addition, they know about the company’s economic standing in the market and acquire basic business and legal knowledge. That’s what makes our Office Administrators true allrounders in the area of administration. Main tasks and specialised field of activity are decided on together after completion of the apprenticeship. \n \n Duration of the apprenticeship: 3 years | Vocational school: Ried im Innkreis (Austria)\n \n Speaking in Code\n \n Apprenticeship Application Developer\n \n Usability, user interfaces, data models: Apprentices in the area of application development/coding take on an active role while programming application software and firmware for embedded systems. During their training, they become experts in various coding languages. They independently develop programmes making use of different software methods. Creating technical documentation is part of their diverse scope of duties as well. Future application developers are always accompanied by experienced colleagues from the research and development department. \n \n Duration of apprenticeship: 4 years | Vocational school: Linz (Austria) \n \n Shaping the Company’s Public Perception\n \n Apprenticeship Media\n \n Media experts support our marketing department – for instance, in planning and implementing major projects. Their scope of work includes independent creation of graphics for leaflets, brochures and promotional material. During their training, they learn how to use different image editing and graphic programmes. In addition, they work in close collaboration with various agencies and write or edit texts for different communication channels such as websites or social media platforms. Together with their colleagues, our media experts shape the public perception and branding of the company. \n \n Duration of apprenticeship: 3 years | Vocational school: Linz (Austria) \n \n Ensuring Safe and Smooth Workflows\n \n Apprenticeship Information Technician\n \n Apprentices in the area of information technology support our IT department in choosing network components and putting them into operation. In addition, they assist their colleagues during ongoing projects and the configuration of entire server systems. With their support, they enable our employees at all locations worldwide to safely and smoothly carry out their tasks. The topics of safety and security accompany information technicians throughout their entire professional training. They analyse possible risks and implement necessary measures. Additionally, they create technical documentation, presentations and reports. \n \n Duration of apprenticeship: 4 years | Vocational school: Linz (Austria) \n \n Exemplary Apprentice Training 2018–2021\n \n INEO            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465582937=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465582937=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=22126b08-3e27-4b9a-9242-059206d77c7a\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/electronics-technician-m-f-x-st-marienkirchen-bei-sch%C3%A4rding-o%C3%B6-at-frauscher-sensortechnik-gmbh/22126b08-3e27-4b9a-9242-059206d77c7a",
  "date": "2020-05-26"
}