{
  "Veröffentlicht:": "Heute",
  "Referenz-Nr.": "465523",
  "location": "Vienna",
  "contract_type": null,
  "title": "Consultancy - Animation Support gefunden bei International Atomic Energy Agency",
  "subtitle": "Vienna",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"15940848-0597-46d8-94f6-e76c7ac3340f\" data-folder-id=\"0\" data-is-cao=\"true\">\n\n<div><div>Consultancy - Animation Support-(TAL-OPIC20200518-003)</div><div><h4>Organization</h4>:OPIC-Media, Multimedia and Public Outreach Section</div><div><h4>Primary Location</h4>:Austria-Vienna-Vienna-IAEA Headquarters</div><div><h4>Job Posting</h4>:2020-05-22, 10:57:14 PM</div><div><h4>Closing Date</h4>:2020-06-06, 9:59:00 PM</div><div>Duration in Months:12</div><div>Contract Type:Special Service Agreement - SSA</div><div><p><br></p><table><tbody><tr><td><p>Organizational Setting</p><p><br></p><p>The Office of Public Information and Communication provides objective, accurate and timely information about the IAEA and nuclear developments that fosters public understanding of the IAEA's global roles. It also provides advice to the Director General on relations with the media and organizes press briefings. The Office coordinates the communication activities for the rest of the house and assists in the media aspects of major IAEA events and conferences.<br><br>The Media, Multimedia and Public Outreach Section has corporate responsibility for relations with the media and the public, as well as for producing audio and video materials to promote the IAEA's activities.<br></p><p><br></p><p>Main Purpose</p><p><br></p><p>Animations and other digital visual techniques are increasingly used to enhance the quality and quantity of the multimedia outreach content of international organisations and others, in order to expand their communication reach to a wide public audience, especially among young people. These techniques can help make a traditional video more informative and attractive for viewers, or be used to explain complex technical and scientific content as standalone media products. They are especially suitable for wide dissemination across social media platforms, which are increasingly important communication vehicles for organisations like the IAEA.<br><br>The Media, Multimedia and Public Outreach Section, is responsible for the production of multimedia products for a wide range of public outreach activities. Such products include video and photo productions, animations and audio-visual materials for events in Vienna and in IAEA Member States. The section is looking for a talented digital artist to assist with the creative design of such products and to produce animations for the IAEA's website and social media channels.<br></p><p><br></p><p>Functions / Key Results Expected</p><p>Produce 2 and 3D animations, with the aim of at least 5 stand-alone short animations (1,5 to 3 minutes maximum) for the duration of the contract.<br><br></p><p>Qualifications and Experience</p><p><br></p><ul><li><p>University Degree in any field, however a degree in Digital Media Arts and Animation would be an asset.</p></li><li><p>Minimum five years experience in the digital arts field.</p></li><li><p>2D and 3D animation production skills.</p></li><li><p>Knowledge of Final Cut Pro and Avid editing systems.</p></li><li><p>Experience in the use of Photoshop, Illustrator, After Effects, Cinema 4D and Maya.</p></li><li><p>Excellent command of written and spoken English. Knowledge of other official IAEA languages (Arabic, Chinese, French, Russian&nbsp;and Spanish) is an asset.</p></li></ul><p><br></p><p>Remuneration</p><p>The remuneration for this consultancy is a daily fee of up to a maximum of € 260, based on qualifications and experience. In case duty travel is required within the assignment, a daily subsistence allowance (DSA) and travel costs are provided. Health coverage and pension fund are the responsibility of the incumbent.</p><p><br></p></td></tr><tr><td></td></tr></tbody></table><p><a></a><a></a><br></p></div></div>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590466705388=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590466705388=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=15940848-0597-46d8-94f6-e76c7ac3340f\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/consultancy-animation-support-vienna-at-international-atomic-energy-agency/15940848-0597-46d8-94f6-e76c7ac3340f",
  "date": "2020-05-26"
}