{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "442510",
  "location": "Vienna",
  "contract_type": null,
  "title": "Consultant - IT Systems Engineer gefunden bei International Atomic Energy Agency",
  "subtitle": "Vienna",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"ba29062e-5306-42b3-94cf-5e34864410c1\" data-folder-id=\"0\" data-is-cao=\"true\">\n\n<div><div>Consultant - IT Systems Engineer-(TAL-MTIT20191105-001)</div><div><h4>Organization</h4>:MTIT-Enterprise Systems Unit</div><div><h4>Primary Location</h4>:Austria-Vienna-Vienna-IAEA Headquarters</div><div><h4>Job Posting</h4>:2020-01-20, 3:10:13 PM</div><div><h4>Closing Date</h4>:2020-02-10, 10:59:00 PM</div><div>Duration in Months:12</div><div>Contract Type:Special Service Agreement - SSA</div><div><b>This is a re-opening of the Consultancy posting. Applicants who already submitted their application do not need to re-submit it again.</b><p></p><table><tbody><tr><td><p>Duration</p><p><br></p><p>12 months</p><p></p><p>Organizational Setting</p><p><br></p><p>The Division of Information Technology (MTIT) is a high performing team on a continuous improvement journey to deliver<br>ever more value toward the IAEA's important mission: Atoms for Peace and Development. We focus on Using Technology<br>Better, Using Better Technology, Securely. MTIT is well into a transformation that achieves operational excellence, while<br>also delivering on the six pillars of the IAEA's Business Technology Strategy: Building an Adaptive IT Workforce,<br>Implementing a Holistic IT Risk Management and Information Security Programme, Improving How the IAEA Works,<br>Collaborating and Cooperating Across IT, Managing and Sharing Information, and Cultivating an Innovation Mindset.<br><br>The Infrastructure Services Section (ISS) focuses on the operational excellence, security, reliability, performance, and cost<br>optimization of the IAEA's network, compute and storage systems. We aim to modernize and use the Cloud when<br>appropriate, ensuring that the confidentiality, integrity, and availability of the IAEA's information and information systems<br>always come first. The Infrastructure Services Section includes three Units: Network and Telecommunications, Enterprise<br>Systems, and Security Systems.<br></p><p><br></p><p>Main Purpose</p><p><br></p><p>The consultant will provide technical advice and expertise to new and on-going projects with the aim to optimize and modernize the IAEA infrastructure environment.</p><p><br></p><p>Functions / Key Results Expected</p><p><br></p><p>• Complete any open tasks required to close out SharePoint 2019 Proof of Concept.<br>• Complete migration of on-premise SharePoint environment to version 2019. This includes planning migration, coordination of resources, providing updates on progress, testing in dev and QA environments as well as decommissioning of legacy infrastructure as appropriate.<br>• Review Sharepoint environment and provide recommendations, if needed, for improvements. Implement improvements that are accepted by the Sharepoint domain team.<br>• Update / create relevant documentation of Sharepoint environment.</p><p><br></p><p>Knowledge, Skills and Abilities</p><p><br></p><p>Required</p><ul><li><div>Systems Administration</div></li></ul><p><br></p><p>Qualifications and Experience</p><p><br></p><ul><li><p>A first level university degree in Computer Science, Information Technology, IT Security or a related field.&nbsp;A high school diploma with additional 4 years&nbsp;of relevant work experience in Computer Science, Information&nbsp;Technology, IT Security or a related field will be considered in lieu of the university degree.</p></li><li><p>Non-Degree Program - Accredited certification in Project Management such as PMP or Prince2 is an asset;</p></li></ul><ul><li><p>Non-Degree Program - Internationally recognized Information or IT Security Certification such CISSP, CISM, CISA or GIAC is an asset;</p></li><li><p>A minimum of&nbsp;five years of relevant experience in the IT infrastructure area indicated, including up-to-date knowledge of and experience in administering Enterprise on-premise and Cloud systems;</p></li><li><p>Knowledge of ITIL processes is desirable;</p></li><li><p>Excellent oral and written command of English. Knowledge of other official IAEA languages (Arabic, Chinese, French,<br>Russian and Spanish) is an asset.</p></li></ul><p><br></p><p>Remuneration</p><p><br></p><p>The remuneration for this consultancy is a daily fee of up to a maximum of € 333, based on qualifications and experience. In case duty travel is required within the assignment, a daily subsistence allowance (DSA) and travel costs are provided. Health coverage and pension fund are the responsibility of the incumbent.</p><p><br></p></td></tr><tr><td></td></tr></tbody></table><p></p><p></p><p><a></a><a></a><br></p></div></div>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465520879=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465520879=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=ba29062e-5306-42b3-94cf-5e34864410c1\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/consultant-it-systems-engineer-vienna-at-international-atomic-energy-agency/ba29062e-5306-42b3-94cf-5e34864410c1",
  "date": "2020-05-26"
}