{
  "Veröffentlicht:": "+Vor 30 Tagen",
  "Referenz-Nr.": "295814678",
  "location": "Wien, W 1060",
  "contract_type": null,
  "title": "Volunteer GovTech.Pioneers ⚧ gefunden bei Pioneers",
  "subtitle": "Wien, W 1060",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"e2a309f2-cb53-454e-b60b-b8c2c3306f84\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nVolunteer GovTech.Pioneers ⚧\n \n Vienna I April 1st-2nd 2019\n \n Want to meet political decision makers, corporates, startups and experts in the field of Governmental Technologies, learn a ton of new things and get first-hand experience of how one of the most exclusive and professional tech startup events is run? Well then, best you become a volunteer for STARTeurope, co-host of GovTech.Pioneers! GovTech.Pioneers, which takes place on April 1st-2nd 2019 in Vienna, is the ultimate meeting point for the innovators behind the market as well as to learn more about the latest trends in Citizen Collaboration, Cyber Security, Education Tech.\n \n What you should bring\n \n A passion for startups, and the impact they have on moving the world forward\n \n Some work experience in the event area is an advantage\n \n A hands-on mentality \n \n An interest in working within an international team\n \n And open-minded, cheerful and friendly personality\n \n A good level of spoken English \n \n Availability on April 1st-2nd 2019\n \n Your responsibilities\n \n Supporting the Pioneers core team on-site \n \n Dealing with last-minute to-dos\n \n Administrative support\n \n Hospitality and registration\n \n Backstage support\n \n Speaker support\n \n Available Roles\n \n Here’s a short description of what each team does, so you can find your perfect role.\n \n Registration and Info Desk\n \n If you love working with people or have experience in hospitality, don’t hesitate to apply for this role. Your job will be to register our guests, which will be mostly political decision makers, high-potential and well-known GovTech experts and different players from the private sector and give them a warm welcome. Be our know-it-all throughout the event, helping out our guests with information, advice and lots of smiles! \n \n Tech Support Main Stage and Pitching Stage\n \n Do you like to accompany and support our speakers and startups for their appearance on stage? Provide them with the technical needs and prepare them as well as their equipment and the stages before they take center stage. Either speakers or the newest and best GovTech startups: you are the person that is responsible that those main figures are ready! \n \n Productions Main Stage and Pitching Stage\n \n You are working closely with the person responsible for Tech Support. You are responsible that the program on your stage runs fluently, that the speakers and startups are in time and that the sessions are starting on time. You are the “Event Manager” for one stage and put on a great show with your team mate from Tech Support. \n \n Workshop Room and Wardrobe\n \n If you love working with people or have experience in hospitality, don’t hesitate to apply for this role. At crunchtime you get in contact with the experts of Govtech and all the other VIP guests to cover up the facilities, while during the day your task is to get through the program in the Workshop rooms where the themes Security/Public Safety, Citizen Collaboration and Blockchain will be dealt with. \n \n Networking Support (Matchmaking)\n \n If, like Pioneers, you love connecting people, then this is where you’ll feel at home. Help our invited guests discuss their mad ideas with each other in our exclusive meeting rooms. \n \n Social Media\n \n Are you always glued to your screen, reading and sharing content that grabs you? Post away and keep our guests and the wider public in the loop. \n \n Media Lounge &amp; Interview Coordination\n \n This is where all the journalists will hang out. If you’re a genius when it comes to time-management and you love your media, then this might be the role for you. Help everyone find their spots and slots for interviews. \n \n Expo Room\n \n Looking after corporates and make them feel comfortable is what interests you the most? You are an open, prepared person and know how to deal with corporates and their needs? Then you are the right person to take care of the Exhibition Spots our partners have at GovTech.Pioneers. Make them feel comfortable and support them throughout the day with their booth. \n \n Runner\n \n Help wherever help is needed. You might end up running around all day, or you might find yourself listening to talks and relaxing in lounges. It’s a gamble, but it’s guaranteed to be fun either way. \n \n What we offer\n \n A welcoming work environment with a dynamic, highly motivated and international team. Pioneers is a well-known brand with a huge network in the startup area. You’ll get insights in how to set up an event as well as the chance to network with leading politicians, corporates and startups in the respective area. \n \n Sounds good?\n \n We would love to hear from you! Just fill out the form below, add your CV or LinkedIn profile and convince us that you’re the right person for the job, but don’t wait too long: spaces are limited and will run out quickly as previous years have proven. If there are any further questions, please do not hesitate to contact us at volunteer@pioneers.io .            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465549025=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465549025=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=e2a309f2-cb53-454e-b60b-b8c2c3306f84\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/volunteer-govtech-pioneers-%E2%9A%A7-wien-w-at-pioneers/e2a309f2-cb53-454e-b60b-b8c2c3306f84",
  "date": "2020-05-26"
}