{
  "Veröffentlicht:": "Vor 7 Tagen",
  "location": "Puch bei Hallein, S 5412",
  "contract_type": "Vollzeit, Festanstellung",
  "title": "Senior Process Engineer (m/w/d) - -",
  "subtitle": "Puch bei Hallein, S 5412",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content \" id=\"JobDescription\" data-job-id=\"217655066\" data-folder-id=\"257937696\" data-is-cao=\"true\">\n\n<span id=\"TrackingJobBody\" name=\"TrackingJobBody\"><p>Wer sich über Jahrzehnte erfolgreich am Markt behauptet, der versteht sein Geschäft – davon kann man ausgehen. Bilfinger Industrietechnik Salzburg besitzt 60 Jahre Erfahrung im Anlagen- und Rohrleitungsbau. Gegründet 1955, gehört unser Unternehmen seit 2009 zur Bilfinger-Gruppe. Als international führender Industriedienstleister bietet Bilfinger seinen Kunden aus der Prozessindustrie maßgeschneiderte Engineering- und Serviceleistungen.</p><p>&nbsp;</p><p>Mit einer Stammbelegschaft von mehr als 500 Mitarbeitenden plant, fertigt und errichtet die Bilfinger Industrietechnik Salzburg Rohrleitungen, Systeme und Anlagen für den Biotechnologie-/Pharma-Bereich, für den Halbleiter- und den Energiesektor sowie für die Industrie.</p><p>&nbsp;</p><p><strong>Aufgaben</strong></p><ul><li>Sie arbeiten am verfahrenstechnischen Engineering von Projekten im Prozessanlagenbau für die pharmazeutische oder biotechnologische Industrie</li><li>Sie führen ein Projektteam (2 -10 Personen) und interagieren mit internen und externen Bereichen</li><li>Sie planen die verfahrenstechnische Auslegung und berechnen Grundoperationen bzw. Rohrleitungssysteme</li><li>Sie sorgen für die Qualifizierung nach cGMP-Regelwerken (IQ und OQ)</li><li>Sie führen Inbetriebnahmen in der Fertigung in Puch sowie beim Kunden vor Ort durch</li><li>Sie koordinieren und kontrollieren die Projekt-Dokumentationen</li><li>Sie gelten als zentrale Ansprechperson des Montage- sowie Ihres Projektteams</li></ul><p>&nbsp;</p><p><strong>Anforderungen</strong></p><ul><li>Sie haben eine Ausbildung in einem naturwissenschaftlichen/technischen Bereich (z.B. Studium Verfahrenstechnik, Lebensmittel- und Biotechnologie, Pharmazeutische Technologie, Maschinenbau – Verfahrenstechnik, Verfahrenstechnische Produktion, Anlagenbau, Umwelttechnik etc.) abgeschlossen</li><li>Sie kennen die Pharmaindustrie und haben bereits mehrjährige Berufspraxis im Anlagenbau</li><li>Sie wissen wie Projekt-Teams ticken und haben bereits einige geführt (Planungsgruppe,&nbsp;Montageführungskräfte vor Ort, Sub-Teams in Projekten)</li><li>Sie bringen vorzugsweise ein Projektmanagement oder eine kaufmännische Zusatzausbildung mit</li><li>Sie haben umfangreiche Erfahrung bei der Inbetriebnahme, Dokumentation und Qualifizierung von Anlagen</li><li>Sie setzen auf Qualität und haben sich daher bereits sehr gute Kenntnisse der Regularien für den pharmazeutischen Anlagenbau ((c)GMP, GEP, GAMP, etc.) angeeignet</li><li>Sie verfügen über sehr gut Englischkenntnisse</li><li>Sie legen Wert auf eine sehr gute Selbstorganisation und einem strukturierten Arbeitsstil</li><li>Sie schätzen internationale Dienstreisen und sind zeitlich flexibel (Reisebereitschaft großteils in der DACH-Region, bis zu 6 Monate im Jahr, jedes Wochenende zu Hause)</li></ul><p>&nbsp;</p><p><strong>Angebot</strong></p><ul><li>Wir wickeln spannende internationale Projekte in Europa und Übersee ab</li><li>Wir übernehmen gemeinsam Verantwortung und werden in der Einarbeitungsphase von einem Coach unterstützt</li><li>Wir schätzen ein erstklassiges Betriebsklima (u.a. DU-Kultur, flache Hierarchien, Teambuilding und viele mehr)</li><li>Wir greifen laufend auf ein umfassendes internes wie auch externes Fort- und Weiterbildungsangebot zu</li><li>Wir wachsen durch Erfahrung und entwickeln uns individuell zu Fachexperten oder Führungskräften</li><li>Wir sind sehr gut mit öffentlichen Verkehrsmitteln und Radwegen erreichbar</li><li>Wir arbeiten in einer attraktiven Umgebung (Arbeiten wo andere Urlaub machen – Büro mit Bergblick)</li></ul><p>&nbsp;</p><p>Im Rahmen des KV Eisen- und Metallverarbeitendes Gewerbe ist diese Position mit einem Bruttojahresgehalt von mindestens EUR 45.000,- dotiert. Abhängig von Ihrer persönlichen Qualifikation und beruflichen Erfahrung ist eine marktkonforme Überzahlung möglich.</p><p>&nbsp;</p><p>Möchten Sie uns bei dieser anspruchsvollen Aufgabe in einem herausfordernden Umfeld unterstützen? Dann setzen Sie gemeinsam mit uns den nächsten Schritt. Wir freuen uns auf Ihre Bewerbungsunterlagen. Bitte nutzen Sie die Möglichkeit der Online-Bewerbung.</p><p>&nbsp;</p><p>Für Rückfragen steht Ihnen Verena Hagn&nbsp;gerne über&nbsp;<a rel=\"nofollow\"><span data-mux=\"tooltip\" data-placement=\"top\" title=\"\" class=\"mux-tooltip\" mux1590466288244=\"7\" data-original-title=\"Bitte nutze für eine Bewerbung den Bewerben-Button. Falls dieser nicht vorhanden sein sollte, nutze bitte die Kontaktinformation in der Stellenanzeige.\">karriere.salzburg@bilfinger.com</span></a>&nbsp;oder unter +43 662 8695-329 zur Verfügung.</p><p>&nbsp;</p><p>Ingenieurwesen &amp; Beratung&nbsp;|&nbsp;Bilfinger Industrietechnik Salzburg GmbH&nbsp;| Unbefristet&nbsp;| Angestellte(r)&nbsp;| Professional&nbsp;| Engineering – Prozess&nbsp;</p></span>            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590466288244=\"8\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590466288244=\"9\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=217655066\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/senior-process-engineer-m-w-d-puch-bei-hallein-s-at-/217655066",
  "date": "2020-05-26"
}