{
  "Veröffentlicht:": "Vor 12 Tagen",
  "Referenz-Nr.": "293362597",
  "location": "Wien, W 1000",
  "contract_type": null,
  "title": "IT Security Specialist (m/f) gefunden bei Ivoclar Vivadent AG",
  "subtitle": "Wien, W 1000",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"e9ad07ba-4313-4542-a9ce-6ef51eac0f41\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nIT Security Specialist (m/f)\n \n Wien, Österreich \n \n Sie sind ein kompetenter Ansprechpartner mit einem breiten Spektrum als Security-Experte. Sie arbeiten gerne in einem internationalen Umfeld. IT-Security ist Ihre Leidenschaft. Wir freuen uns auf Sie!\n \n Ihre Aufgaben:\n \n Sie sind konzernweit für die Information Security verantwortlich. \n Ihnen obliegt die Gestaltung und Weiterentwicklung unseres ISMS und die Integration von Security-Maßnahmen in unserer IT-Umgebung. \n Die Definition und Implementierung von Abläufen, Prozessen und Reportingstrukturen in Bezug auf Information Security liegt in Ihrem Aufgabenbereich. \n Sie sind zuständig für die Auswertung Security-relevanter Ereignisse. \n Sie setzen Maßnahmen zur Behebung und Vermeidung von Security-relevanten Ereignissen. \n Die Erkennung von Cyber-Attacken und aktuellen Angriffsmustern sind ebenfalls Ihrem Zuständigkeitsbereich zugeordnet.\n Sie kümmern sich um das Incident Management für IT Security. \n Sie koordinieren und führen Sensibilisierungs- und Schulungsmaßnahmen durch. \n \n Das bringen Sie mit\n \n Sie besitzen über eine abgeschlossene Ausbildung (HTL, FH, Uni) im Bereich ICT Information Security.\n Sie haben mindestens 2 Jahre Berufserfahrung im Bereich Information Security.\n Sie verfügen über grundsätzliche Kenntnis relevanter Normen (z.B. ISO/IEC 27001, BSI Grundschutz) und Begrifflichkeiten.\n Sie besitzen ein gutes Know-How im Bereich Information Security, idealerweise mit Einführungserfahrung. Zertifizierungen im Security Umfeld (CISM, CEH, CISSP) sowie ITIL sind hierbei von Vorteil.\n Sie kennen sich mit IT-Systemen, IT-Technologien, Servern, Netzwerken, Cloud Technologien, gängigen Softwarelösungen und Desktop-Applikationen gut aus.\n Sie haben eine fundierte Projektmanagementerfahrung.\n Sie verfügen über gute Deutsch- und Englischkenntnisse.\n Sie sind ein lösungsorientierter, strukturierter Teamplayer mit selbständigem Arbeitsstil und besitzen eine kommunikative, offene Persönlichkeit. \n \n Gestalten Sie mit uns die Zukunft der Dentalbranche\n \n Ivoclar Vivadent ist ein weltweit führendes Dentalunternehmen mit 3500 Mitarbeitenden. Wir leben und lieben Innovation und stehen für Tradition und Qualität – dabei leiten uns die Werte und die Kultur eines nachhaltig agierenden Familienunternehmens mit langfristiger Perspektive.\n \n Wir bringen Menschen zum Lächeln\n \n Um dieses Ziel zu erreichen, suchen wir Leute mit Ideen, Mut und Tatkraft. Köpfe und Kräfte, die unsere Leidenschaft teilen. Bei uns finden Sie eine Welt der Vielfalt, des gegenseitigen Respekts und der Zusammenarbeit. Wir lassen Worten Taten folgen und entwickeln uns stetig weiter. Werden Sie Teil unseres Teams.\n \n Wien ist ein junger, wachsender Bürostandort mit toller Verkehrsanbindung (U1 VIC/Kaisermühlen). Wir bieten neben modernen Arbeitsbedingungen und flexiblen Arbeitszeiten auch attraktive Sozialleistungen/Benefits (u.a. Essenszuschuss, Jobticket, ausgewählte Einkaufsvergünstigungen).\n \n Für diese Position bieten wir ein Jahresbruttogehalt ab EUR 49.000. Je nach Qualifikation und Erfahrung besteht die Möglichkeit auf eine Überzahlung.\n \n Aihua Chen (+43 (0)1 263 1911 40) freut sich auf Ihre Onlinebewerbung \n \n Arbeiten bei Ivoclar Vivadent\n \n www.ivoclarvivadent.com/karriere            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590185852555=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590185852555=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=e9ad07ba-4313-4542-a9ce-6ef51eac0f41\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/it-security-specialist-m-f-wien-w-at-ivoclar-vivadent-ag/e9ad07ba-4313-4542-a9ce-6ef51eac0f41",
  "date": "2020-05-23"
}