{
  "Veröffentlicht:": "Vor 27 Tagen",
  "Referenz-Nr.": "272693777",
  "location": "Klagenfurt am Wörthersee, K 9020",
  "contract_type": null,
  "title": "Software Developer (m/f/d) Automation gefunden bei Hatec Automatisationsges. mbH",
  "subtitle": "Klagenfurt am Wörthersee, K 9020",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"c30e2ca0-89a8-4f26-87a8-98def4cf7856\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nHATEC - an attractive employer\n \n Software Developer (m/f/d)\n \n Job Offer Nr.\n 19108\n \n Location: Klagenfurt am Wörthersee / Österreich\n \n Since beeing established in the year 1988 HATEC Automatisationsges.mbH has evolved into a highly specialized service provider in the field of industrial automation. At the present day, our company is equipped with the comprehensive expertise, to instill self-acting modes of behaviour into complex machines and plants. Therefore our company name stands for highest quality, reliability and technological progress.\n \n For the earliest entry in our company located in Klagenfurt am Wörthersee / Österreich we are offering the following position\n \n Software Developer (m/f/d) Automation\n \n YourTasks YourProfile\n \n - Optimization of the collaborative interactions between production and out-of- &gt; Completed technical education (HTL, FH or TU) in the field of mechatronics production areas (focus: applied computer science and/or information technology)\n - Programming of interfaces to the benefit process simulation tools by means of &gt; Acquirements in high-level language programming, in network technology as\n higher programming languages (C ++, Java, Visual Basic, etc.)\n well as in the programming of databases are beneficial\n - Implementation of MES (Manufacturing Exec. Syst.) acting as a link between &gt; Knowledge in PLC programming is desirable local production lines and the corresponding ERP modules\n - Conception and implementation of resource information models using APS &gt; A sound knowledge of written and spoken German and English round off your (Adv. Planning and Scheduling Syst.) profile\n \n - Project coordination and support starting with the conception to the\n implementation up to the acceptance\n \n - Analytical skills, structured and independent approach to work, commitment\n and cost awareness\n \n - Worldwide assignments abroad in the course of project monitoring and within &gt; Strong team and communication skills the scope of service support\n \n Your Perspective &gt; Sociability, flexibility, personal responsibility and self-assurance\n \n - Teamwork within a collective of experienced experts exhibiting many years of\n professional experience\n - Job security within an expanding company which offers abundant\n opportunities for personal growth and career advancement\n - Cooperation with renowned clients from the automotive, pharmaceutical and\n wood industries\n \n - Representative appearance with respect to our project partners as a delegate\n of HATEC GmbH\n - Willingness to travel both domestically and abroad\n \n - Flexible working hours and the prospect for above-average salary (reference\n value: “KV für Metallgewerbe”)\n - In the context of our international projects you will be taking responsibility at\n an early stage\n - Individual support during the training and induction phase\n \n This job sounds appealing to you? Then we would be delighted to find your comprehensive application in our inbox!\n So please send your résumé and references - stating the earliest possible starting date and your salary expectations - to jf.kraiger@hatec.co.at.\n \n Mr. Jens Felix Kraiger (MBA) will be happy to answer your questions at the telephone number + 43 (0)463 381183-0.\n \n We are looking forward to meeting you!\n \n HATEC - WE WORK AROUND THE WORLD!            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590465571486=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590465571486=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=c30e2ca0-89a8-4f26-87a8-98def4cf7856\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/software-developer-m-f-d-automation-klagenfurt-am-w%C3%B6rthersee-k-at-hatec-automatisationsges-mbh/c30e2ca0-89a8-4f26-87a8-98def4cf7856",
  "date": "2020-05-26"
}