{
  "Veröffentlicht:": "Heute",
  "Referenz-Nr.": "309419286",
  "location": "Marchtrenk, Oö 4614",
  "contract_type": null,
  "title": "Site Engineering Manager gefunden bei TGW Logistics Group GmbH",
  "subtitle": "Marchtrenk, Oö 4614",
  "body": "\n    <section class=\"card-content\">\n        <div class=\"row\"><div class=\"col-md-12\">&nbsp;</div></div>\n            <header class=\"card-header\">\n                <h2 class=\"title\">Über diese Stellenanzeige\n</h2>\n            </header>\n                    <div class=\"details-content is-preformated\" id=\"JobDescription\" data-job-id=\"4c3527a1-0832-4b8b-b2ef-c7ed07d3c969\" data-folder-id=\"0\" data-is-cao=\"true\">\n\nSite Engineering Manager\n \n Site Engineering Manager \n \n We zijn op zoek naar een Site Engineering Manager die vanaf dag één impact wil maken, het leuk vindt zich te richten op teamontwikkeling en uitstekende ervaring heeft met stakeholdermanagement.\n \n Dit is een mooie kans om in een van de nieuwste Fulfilment Centers te gaan werken bij een van de grootste online supermarkten van Nederland.\n \n Als Site Engineering Manager sta je letterlijk aan de start van de realisatie van dit project.\n \n De uitrusting ter plaatse omvat o.a. state-of-the- art technologieen zoals transportbanden of rollerbanen, shuttles, sensoren, scanners en weegsystemen.\n \n Main Responsibilities \n \n Als Site Engineering Manager ben je eindveantwoordelijk voor het beheer van de site waar TGW werkzaam is voor de klant.\n Je zorgt ervoor dat onze dagelijkse operatie in goede banen geleid wordt en ondersteunt de onderhoudsteams van TGW waar nodig en fungeert als belangrijkste aanspreekpunt naar de klant voor eventuele calamiteiten.\n Tijden de realisatie fase heb je een sleutelpositie en werk je in een klein team samen om te zorgen dat de engineering van het project op de juiste wijze wordt uitgevoerd.\n Je bent in staat om een professionele relatie op te bouwen en te onderhouden met de klant; Je zorgt er voor dat de contractuele verplichtingen met de klant binnen de afgesproken termijnen worden nagekomen. Je neemt verantwoording om aan de gecontracteerde KPI’s te voldoen (zoals beschikbaarheid van installaties en efficiëntieniveaus), waarbij aan de verwachtingen van de klant wordt voldaan.\n Je werkt actief samen met het on-site onderhoudsteam om de prestaties van onze geautomatiseerde logistieke systemen te optimaliseren.\n Je bent daarnaast een teambuilder en bouwt verder aan een sterke en langdurige relatie met de diverse interne teams.\n Je bent in staat om potentiële kostenbesparende mogelijkheden te identificeren binnen de bestaande klantlocatie door middel van diverse lean-technieken.\n Je zorgt ervoor dat teams verder worden opgeleid en op de hoogte worden gehouden van gezondheids- en veiligheidswetgeving en veilige werkprocedures.\n \n About You \n \n Je hebt een relevante technische opleiding met HBO werk&amp;denk niveau.\n Je hebt ervaring met het werken binnen een geautomatiseerd distributiecentrum en heb je naast je mechanische kennis ook ervaring met het gebruiken en/of implementeren van relevante softwaretools, zoals SCADA, CMMS en Warehouse Controls Systems.\n Je hebt ervaring met het aansturen van een groot team binnen een on-site omgeving.\n Je bent op de hoogte van de relevante kwaliteits, gezondheid en veiligheidsnormen.\n Je bezit uitstekende communicatieve vaardigheden en je bent een goede relatiebeheerder.\n Je hebt ervaring met kostenbeheersing en budgetbeheer.\n Je bent in staat om te gaan met kritische deadlines.\n Je hebt goede praktische beheersing van MS Office.\n \n We offer \n \n Een vast contract.\n Mobiliteitsvergoeding.\n Een marktconform salaris.\n Reiskostenvergoeding.\n 32 vrije dagen.\n Pensioen; wij betalen 60% en jij bepaalt zelf je eigen inleg.\n \n Din kontaktperson ifm.\n \n dette jobopslag:\n \n Marcel van Gogh \n \n recruitment@tgw-group.com            </div>\n        <footer class=\"card-footer\">\n            <button class=\"mux-btn btn-link btn-neat collapsed-only\" type=\"button\" data-card-trigger=\"expand\" data-dim-target=\"#JobBody\" data-mux=\"cardToggle\" mux1590278945183=\"7\">Vollständig anzeigen<i class=\"icon icon-arrow-down\" aria-hidden=\"true\"></i></button>\n            <button class=\"mux-btn btn-link btn-neat expanded-only\" type=\"button\" data-card-trigger=\"collapse\" data-mux=\"cardToggle\" data-dim-target=\"JobBody\" mux1590278945183=\"8\">Weniger Informationen ansehen\n<i class=\"icon icon-arrow-up\" aria-hidden=\"true\"></i></button>\n                <a class=\"mux-btn btn-link btn-neat details-report\" rel=\"nofollow\" target=\"_blank\" data-at=\"report\" href=\"https://stellenangebot.monster.at/v2/job/communityfeedback?jobid=4c3527a1-0832-4b8b-b2ef-c7ed07d3c969\">Job melden<i class=\"icon icon-external\" aria-hidden=\"true\"></i></a>\n        </footer>\n    </section>\n",
  "url": "https://stellenangebot.monster.at/site-engineering-manager-marchtrenk-o%C3%B6-at-tgw-logistics-group-gmbh/4c3527a1-0832-4b8b-b2ef-c7ed07d3c969",
  "date": "2020-05-24"
}