{
  "title": "Software Engineer (w/m/d) mit Fokus Security",
  "location": "Salzburg, Wien",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl hVLpVu\"><p></p>\nDie Porsche Informatik GmbH mit Sitz in Salzburg hat als Tochter der Porsche Holding einen klaren Auftrag: Die besten Softwarelösungen im Automobilhandel herzustellen. Wir beschäftigen uns international mit Händler- und Importeurssystemen für die Volkswagen Konzernmarken und mit Finanzierungs- und Versicherungsdienstleistungen. \nDu bist leidenschaftlicher Software Engineer?\n<br>\nDu begeisterst Dich für Security und Sicherheitstechnologien?\n<br>\n<br>\nDann bist Du bei uns genau richtig!\n<br>\n<br>\nZur Unterstützung des Teams <strong>Engineering Environment</strong>&nbsp;an den Standorten <strong>Wien oder Salzburg</strong> suchen wir zum nächstmöglichen Zeitpunkt eine Person für die Rolle eines Software Engineers mit dem Fokus auf Security.\n<br>\n<br>\nDas Engineering Environment erarbeitet Best Practices für die Entwicklung und ist verantwortlich für die Überprüfung der Einhaltung von Richtlinien zur sicheren Software Entwicklung der Porsche Informatik.\n<h1>Software Engineer (w/m/d) mit Fokus Security</h1>\n<h1>Was Dich auszeichnet:</h1>\n<ul>\n<li>eine abgeschlossene Ausbildung (HTL, FH, Uni) sowie idealerweise bereits gesammelte Erfahrung im genannten Aufgabengebiet</li>\n<li>Erfahrung in der Entwicklung von sicherer Software sowie mit dem Testen von Software auf Sicherheitsschwachstellen (OWASP, CVE)</li>\n<li>Du kennst Linux, Python sowie OpenShift und Docker</li>\n<li>hohe Kundenorientierung, Engagement, strukturierte Arbeitsweise und Eigenverantwortung</li>\n<li>Selbständigkeit, Teamgeist, Belastbarkeit, eine schnelle Auffassungsgabe sowie Flexibilität</li>\n<li>Lösungsorientiertes Denken und Handeln</li>\n<li>Bereitschaft zur permanenten Weiterbildung,&nbsp;die wir aktiv unterstützen und fördern</li>\n<li>Gutes Deutsch und Englisch in Wort und Schrift</li>\n<li>Du bringst dich gerne aktiv ins Team ein</li>\n</ul>\n<h1>Du unterstützt uns bei:</h1> \n<ul>\n<li>der Entwicklung von sicherer Software durch Deine Expertise (Java, Angular, Javascript)</li>\n<li>der laufenden Weiterentwicklung des Secure Software Development Lifecycles</li>\n<li>der Automatisierung von Sicherheitstests (DevSecOps Kultur)</li>\n<li>dem Verbessern der Sicherheitstests in der Software Entwicklung</li>\n<li>dem Security-Review von Software und deren Architektur (OWASP, CVE's)</li>\n</ul>\n<h1>Wir bieten:</h1> \nBei uns bist Du als <strong>IT-affiner CARakterkopf</strong>, der die offene und innovative Kultur der Porsche Informatik schätzt, richtig. Wenn Du über das notwendige <strong>Know-how</strong> im Bereich <strong>Software Engineering &amp; Security </strong>verfügst, nütze Deine Chance, die Zukunft der Porsche Informatik aktiv mitzugestalten.\n<br>\n<br>\nWir wissen: Ihr Einsatz ist wichtig für unseren Erfolg. Daher sehen wir ein <strong>sehr gutes Arbeitsklima</strong>, das Ihnen ein großes Maß an <strong>Eigenverantwortung </strong>ermöglicht, modern gestaltete Büroräumlichkeiten sowie <strong>flexible Arbeitszeiten </strong>als wichtige Bausteine für eine hervorragende Zusammenarbeit.&nbsp;Zudem bieten wir umfangreiche <strong>Gesundheits- und Sportangebote</strong>, ein <strong>Betriebsrestaurant und Cafeterias </strong>am Standort der Zentrale in Salzburg, interessante <strong>Weiterentwicklungsmöglichkeiten</strong>, einen&nbsp;<strong>Betriebskindergarten </strong>und die Möglichkeit <strong>mobil zu arbeiten</strong>. Selbstverständlich genießen Sie ebenfalls <strong>Mitarbeiterkonditionen </strong>beim Autokauf,&nbsp;bei der Finanzierung und für Service, Reparatur und Zubehör.\nSelbstverständlich erwartet Dich ein auf dem anzuwendenden Kollektivvertrag basierendes Gehalt, welches sich aus Deiner individuellen Qualifikation sowie Deiner positionsrelevanten Berufserfahrung entsprechenden KV-Einstufung ergibt (Jahresbruttogehalt ab € 43.946,--). Es erfolgt eine marktadäquate Überzahlung. \n<p> </p>\nWenn Du darüber hinaus ein interessantes, herausforderndes Arbeitsumfeld schätzt, freuen wir uns auf Deine aussagekräftigen Bewerbungsunterlagen. \n<p>\n<a href=\"https://karriere.porsche-holding.com/?referrer=18)stepstone.at&amp;Job=4327\" target=\"_blank\">Bitte bewirb Dich online!</a>\n</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Software-Engineer-w-m-d-mit-Fokus-Security-Salzburg-Wien-Porsche-Informatik-Gesellschaft-m-b-H--512382-inline.html?suid=ad9f94b1-1a35-4f67-b898-181d7c8b2f3c&rltr=11_11_100_dynrl_m_0_0_0",
  "date": "2020-05-26"
}