{
  "title": "Grafiker/in",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl hOeDXX\"><p>comito, lat. = Wegbegleiter, der. Damit ist eigentlich das Wesentliche gesagt. Wir begleiten unsere Kunden. Als Unternehmensberater, als Seminargestalter, Coaches und Trainer, Markenentwickler, als Informationsbeschaffer.</p>\n<p><strong>ES ZÄHLT, WAS DU DRAUF HAST!</strong></p>\n<p><strong>GRAFIKERIN BEI COMITO</strong><br>\nMan muss schon ein wenig verrückt sein, um bei uns zu arbeiten. Nach diesem Motto suchen wir eine Kollegin, die als pfiffige Grafikerin die Auftritte unserer Kunden entwickelt. Das ist vor allem kein Job, der sich in Stunden bemisst. Vielmehr in Leidenschaft, Kreativität und den drei A’s: Anders als andere sein.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">WAS ZU TUN IST (U.A.)</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl dcGoAz\"><ul>\n<li>Die DNA unserer Kunden verstehen, auch wenn sie es vielleicht selbst noch nicht tun.</li>\n<li>Ihnen bei Bedarf eine verpassen. Also DNA halt.</li>\n<li>Laufende Abwicklung der grafischen Aufträge unserer Kunden. Und zwar inklusive Kommunikation mit denselben.</li>\n<li>Logoentwicklung &amp; Corporate Design. Von den Farbwelten bis zur Heiligen Dreifaltigkeit: Visitkarte, Briefpapier, Stempel.</li>\n<li>Pfiffiges Screendesign. Damit von uns gute Webseiten gebaut werden können.</li>\n<li>Betreuung des Blogs auf unserer eigenen Webseite. Grafisch zumindest. Es schadet aber auch nix, wenn Du schreiben kannst.</li>\n<li>Kreativ unsere Aussendungen konzipieren und abwickeln. Egal ob Weihnachtspost oder das „Zwischendurch-mal-Hallo-sagen-Mailing“.</li>\n<li>Abwicklung von Druckaufträgen und dem ganzen Werbeartikelzeugs.</li>\n<li>Und nicht zu vergessen: Spaß ins Team einbringen.</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">WAS DU MITBRINGST </h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl dcGoAz\"><ul>\n<li>Hirn. Echt ganz wichtig!</li>\n<li>Herz! Für unsere Kunden, Deine Kollegen und den Chef.</li>\n<li>Humor. Vor allem dann, wenn es mal stressig wird.</li>\n<li>Kreativität und Neugier. Vor allem auf Entwicklungen am Markt und beim Mitbewerb. Schließlich wollen wir AAA. Du erinnerst dich?</li>\n<li>Womit wir bei der Genauigkeit und der Liebe zum Detail wären.</li>\n<li>Fähigkeit zum Projektmanagement.</li>\n<li>Ausbildung? Da wäre vieles möglich. Zeig mal, was Du hast.</li>\n<li>Erfahrung ist immer gut. Vor allem im Agenturbereich.</li>\n<li>Perfekter Umgang mit den bestehenden Tools (speziell Mac &amp; Adobe, Affinity wäre ursuper, Word &amp; PowerPoint sowieso). Langsam geht bei uns nicht!</li>\n<li>Kommunikative Fähigkeiten, sowohl intern als auch in Richtung unserer Kunden.</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">WAS DU DAVON HAST</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl dcGoAz\"><ul>\n<li>Einen Vollzeitjob, wenn Du willst. Du kannst aber auch mal mit 20 Stunden beginnen, und später voll einsteigen.</li>\n<li>Ein wirklich humorvolles Team rund um dich.</li>\n<li>Ein familiäres Betriebsklima. Du gehörst dann dazu.</li>\n<li>1 Woche mehr Urlaub als normal. Also 6. Du haust dich dafür in der restlichen Zeit voll rein.</li>\n<li>Die absolute kreative Freiheit! Naja, soweit die Kunden halt mutig sind.</li>\n<li>Einen pingeligen Chef, der dich zu Höchstleistungen antreibt. Rechnet sich irgendwann in der Zukunft.</li>\n<li>Apropos Zukunft: Ja, die hast Du bei uns wirklich!</li>\n<li>Eine Firmenpensionsvorsorge nach dem 3. Dienstjahr.</li>\n<li>Ein erfolgsorientiertes Gehalt. Du bekommst, was Du verdienst. (Diabolisches Grinsen...Har Har)</li>\n</ul>\n<p><strong>DIE FLOSKELN ZUM SCHLUSS</strong></p>\n<p>Wir leben in einem Land der Zwänge. Dem Zwang zur Angabe Deines nichtssagenden kollektivvertraglich geregelten Mindestgehalts zett be. Das beträgt dann mal mindestens € 26.000,- p.a.. (Vollzeit, erstes Dienstjahr, VG 3). Es kann aber auch mehr sein. Das hängt von Deinen Vordienstzeiten ab, von Deinen Qualifikationen, aber eigentlich nur von einem: Vom Erfolg, den wir gemeinsam mit Dir haben werden. Und außerdem haben wir den ganzen Text in der weiblichen Form verfasst. Damit man es überhaupt lesen kann. Und weil sonst immer auf die rein männliche Form zurückgegriffen wird. Du darfst also ruhig ein Mann sein. Auch wenn wir zur Zeit eine Frauenquote von über 80% haben. Aber das ist Zufall.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">WENN DU BIS HIERHER GELESEN HAST</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl dcGoAz\"><p>Dann hast Du Ausdauer bewiesen. Cool! Und wenn Du jetzt ein Lächeln im Gesicht hast, dann bewirb Dich bei uns!</p>\n<p>Astrid Feistritzer-Ebner<br>\n<a href=\"mailto:astrid.feistritzer@comito.at\" target=\"_blank\">astrid.feistritzer@comito.at</a><br>\n<a href=\"tel:+436646310900\" target=\"_blank\">+43 664 6310900</a></p>\n<p><strong>EPILOG</strong></p>\n<p>Auch wenn es bei uns sehr locker zu geht: Wir nehmen alles ernst! Vor allem unsere Kunden. Weil wir sie lieben und letztlich von ihnen leben. Und Dich natürlich auch.</p>\n<p>Wir freuen uns auf Dich!<br>\nDas Team von comito* consulting services</p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Grafiker-in-Wien-22-comito-consulting-services--521421-inline.html?rltr=82_82_100_dynrl_s_0_0_0&suid=dba7ac5c-d3ff-4d41-bf18-02e4070680b5",
  "date": "2020-05-05"
}