{
  "title": "Mitarbeiter (m/w) Cybersecurity (196552 LG)",
  "location": "Vienna",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#46A8B1\" class=\"sc-TOsTZ jrVzss\">Arbeiten bei Siemens</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl hHgcRY\"><p><strong>Wir verwirklichen, worauf es ankommt. Mit unseren MitarbeiterInnen</strong></p>\n<p><strong>elektrifizieren, automatisieren und digitalisieren wir Österreich.</strong></p>\n<p>Siemens Mobility ist ein eigenständig geführtes Unternehmen der Siemens AG. Siemens Mobility ist seit über 160 Jahren ein führender Anbieter im Bereich Transportlösungen und entwickelt sein Portfolio durch Innovationen ständig weiter. Zum Kerngeschäft gehören Schienenfahrzeuge, Bahnautomatisierungs- und Elektrifizierungslösungen, schlüsselfertige Systeme, intelligente Straßenverkehrstechnik sowie die dazugehörigen Serviceleistungen. Mit der Digitalisierung ermöglicht Siemens Mobility Mobilitätsbetreibern auf der ganzen Welt, ihre Infrastruktur intelligent zu machen, eine nachhaltige Wertsteigerung über den gesamten Lebenszyklus sicherzustellen, den Fahrgastkomfort zu verbessern sowie Verfügbarkeit zu garantieren. Weitere Informationen finden Sie unter: <a href=\"http://www.siemens.de/mobility\" target=\"_blank\" rel=\"nofollow\">www.siemens.de/mobility</a></p>\n<p><strong>Derzeit suchen wir einen Mitarbeiter (m/w) Cyber Security.</strong></p>\n<p><strong>Ihr neues Aufgabenfeld – herausfordernd und zukunftsorientiert</strong></p>\n<ul>\n<li>Bestimmt und treibt die Umsetzung der Informationssicherheit und trägt zur ISEC Mission im zugeordneten Verantwortungsbereich bei </li>\n<li>Erstellt IT-Security-Grundsätze und -Richtlinien und steuert ihre Verbreitung und Umsetzung</li>\n<li>Sammelt und analysiert Geschäftsanforderungen und übersetzt sie in Informationssicherheitsanforderungen </li>\n<li>Fachliche Unterstützung der Projektleitung bei der Erstellung der Projektkostenkalkulation in Bezug auf Cyber Security Aspekte</li>\n<li>Unterstützt aktiv die Umsetzung des Risikoreportings im Verantwortungsbereich mit Toolunterstützung (CRISAM)</li>\n<li>Steuert und überwacht geschäftsentscheidende Informationssicherheitsprojekte in seinem Verantwortungsbereich </li>\n<li>Gewährleistet die Beobachtung potenzieller Bedrohungen und reagiert auf Sicherheitsverletzungen, stellt die Gründe für die Sicherheitsverletzungen fest und beschließt Korrekturmaßnahmen</li>\n<li>Setzt sicherheitsgetriebene Änderungen an Verfahren und Systemen um; entwickelt und führt periodische Systemsicherheitstests durch </li>\n<li>Unterstützt (IT Security) Audits und überwacht die Umsetzung vereinbarter Maßnahmen</li>\n<li>Setzt das IT Security Awareness Programm um, und führt IT Security-Schulungen und Kommunikationsmaßnahmen durch</li>\n<li>Berät hinsichtlich Risikomanagement für Informationssicherheit</li>\n</ul>\n<p><strong>Ihre Qualifikationen – fundiert und adäquat</strong></p>\n<ul>\n<li>Abgeschlossenes Studium im Bereich IT-Security </li>\n<li>Gültiges Informations Sicherheits Manager-Zertifikat</li>\n<li>Mehrjährige Berufserfahrung im IT-Security Umfeld </li>\n<li>Initiative, Teamfähigkeit, Kommunikationsfähigkeit, Strategisches Denken, Analysefähigkeit, Ergebnis- und Qualitätsorientierung</li>\n<li>Flexibilität, Motivation, Loyalität und Begeisterung</li>\n<li>Sehr gute Deutsch- und Englischkenntnisse </li>\n<li>Geringfügige Reisebereitschaft innerhalb Österreichs</li>\n</ul>\n<p><strong>Was muss ich noch wissen?</strong><br> Wir bieten ein attraktives Vergütungspaket, das Ihrer Qualifikation und Berufserfahrung entspricht. Das Bruttojahresgehalt gemäß Kollektivvertrag beträgt für diese Funktion mindestens EUR 53.200,-. Je nach&nbsp; Ausbildung und Erfahrung ist eine Überzahlung möglich. Siemens als Großkonzern bietet darüber hinaus weitere Sozialleistungen und Benefits.</p>\n<p><strong>Wie kann ich mich bewerben?</strong><br> Wenn Sie Interesse an dieser Position haben, dann freuen wir uns auf Ihre aussagekräftige Online Bewerbung</p>\n<p></p>\n<br>\n<br>\n<br></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#46A8B1\" class=\"sc-TOsTZ jrVzss\">Kontakt</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl hHgcRY\"><a href=\"https://ars2.equest.com/?response_id=579d072f6aef386967d01663fcb8d1f5\" target=\"_blank\" rel=\"nofollow\">Jetzt bewerben</a></div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Mitarbeiter-m-w-Cybersecurity-196552-LG-Vienna-Siemens-AG-Oesterreich--525246-inline.html?suid=ad9f94b1-1a35-4f67-b898-181d7c8b2f3c&rltr=12_12_100_dynrl_m_0_0_0",
  "date": "2020-05-26"
}