{
  "title": "System Engineer (w/m/d)",
  "location": "Salzburg",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl hVLpVu\"><p></p>\nDie Porsche Informatik GmbH mit Sitz in Salzburg hat als Tochter der Porsche Holding einen klaren Auftrag: Die besten Softwarelösungen im Automobilhandel herzustellen. Wir beschäftigen uns international mit Händler- und Importeurssystemen für die Volkswagen Konzernmarken und mit Finanzierungs- und Versicherungsdienstleistungen. \n<strong>Got the drive?</strong>\n<br>\n<br>\nDu arbeitest gerne im <strong>direkten Kontakt </strong>mit dem <strong>Kunden</strong>?\n<br>\nDu suchst immer noch der <strong>optimalen Lösung </strong>und das am besten im <strong>IT-Umfeld</strong>?\n<br>\nDu hast Lust auf einen Job, der <strong>mehr als 08/15</strong> ist und willst von Beginn an in unserem <strong>neuen Standort in Wien</strong> mitwirken können?\n<br>\n&nbsp;\n<br>\n<strong>New challenge accepted?</strong>\n<br>\nDann bist Du genau richtig bei uns!\n<br>\n<br>\nWir suchen einen...\n<h1>System Engineer (w/m/d)</h1>\n<h2>zur Verstärkung unserer neuen Teams in Wien!</h2> \n<h1>Was Dich auszeichnet:</h1>\n<ul>\n<li>eine abgeschlossene kaufmännische oder technische Ausbildung (z.B. HAK, HTL, HBLW) oder gleichwertige mehrjährige Berufserfahrung</li>\n<li>gute IT Kenntnisse, idealerweise erste Erfahrung mit z.B. HTML, Perl oder SQL</li>\n<li>Genauigkeit und gute Kommunikationsfähigkeit</li>\n<li>Freude an der Arbeit im Team</li>\n<li>gute Englischkenntnisse in Wort und Schrift</li>\n</ul>\n<h1>Du unterstützt uns bei:</h1> \n<ul>\n<li>den Tests von Programmänderungen bei neuen Softwareversionen</li>\n<li>der Automatisierung von Testdurchführungen mittels Tools</li>\n<li>der Bewertung von Fehlerrückläufen und Ableiten von Verbesserungsmaßnahmen</li>\n<li>der Einrichtung und Pflege von Soft- und Hardware für Testumgebungen</li>\n<li>der Durchführung von Security Tests</li>\n</ul>\n<h1>Wir bieten:</h1> \nBei uns bist Du als <strong>IT-affiner CARakterkopf</strong>, der die offene und innovative Kultur der Porsche Informatik schätzt, richtig. Wenn Du über das<b> notwendige Know-how</b> verfügst und <strong>IT-affin</strong> bist, nütze Deine Chance und gestalte die Zukunft der Porsche Informatik aktiv mit.\n<br>\n<br>\nWir wissen: Dein Einsatz ist wichtig für unseren Erfolg. Daher sehen wir ein <strong>sehr gutes Arbeitsklima</strong>, das Dir ein großes Maß an <strong>Eigenverantwortung </strong>ermöglicht, <strong>modern gestaltete Büroräumlichkeiten </strong>sowie <strong>flexible Arbeitszeiten </strong>und <strong>zahlreiche weitere Benefits</strong> als wichtige Bausteine für eine hervorragende Zusammenarbeit.\n<br>\n&nbsp;\nSelbstverständlich erwartet Dich ein auf dem anzuwendenden Kollektivvertrag basierendes Gehalt, welches sich aus Deiner individuellen Qualifikation sowie Deiner positionsrelevanten Berufserfahrung entsprechenden KV-Einstufung ergibt (Jahresbruttogehalt ab € 35.252,--). Es erfolgt eine marktadäquate Überzahlung. \n<p> </p>\nWenn Du darüber hinaus ein interessantes, herausforderndes Arbeitsumfeld schätzt, freuen wir uns auf Deine aussagekräftigen Bewerbungsunterlagen. \n<p>\n<a href=\"https://karriere.porsche-holding.com/?referrer=18)stepstone.at&amp;Job=5282\" target=\"_blank\">Bitte bewirb Dich online!</a>\n</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--System-Engineer-w-m-d-Salzburg-Porsche-Informatik-Gesellschaft-m-b-H--518198-inline.html?rltr=35_35_100_dynrl_m_0_0_0&suid=0a27feec-f9b4-48ae-a0d6-3b85135d958e",
  "date": "2020-05-11"
}