{
  "title": "Quality Systems Documentation Specialist (W/M/D), Karenzvertretung befristet auf 2 Jahre / TZ 20h (w/m/d)",
  "location": "Wien",
  "contract_type": "Teilzeit, Befristeter Vertrag",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl QYXFj\"><p></p>\n<p></p>\n<p></p>\n<p><b><i>In der Abteilung Quality Systems Wien betreuen wir verschiedene Qualitätssysteme wie Abweichungsmanagement, Management von Änderungsanträgen, Risiko Management, Product Hold Management sowie Dokumenten Management. Wir bieten Hilfestellungen, Problemlösungen und Trainings zu diesen Systemen an und sorgen so für die optimale Anwendbarkeit in der Produktion. </i></b></p>\n<p></p>\n<p><b>Das erwartet Sie bei uns</b></p>\n<ul>\n<li>Experte für alle Prozesse die sich um gute Dokumentationspraxis drehen</li>\n<li>Tägliche Abfragen aus dem Dokumentenmanagementsystem um Änderungen und Schulungsbedarf zu erfassen sowie entsprechende Verarbeitung in den Systemen</li>\n<li>Betreuung der Nutzer des Dokumentenmanagementsystems bei Fragen, durch Rollenzuweisungen und thematische Schulungen</li>\n<li>Gruppenschulungen für verschiedene Rollen im Dokumentationssystem</li>\n<li>Verantwortung über die Aufrechterhaltung der Aktualität unserer Dokumente (SOPs (Standard Operation Procedure), Formulare, etc)</li>\n<li>Verantwortung über das Archivsystem inklusive SOP Ownership</li>\n<li>Layoutverwaltung für Dokumente</li>\n<li>Enge Zusammenarbeit mit den produzierenden Abteilungen und Schnittstellenbesuche um adäquate Hilfestellung zu leisten</li>\n<li>Umsetzung von kontinuierlichen Verbesserungen innerhalb der Abteilung und in Zusammenarbeit mit den globalen Dokumentationsverantwortlichen</li>\n<li>ACHTUNG: Diese Stelle ist auf 2 Jahre befristet</li>\n<li>Zeitausmaß: Teilzeit 20 Std.</li>\n<li>Dienstort: Industriestraße 67, 1220 Wien</li>\n</ul>\n<p></p>\n<p><b>Das bringen Sie mit</b></p>\n<ul>\n<li>Abgeschlossene Berufsausbildung, idealerweise mit naturwissenschaftlichem oder technischem Hintergrund (HAK, HTL, Fachhochschule)</li>\n<li>Mehrjährige Berufserfahrung, Erfahrung im Qualitätsmanagement von Vorteil</li>\n<li>Hoher Anspruch an Genauigkeit</li>\n<li>Gutes Zeitmanagement, selbständiges Arbeiten</li>\n<li>Hohes Qualitätsbewusstsein, Fähigkeit qualitätskritische Entscheidungen zu treffen</li>\n<li>Verlässlicher, loyaler Teamplayer</li>\n<li>Sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift</li>\n<li>Guter Umgang mit gängigen IT-Systemen (MS Office) und Bereitschaft neue Systeme zu lernen</li>\n</ul>\n<p></p>\n<p>Als weltweit führendes biopharmazeutisches Unternehmen mit der Mission „<b>Better Health, Brighter Future</b>“ stellen wir uns tagtäglich in den Dienst des Patienten. Unser Herzstück sind engagierte Kollegen – Takeda fördert uns durch Trainings, Job Rotations und Mentoring. Eine ausgeglichene Work-Life-Balance (Auszeichnung für Beruf &amp; Familie, Betriebskindergarten) und zahlreiche Benefits (Fitness-Center, Kantine, etc) runden unser Profil als Top-Arbeitgeber ab. Einblicke in den Arbeitsalltag bei Takeda finden Sie <a href=\"https://www.youtube.com/watch?v=PwP9_7XlgOg&amp;list=PLdEbUoUDW_52FKhxHXjm5nkfnKpRfKVoP&amp;index=1\" target=\"_blank\" rel=\"nofollow\">hier</a>.</p>\n<p></p>\n<p>Interessierten Menschen bieten wir zahlreiche Möglichkeiten. Geschlecht, Alter, Hautfarbe, Herkunft und sexuelle Orientierung spielen dabei keine Rolle, im Gegenteil: <b>Wir fördern Vielfalt!</b> Wir wenden uns gleichermaßen auch an Menschen mit Behinderung. Im Zuge eines möglichst barrierefreien Bewerbungsprozesses und um Gleichberechtigung zu verstärken, bitten wir Sie in Ihrer Bewerbung alle diesbezüglich relevanten Informationen anzugeben.</p>\n<p></p>\n<p>Motivierte Mitarbeiter gehören entsprechend entlohnt. Für diese wichtige und verantwortungsvolle Position beträgt das Mindestgehalt € 2.602,36 brutto/Monat (Vollzeit, KV chem. Industrie). Das tatsächliche Gehaltspaket richtet sich nach Ihrer Berufserfahrung und Qualifikation. <b>Wir freuen uns auf Ihren Lebenslauf sowie ein Motivationsschreiben!</b></p>\n<p></p>\n<p> </p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Quality-Systems-Documentation-Specialist-W-M-D-Karenzvertretung-befristet-auf-2-Jahre-TZ-20h-w-m-d-Wien-Takeda--525428-inline.html?suid=ad9f94b1-1a35-4f67-b898-181d7c8b2f3c&rltr=63_63_100_dynrl_s_0_0_0",
  "date": "2020-05-26"
}