{
  "title": "Labortechnik / Zellkultur / Tierpflege (w/m/d)",
  "location": "Orth an der Donau",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl QYXFj\"><p></p>\n<p></p>\n<p></p>\n<p>Die Position umfasst routinemäßige Freigabetestungen unter GMP Bedingungen. Planung und praktische Durchführung der Zellkultur und ELISA basierenden Testungen, zeitkritische Berechnung und Bericht der Ergebnisse. Alle Arbeiten werden unter <b>Biosafety Level 3 Bedingungen</b> durchgeführt. Dabei kommen Viren bis zur Risikoklasse 2 zur Verwendung, deren Analyse mittels Titration auf geeigneten Zelllinien erfolgt. Herstellung von Virus- und Zellstocks, sowie Etablierung und Validierung von Analysenmethoden. <b>Dienstort = Orth/Donau</b>.</p>\n<p></p>\n<p><b>Das bewirken Sie:</b></p>\n<ul>\n<li>Unterstützung bei Generierung von Antikörpern für Virusneutralisationsassays und ELISA</li>\n<li>Validierung von Analysenmethoden</li>\n<li>Arbeiten&nbsp;mit virushaltigen Proben, einschließlich Titration auf Zellkulturen mittels TCID50 Assay</li>\n<li>Praktische Durchführung von Virusneutralisationsassays und ELISA Testungen</li>\n<li>Füttern, Ausmisten, Monitoren der Kleintiere (max. 30% der Tätigkeit)</li>\n</ul>\n<p>​</p>\n<p><b>Das bringen Sie mit:</b></p>\n<ul>\n<li>Biochemische/biotechnologische Ausbildung auf Technikerniveau (z.B. HTL, MTA, FH oder ähnliches)</li>\n<li>Praktische Erfahrung in einem biochemischen Labor (Zellkultur und Arbeiten mit Viren sind von Vorteil)</li>\n<li>Kenntnisse gängiger Computersysteme (z.B. Microsoft Office)</li>\n<li>sehr gutes Deutsch</li>\n<li>Teamorientierte Arbeitsweise ist Voraussetzung</li>\n<li>Genauigkeit, Liebe auch zu Routinearbeit</li>\n<li>gute organisatorische Fähigkeiten</li>\n<li>Bereitschaftsdienst (auch am Wochenende), alle 6 bis 8 Wochen</li>\n<li>eigener PKW (wegen Wochenenddiensten, jedes zweite Wochenende Sa + So, jeweils ca. 2 Stunden im Bereich der Tierhaltung, flexibel einzuteilen)</li>\n<li>Affinität zu Kleintieren</li>\n</ul>\n<p></p>\n<p>Als weltweit führendes biopharmazeutisches Unternehmen mit der Mission „<b>Better Health, Brighter Future</b>“ stellen wir uns tagtäglich in den Dienst des Patienten. Unser Herzstück sind engagierte Kollegen – Takeda fördert uns durch Trainings, Job Rotations und Mentoring. Eine ausgeglichene Work-Life-Balance (Auszeichnung für Beruf &amp; Familie, Betriebskindergarten in Wien) und zahlreiche Benefits (kostenloser Werksbus nach Orth/Donau, gestützte Kantine, kostenlose private Unfallversicherung, etc) runden unser Profil als Top-Arbeitgeber ab. Interessierten Menschen bieten wir zahlreiche Möglichkeiten. Geschlecht, Alter, Hautfarbe, Herkunft und sexuelle Orientierung spielen dabei keine Rolle, im Gegenteil: <b>wir fördern Vielfalt!</b> Wir wenden uns gleichermaßen auch an Menschen mit Behinderung. Im Zuge eines möglichst barrierefreien Bewerbungsprozesses und um Gleichberechtigung zu verstärken, bitten wir Sie in Ihrer Bewerbung alle diesbezüglich relevanten Informationen anzugeben.</p>\n<p>Motivierte Mitarbeiter gehören entsprechend entlohnt. Für diese wichtige und verantwortungsvolle Position beträgt das <b>Mindestgehalt </b>€ € 2.602,36 &nbsp;brutto/Monat (Vollzeit, KV chem. Industrie). Das tatsächliche Gehaltspaket richtet sich nach Ihrer Berufserfahrung und Qualifikation.</p>\n<p></p>\n<p></p>\n<p> </p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Labortechnik-Zellkultur-Tierpflege-w-m-d-Orth-an-der-Donau-Takeda--526279-inline.html?suid=ad9f94b1-1a35-4f67-b898-181d7c8b2f3c&rltr=99_99_100_dynrl_s_0_0_0",
  "date": "2020-05-26"
}