{
  "title": "technischer Redakteur (m/w)",
  "location": "Linz",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl eTXbMv\"><p><strong>LINDLPOWER Personalmanagement - wir schaffen wirksame Beziehungen!<br> Freude – Klartext – Vertrauen – dafür stehen wir!<br> BITTE BEACHTEN SIE! </strong><br> <strong>Trotz der aktuellen Situation suchen wir im Auftrag unseres Kunden aktiv nach der/m passenden Kandidaten/in! Bei Fragen können Sie uns jederzeit kontaktieren. Wir freuen uns auf Ihre Bewerbung! Ihr #TeamLINDLPOWER</strong><br> <br> <strong>LINDLPOWER Personalmanagement - wir schaffen wirksame Beziehungen und stehen für Freude, Klartext und Vertrauen!</strong><br> <br> Unser Kunde, ein mittelständisches Produktionsunternehmen in<strong> Linz</strong>, konnte sich in den letzten Jahrzehnten durch laufende Innovationen und höchste Qualitätsansprüche erfolgreich am nationalen und internationalen Markt etablieren. Um diese Erfolgsgeschichte weiterführen zu können, suchen wir für den Bereich technisches Marketing eine/n ​</p> \n<h1>technischer Redakteur (m/w)</h1> \n<h2>Ihr Aufgabengebiet:</h2> \n<p></p>\n<ul> \n<li>In dieser Position sind Sie für die Erstellung, Pflege und Weiterentwicklung technischer Dokumente (Montageanleitungen, Handbücher) zuständig.&nbsp;</li> \n<li>Darüber hinaus sind Sie auch für das Texten der technischen Inhalte für Print- und Onlinemedien zuständig, sowie die Beauftragung interner und externer Stellen in den Bereichen Text und Graphik.</li> \n<li>Ebenso zählt die Pflege der Informationen in den entsprechenden Datenbanken zu Ihren Aufgaben.</li> \n<li>Sie arbeiten eng mit den einzelnen Abteilungen Vertrieb, Marketing und Produktmanagement zusammen.</li> \n</ul>\n<p></p> \n<h2>Unsere Anforderungen:</h2> \n<p></p>\n<ul> \n<li>&nbsp;Als unser/e IdealkandidatIn verfügen Sie über eine abschlossene Berufsausbildung im technischen Bereich (Lehrabschluß HKLS, Maschinenbautechniker o.ä) und können eine mehrjährige Berufserfahrung vorweisen.</li> \n<li>Wünschenswert wäre eine gewisse IT-Affinität und erste Kenntnisse mit Grafik- und Layoutprogrammen (InDesign, Illustrator).</li> \n<li>Sehr gute Englischkenntnisse, ausgeprägte Kommunikationsfähigkeiten und hohe Soziale Kompetenz sind Voraussetzungen, die für eine erfolgreiche Ausübung dieser Tätigkeit nötig sind.</li> \n</ul>\n<p></p> \n<h2>Unser Angebot:</h2> \n<p></p>\n<ul> \n<li>Einen sicheren Arbeitsplatz in einem laufend wachsenden, innovativen Produktionsunternehmen.</li> \n<li>Freuen Sie sich auf eine interessante und abwechslungsreiche Tätigkeit in einem motivierten Team.</li> \n<li>Diese Position ist mit einem Gehalt ab rund EUR 2.400,-- brutto/Monat dotiert, wobei je nach Qualifikation und Berufserfahrung eine marktkonforme Anpassung vorgesehen ist.</li> \n</ul> \n​​\n<p></p> \n<h3>Inserat Nr. 3075-038</h3> \n<p>Hat dieses Stellenangebot Ihr Interesse geweckt? Dann bewerben Sie sich! Gemäß unseren Werten: FREUDE, KLARTEXT und VERTRAUEN melden wir uns innerhalb von 10 Tagen! Versprochen!</p> \n<a href=\"https://jobs.lindlpower.com/module.php?module=applicant_register_cv_analyzer/applicant_register_cv_upload&amp;company=0&amp;applyLoader=1&amp;sid=7098\" target=\"_blank\" rel=\"nofollow\"> mit Lebenslauf </a> \n<a href=\"https://jobs.lindlpower.com/module.php?module=applicant_apply_with_xing&amp;company=0&amp;sid=7098\" target=\"_blank\" rel=\"nofollow\"> via XING</a> \n<a href=\"https://www.myveeta.com/apply/LPP-7098\" title=\"via myVeeta\" target=\"_blank\" rel=\"nofollow\"><i></i> via myVeeta</a>\n<p>Job empfehlen: </p> \n<p>LINDLPOWER Personalmanagement GmbH<br> Mag. Doris&nbsp;Cerny<br> Spittelwiese 4, 4020&nbsp;Linz<br> <br> Tel. <a href=\"tel:+43732230333424\">+43 732 230 333 424</a> </p> \n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--technischer-Redakteur-m-w-Linz-Lindlpower-Personalmanagement-GmbH--525470-inline.html?rltr=103_3_100_dynrl_m_0_0_0&suid=aa52670d-d2e3-4481-8d30-5d0b5a209937",
  "date": "2020-05-18"
}