{
  "title": "Cloud Software Engineer",
  "location": "Elsbethen",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl iWGbui\"><p>Die Abteilung für Medientechnologie und IT entwickelt technische Lösungen, welche die Arbeitsweise des gesamten Unternehmens vereinfachen. Dazu zählt nicht nur die Verwirklichung einer Vision, sondern auch die Verwaltung, die Speicherung und die Distribution von Inhalten, die gesamte technische Infrastruktur eines 360° Medienunternehmens sowie Services, welche zur Verbesserung eines digitalen Arbeitsplatzes beitragen. Dazu dient ein strategisches Portfolio modernster Tools und Services, das sich über die gesamte Lieferkette digitaler Medien sowie über den gesamten Medien- und IT Technologie-Stack erstreckt. Werde Teil des Media Technology &amp; IT Teams als Cloud Software Engineer* und übernehme die Verantwortung für die aktive Weiterentwicklung unserer Cloud Plattform für redbull.com, Red Bull TV und auch Servus TV.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#d90749\" class=\"sc-TOsTZ hzupfZ\">Persönliche Stärken einsetzen</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl bwgWwg\"><p><strong>Verantwortungsbereiche und Aufgaben, in denen etwas bewegt werden kann:</strong></p>\n<p>&nbsp;</p>\n<p><strong>ENTWICKLUNG</strong></p>\n<p>In Ihrer Rolle als Cloud Software Engineer entwickelst Du neue oder verbesserst bereits existierende Funktionen unserer Cloud Plattform, speziell im Bereich VOD. Dabei&nbsp;legst Du&nbsp;besonderes Augenmerk auf Wartbarkeit, Betrieb und Zuverlässigkeit. Mit&nbsp;deinem technischen Know-How&nbsp;unterstützt Du&nbsp;bei der Migration existierender Business Services auf unsere Plattform. Großen Fokus legst Du dabei auf gängige Cloud Design Patterns wie Skalierung und Ausfallsicherheit, um den steigenden Last- und Verfügbarkeitsanforderungen gerecht zu werden. Die von&nbsp;dir entwickelte Funktionalität erfüllt unsere hohen Ansprüche an Design, Code Qualität und Test Automatisierung.</p>\n<p><strong>FORSCHUNG &amp; INNOVATION</strong></p>\n<p>Up-to-date mit den neuesten Trends und Standards zu sein ist der Schlüssel zum Erfolg und trägt maßgeblich für die Zukunft unserer Plattform bei. In dieser spannenden Rolle als Cloud Software Engineer&nbsp;bist Du&nbsp;laufend auf der Suche nach neuen Innovationen und Lösungen, die eine Verbesserung unserer Plattform darstellen könnten. Durch den Besuch von führenden Fachkonferenzen&nbsp;bleibst Du&nbsp;am Puls der Zeit und kannst so die vielversprechenden Lösungen bewerten. Mittels selbst entwickelter Prototypen kannst Du das Potential und die Anwendbarkeit für unsere Plattform demonstrieren, um im Team eine Entscheidung für das weitere Vorgehen treffen zu können.</p>\n<p><strong>QUALITÄT &amp; EVANGELISM</strong></p>\n<p>Durch die konstante Verbesserung der Entwicklungs- und Betriebsabläufe mittels Automatisierung&nbsp;strebst Du&nbsp;beständig nach einer Reduzierung des MTTR mit dem Ziel fortlaufend neue Funktionen in die Produktionsumgebung zu pushen. Mit der Zeit&nbsp;wirst Du&nbsp;„die“ technische Ansprechperson&nbsp;für unsere Cloud Plattform für interne und externe Entwicklungspartner.&nbsp;Du kannst&nbsp;den Mehrwert unserer Plattform sowie die dahinterliegenden technischen Konzepte erklären und hilfst mit das Wissen im Team zu teilen.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#d90749\" class=\"sc-TOsTZ hzupfZ\">Hier zählen Erfahrung und bisher erbrachte Leistungen</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl bwgWwg\"><p><strong>Für die Rolle relevant:</strong></p>\n<ul>\n<li>Sicher im Umgang mit *unix Systemen</li>\n<li>Fundierte Kenntnisse im Bereich Java und/oder Python Entwicklung</li>\n<li>Praktische Erfahrung mit Software-Entwicklungsparadigmen (Versionierung, Branching-Modelle, Pull Requests, Code Reviews, Pair-Programming, usw.)</li>\n<li>Erfahrung oder großes Interesse in Containerisierung (Docker) sowie Orchestrierung (Kubernetes)</li>\n<li>Wissen über Designmuster für Cloud Computing und verteilte Systeme (Infrastruktur als Code, Twevle-Factor App, Immutability, Load Balancing, Resilience, Back Pressure, usw.)</li>\n<li>Interesse an modernen Monitoring-Konzepten und deren Technologien (ELK, Logstash, Grafana, Kibana, usw.)</li>\n<li>Kenntnisse über CI/CD Pipelines zur Qualitätssicherung</li>\n<li>Idealerweise praktische Erfahrung im Umgang mit Cloud Anbietern wie Amazon Web Services (AWS) oder Google Cloud (GCP)</li>\n<li>Bereitschaft den Status Quo immer aufs Neue in Frage zu stellen und Offenheit für neue Technologien</li>\n<li>Abgeschlossenes Studium im Bereich Informatik, Software Engineering, Information Systems, Cloud Computing oder mehrjährige einschlägige berufliche Praxiserfahrung</li>\n<li>Sehr gute Englischkenntnisse, Deutschkenntnisse von Vorteil</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#d90749\" class=\"sc-TOsTZ hzupfZ\">Wir bieten:</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl bwgWwg\"><p>Aus gesetzlichen Gründen sind wir verpflichtet darauf hinzuweisen, dass das kollektivvertragliche Mindestgehalt für diese Position bei monatlich € 1.981 brutto liegt. Unsere attraktiven Gehaltspakete orientieren sich jedoch an aktuellen Marktgehältern und liegen daher deutlich über dem angegebenen Mindestgehalt.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#d90749\" class=\"sc-TOsTZ hzupfZ\">Lust auf eine Herausforderung?</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl bwgWwg\"><p>Wir freuen uns auf eine Bewerbung, die Motivation und Kompetenzen enthält – und vor allem auch die Persönlichkeit dahinter erkennen lässt.</p>\n<p><a href=\"https://jobs.redbull.com/at-de/elsbethen-cloud-software-engineer-119164-043512\" target=\"_blank\"><strong>Bewerben</strong></a></p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Cloud-Software-Engineer-Elsbethen-Red-Bull-GmbH--523749-inline.html?rltr=85_85_100_dynrl_s_0_0_0&suid=0a27feec-f9b4-48ae-a0d6-3b85135d958e",
  "date": "2020-05-11"
}