{
  "title": "System Administrator, B2B (m/w/d)",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl evLjEl\"><p><strong>Gruppenbeschreibung</strong><br>Bei Magna entwickeln wir Technologie, die die Branche aufrüttelt und dringende Probleme der Verbraucher, unserer Kunden und unserer Umwelt löst. Wir sind der einzige Anbieter von Mobilitätstechnologie, der ganzheitliches Fachwissen über Fahrzeuge vorweisen kann.<br><br>Qualität und kontinuierliche Verbesserung haben für uns höchste Priorität, da unsere Produkte tagtäglich das Leben von Millionen von Menschen beeinflussen. Aber uns macht weit mehr aus als unsere Produkte. Wir sind eine Gruppe von Menschen mit starkem Unternehmergeist, deren kollektives Know-how uns einen Wettbewerbsvorteil verschafft. Bei World Class Manufacturing ist der Weg das Ziel, und es sind unsere talentierten Mitarbeiter, die uns auf diesem Weg anführen.</p>\n<p> </p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#fe0000\" class=\"sc-TOsTZ gSTNww\">Stellenbeschreibung</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl jJflNn\"><strong>Jobbeschreibung</strong>\n<p>Für unser globales IT Team suchen wir am Standort in Graz zum schnellstmöglichen Eintritt einen \"System Administrator B2B\" (m/w/d) mit folgenden</p>\n<strong>Hauptaufgaben</strong>\n<ul> \n<li>Wartung und Betrieb der B2B und EDI Systeme</li> \n<li>Monitoring der Systeme sowie selbstständige Fehler- und Störungsbehebung</li> \n<li>Technische Anbindung von Geschäftspartnern an die Magna EDI Landschaft</li> \n<li>User-Support und Training für alle im Bereich eingesetzten Softwareprodukte</li> \n<li>Unterstützung in Migrationen &amp; Rollout Projekten</li> \n</ul>\n<strong>Wissen, Ausbildung und Berufserfahrung</strong>\n<ul> \n<li> <p>Bevorzugte Ausbildungen sind: Bachelor, HTL, Kolleg im Fachbereich Informatik</p> </li> \n<li> <p>Einschlägige Berufserfahrung in den Bereichen B2B / EDI von Vorteil <strong>aber nicht Voraussetzung</strong></p> </li> \n</ul>\n<strong>Kenntnisse und Kompetenzen</strong>\n<ul> \n<li>Allgemeines IT Wissen (HW, SW, Netzwerk)</li> \n<li>Grundlegende Programmierkenntnisse</li> \n<li>Gute Kenntnisse im Bereich Windows &amp; Unix OS</li> \n<li>Gute Kenntnisse in SQL</li> \n<li>Sehr gute Englisch-Kenntnisse in Wort und Schrift</li> \n<li>Gute Deutschkenntnisse in Wort und Schrift sind von Vorteil</li> \n<li>Teamgeist, gute kommunikative Fähigkeiten, hohe soziale Kompetenz und Belastbarkeit</li> \n<li>Hohes Maß an Eigenverantwortung, Einsatzbereitschaft &amp; Verantwortungsbewusstsein</li> \n<li>Bereitschaft zum Mehrschichtbetrieb bzw. Bereitschaftsdienst</li> \n<li>Bei männlichen Bewerbern: Zivil- bzw. Präsenzdienst möglichst abgeschlossen</li> \n</ul>\n<strong>Arbeitsumgebung</strong>\n<p>Für engagierte und motivierte Mitarbeiter bieten wir eine interessante und abwechslungsreiche Tätigkeit in einem dynamischen Team, zusammen mit der individuellen und funktionalen Entwicklung, in einem professionellen Umfeld eines global agierenden Unternehmens. Faire Behandlung und ein Gefühl der Verantwortung gegenüber den Mitarbeitern sind das Prinzip der Magna Kultur. Wir bemühen uns, eine inspirierende und motivierende Arbeitsumgebung zu bieten.</p>\n<p>Reisetätigkeit: manchmal (1x im Jahr)</p>\n<strong>Zusätzliche Informationen</strong>\n<p>Für diese Position, bei entsprechender Qualifikation, ist eine jährliche Vergütung von mindestens EUR 30.000,- brutto vorgesehen. Wir bieten attraktive Vorteile (z.B.: Mitarbeiterbeteiligungsprogramm) und ein marktkonformes Gehalt, das abhängig von Ihren Fähigkeiten und Erfahrung ist.</p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--System-Administrator-B2B-m-w-d-Graz-Magna--523388-inline.html?rltr=112_12_100_dynrl_m_0_0_0&suid=780f86bd-8224-4411-ad6d-61b80b662107",
  "date": "2020-04-20"
}