{
  "title": "CRM & CX Solution Engineer - Consultant CRM / CX Cloud Specialist (m/w/x)",
  "location": "Dornbirn",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl eqBYTg\"><p>AT, Dornbirn</p>\n<p>Die Zumtobel Group ist ein internationaler Lichtkonzern und ein führender Anbieter von innovativen Lichtlösungen, Lichtkomponenten und den dazugehörigen Services. Mit ihren Kernmarken Zumtobel, Thorn und Tridonic bietet die Unternehmensgruppe ihren Kunden in aller Welt ein umfassendes Produkt- und Serviceportfolio.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">Ihr Job</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl eVflOG\"><p><strong>Worum es geht: Branche im Wandel – weltweite Geschäftsprozesse besser gestalten</strong><br>\nLED, Lichtlösungen auf Miete, Internet of Things, neue Geschäftsmodelle: Unsere Branche und die Zumtobel Gruppe verändern sich rasant. Wir vom Sales &amp; Services Team spielen dabei eine ganz zentrale Rolle im Aufbau einer zukunftssicheren Systemlandschaft, basierend auf State-of-the-Art CRM und CX Lösungen, mit denen unsere Geschäftsprozesse bestmöglich unterstützt und weiter gedacht werden.<br>\n<br>\n<strong>Unser Sales &amp; Service Team: Geballte Kompetenz mit lockerem Umgang</strong><br>\nWir sind derzeit 7 Frauen und 11 Männer zwischen 25 und 55, die sehr stolz darauf sind, die Geschäftsprozesse der Gruppe im Zusammenhang zu verstehen. In spezialisierten Teams kümmern wir uns um Sales Enablement, Sales Fulfilment und<br>\nService. Bei uns geht es sehr locker zu, wir sind per Du, vor allem aber lassen wir einander nie im Regen stehen. Das schätzen Neue ganz besonders. Wir arbeiten zusammen mit 100 IT-Kolleginnen und -Kollegen in hellen Großraumbüros in einem architektonischen Schmuckstück mit Grillfest-erprobter Dachterrasse.<br>\n<br>\n<strong>Ihre Aufgabe: Unterstützung und Optimierung von Vertriebs- und Serviceprozessen</strong></p>\n<ul>\n<li>Als Application Owner übernehmen Sie die Verantwortung für einen Teil des CRM &amp; CX Portfolios und verwalten Ihre Lösungen über den gesamten Lifecycle hinweg.</li>\n<li>Sie leiten Konzeptions- und Realisierungsprojekte von CRM- und CX-Lösungen und wirken in diesen Projekten aktiv mit. Sie spezifizieren, implementieren, testen und unterstützen die User nach dem Rollout intensiv.</li>\n<li>Sie leisten täglich 3rd Level Support und geben Ihr Wissen in Schulungen an Kollegen vom 2nd Level weiter.</li>\n<li>Sie tun alles, damit Ihr Projekt am Ende den maximalen Nutzen bringt: holen die richtigen Leute ins Boot, arbeiten auch externe Spezialisten, bringen unterschiedliche Sichtweisen zusammen - immer die beste Lösung für den User im Auge.</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">Ihr Profil</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl eVflOG\"><ul>\n<li>Sie können einen Hochschulabschluss in Wirtschaftsinformatik, Informationstechnologie oder einem ähnlichen Studienfach nachweisen. Oder Sie bringen entsprechende Berufserfahrung mit.</li>\n<li>Sie konnten bereits Erfahrung mit SAP CRM und/oder SAP CX Cloud Produkten sammeln.</li>\n<li>Sie denken gerne in Prozessen, sehen schnell die detaillierten Zusammenhänge und verstehen so die Abläufe im Business.</li>\n<li>Sie bringen gute Projektmanagement Kenntnisse mit und haben erste Erfahrung im Requirements Engineering.</li>\n<li>Sie sind ein Teamplayer mit hervorragenden zwischenmenschlichen und kommunikativen Fähigkeiten.</li>\n<li>Sie sind ein organisierter Mensch, mit hoher Eigenmotivation, der die Initiative ergreift und ergebnisorientiert arbeitet.</li>\n<li>Sie verfügen über sehr gute Englischkenntnisse, Deutschkenntnisse sind von Vorteil.</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">Unser Angebot: Fachliche Topliga mit maximaler Lebensqualität verbinden</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl eVflOG\"><ul>\n<li>Mit den Kernmarken Zumtobel, Thorn und Tridonic in 90 Ländern, Produktionswerke in aller Welt, knapp 5.900 Menschen, eine Branche im Wandel: Da warten auf Sie hochspannende, komplexe SAP-Aufgaben in allen Modulen.</li>\n<li>Eine Gegend, in der Kinder sicher aufwachsen, die nächste Skipiste, MTB Strecke und der Badestrand am Bodensee nur 20 Minuten entfernt sind: Da wartet viel Lebensqualität auf Sie und Ihre Familie.</li>\n<li>Flexible Arbeitszeiten und Home-Office: Damit Ihre Familie und Ihre Hobbys nicht zu kurz kommen, entscheiden Sie bei uns überwiegend selbst, wann und wo Sie arbeiten.</li>\n<li>Wenig Dienstreisen: Die meisten von uns sind nur 2 bis 6 Wochen pro Jahr unterwegs. Wer mehr reisen möchte, kann das natürlich auch.</li>\n</ul>\n<p>Gesetzlich verpflichtender Hinweis: Basierend auf dem kollektivvertraglich vorgeschriebenen Mindestgehalt (bei 38,5 Wochenstunden) von € 45.906,70 Euro p.a.&nbsp;orientiert sich das tatsächliche Gehalt für diese Position an der beruflichen Qualifikation und Erfahrung.</p>\n<p><strong>Gut für Ihre Karriereplanung</strong><br>\nGemeinsam entdecken wir neue Arbeitsfelder. Unser Mentoring Programm unterstützt Sie bei der Entfaltung Ihres Potenzials.</p>\n<p><strong>Internationale Perspektive</strong><br>\nWerden Sie Teil eines Netzwerks aus Kreativität und Hightech; verwirklichen Sie Ihr Potenzial in einem Ecosystem aus multinationalen und interkulturellen Teams.</p>\n<p><strong>Work-Life-Balance</strong><br>\nFlexible Arbeitszeitmodelle und Sabbaticaloptionen ermöglichen Ihnen Harmonie zwischen Work und Life zu schaffen.</p>\n<p><strong>Offene und respektvolle Kultur</strong><br>\nArbeiten bei der Zumtobel Group bedeutet, Teil einer offenen Unternehmenskultur zu sein, basierend auf den Werten des Gründers Dr. Walter Zumtobel.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">Kontakt</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl eVflOG\"><p><strong>Bewerbungen an</strong><br>\nMelanie Bernhardt<br>\nT <a href=\"tel:+43664808926199\" target=\"_blank\">+43 664 80892 6199</a></p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--CRM-CX-Solution-Engineer-Consultant-CRM-CX-Cloud-Specialist-m-w-x-Dornbirn-Zumtobel-Group--520052-inline.html?suid=ad9f94b1-1a35-4f67-b898-181d7c8b2f3c&rltr=143_43_100_dynrl_s_0_0_0",
  "date": "2020-05-26"
}