{
  "title": "Head of Cyber Security (f/m/d)",
  "location": "Wien",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Über Atos</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl dcGoAz\"><p>Atos ist ein weltweit führender Anbieter für die digitale Transformation mit über 110.000 Mitarbeitern in 73 Ländern und einem Jahresumsatz von mehr als 11 Milliarden Euro. Als europäischer Marktführer für Cloud, Cybersecurity und High Performance Computing bietet die Atos Gruppe ganzheitliche Lösungen für Orchestrated Hybrid Cloud, Big Data, Business-Anwendungen und Digital Workplace. Der Konzern ist der weltweite IT-Partner der Olympischen und Paralympischen Spiele und firmiert unter den Marken Atos, Atos Syntel und Unify. Atos ist eine SE (Societas Europaea) und an der Pariser Börse als eine der 40 führenden französischen Aktiengesellschaften (CAC40) notiert.</p>\n<p>Das Ziel von Atos ist es, die Zukunft der Informationstechnologie mitzugestalten. Fachwissen und Services von Atos fördern Wissensentwicklung, Bildung sowie multikulturelle und pluralistische Forschungsansätze, die zur wissenschaftlichen und technologischen Exzellenz beitragen. Weltweit ermöglicht die Atos Gruppe ihren Kunden, Mitarbeitern und Partnern sowie der Gesellschaft insgesamt, in der Welt der Informationstechnologie nachhaltig und zuversichtlich zu leben, zu arbeiten und sich zu entwickeln.</p>\n<p>Sie werden ein wichtiger Bestandteil des größten europäischen Cyber Security Dienstleisters, sind Mitglied des Atos Österreich Management Teams sowie eng in die internationale Cyber Security Community eingebunden.</p>\n<p><strong>Datum:&nbsp;</strong>18.02.2020<br>\n<strong>Standort:</strong>&nbsp;Wien, Wien, AT<br>\n<strong>Unternehmen:&nbsp;</strong>Atos</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Ihre Aufgaben:</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl dcGoAz\"><ul>\n<li>Führung und Weiterentwicklung des&nbsp;bestehenden Cyber Security Teams sowie Ausbau des Teams</li>\n<li>Verantwortung der strategischen Positionierung und Weiterentwicklung des Atos Cyber Security Portfolios in Österreich</li>\n<li>Beratung unserer Kunden auf Management-Ebene in der Entwicklung deren Cyber Security Strategie und Architektur</li>\n<li>Enge Zusammenarbeit mit globalen und lokalen Partnern sowie mit Schulen und Universitäten im Umfeld der Cyber Security Ausbildung und dem Recruiting von neuen Talenten</li>\n<li>Profit und Loss Verantwortung für das Atos Österreich Cyber Security Geschäft</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Ihr Profil:</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl dcGoAz\"><ul>\n<li>Abgeschlossene Ausbildung (FH, Universität, ...) mit relevantem Schwerpunkt</li>\n<li>Mind. 5 Jahre Berufserfahrung in einer Führungsposition</li>\n<li>Gute Kenntnis des Cyber Security Marktes in Österreich und entsprechende Netzwerke</li>\n<li>Erfahrung im Cyber Security Consulting</li>\n<li>Zertifizierungen im Cyber Security Umfeld von Vorteil (ISC, CISA, CISSP, CISM, HSM, IoT IAM)</li>\n<li>Verständnis komplexer Sachverhalte, Analyse- und Lösungskompetenz</li>\n<li>Sehr gute Deutsch- und Englischkenntnisse in Wort und Schrift</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Wir bieten:</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl dcGoAz\"><ul>\n<li>Ein vielseitiges und herausforderndes Aufgabengebiet in einer angenehmen Arbeitsatmosphäre in einem hochqualifizierten Team</li>\n<li>Flexible Arbeitszeiten, Home-Office Möglichkeiten und Modelle zur Gewährleistung der Vereinbarkeit von Beruf und Familie</li>\n<li>\"Training on the job\" und externe Weiterbildung</li>\n<li>Diverse Benefits (mitfinanziertes Mittagessen, Rabatte, ..)</li>\n</ul>\n<p>Das Jahres-Mindestgehalt beträgt ca. € 80.000,-. Ihr tatsächliches Jahreszieleinkommen wird entsprechend Ihrer Qualifikation und Erfahrungen marktgerecht festgelegt.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Kontakt</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl dcGoAz\"><p>Wir bei Atos möchten, dass sich alle Mitarbeiter wertgeschätzt und anerkannt fühlen. Unsere Karrierepfade für Mitarbeiter sind darauf ausgerichtet, Diskriminierungen zu verhindern, ungeachtet der Geschlechtsidentität, der sexuellen Ausrichtung, der Religion, der ethnischen Zugehörigkeit, des Alters, etwaiger Behinderungen, der Staatsbürgerschaft oder eines anderen Aspekts, der sie einzigartig macht. Überall auf der Welt haben wir eine Vielzahl von Programmen entwickelt, um die Atos Kultur rder Inklusivität zu verankern, und wir arbeiten hart daran, dass alle Mitarbeiter die gleichen Chancen haben, ihren Beitrag zu leisten und das Gefühl haben am richtigen Ort zu sein.</p>\n<p>Wir freuen uns auf Ihre Online-Bewerbung unter <a href=\"https://jobs.atos.net/\" target=\"_blank\">jobs.atos.net</a>!</p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Head-of-Cyber-Security-f-m-d-Wien-Atos-IT-Solutions-and-Services-GmbH--519208-inline.html?rltr=35_35_100_dynrl_s_0_0_0&suid=88680f08-c78e-4a59-bbfe-da5ba5310199",
  "date": "2020-05-18"
}