{
  "title": "(Associate) Information Security Officer",
  "location": "Luxembourg",
  "contract_type": "Vollzeit, Befristeter Vertrag",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl hOeDXX\"><p>The EIB, the European Union's bank, is seeking to recruit for its <strong>Risk Management Directorate (RM) – Operational Risk Unit</strong>, at its headquarters in <strong>Luxembourg</strong>, an <strong>(Associate) Information Security Officer</strong>.&nbsp;This is a <strong>full time position at grade 4/5</strong>.</p>\n<p><strong>The term of this contract will be 4 years.</strong></p>\n<p>Panel interviews are anticipated for May 2020</p>\n<p><em>The EIB offers fixed-term contracts of up to a maximum of 6 years, according to business needs, with a possibility to convert to a permanent contract, subject to organisational requirements and individual performance.</em></p>\n<p><strong>Purpose</strong></p>\n<p>Contribute to the coordination of Information Security-related risk assessments, and other relevant measures, in order to prevent and mitigate the impact of Information Security incidents</p>\n<p><strong>Operating Network</strong></p>\n<p>The EIB has centralised its 2nd Line of Defence within the Risk Management Directorate in an Information Security Office, which has a joint responsibility for the 1st and 2nd Lines of Defence.</p>\n<p>Reporting to the Head of OPR Unit, you will work in close cooperation with the Operational Risk team.</p>\n<p>You will also work in close collaboration with the relevant Services of the Bank for the integration of information security into the policies, procedures and processes of the Bank.&nbsp;And you will collaborate with the Office of the Chief Compliance Officer (OCCO), Inspector General’s Office (IG) and other relevant services as required for the investigation and escalation of events arising from non-compliance with the information security policies. You will also work with IT, Facilities Management, Business Continuity and all Directorates of the Bank for the implementation of agreed information security measures.</p>\n<p>Externally, you will interact with security related professionals</p>\n<p><strong>Accountabilities</strong></p>\n<ul><li>Contribute to the implementation of an Information Security Management System (ISMS) consistent with the imposed requirements and/or regulations.&nbsp;This will include:</li>\n</ul><p>Maintaining the Bank’s information security-related policies</p>\n<p>Updating and conducting gap analysis, according to the BBP (Best Banking Practice), standards and procedures, in close cooperation with IT Security, the Document Management Office, Facilities Management, Data Protection and other EIB Group services whenever required.</p>\n<p>Maintaining, updating and reviewing the implementation of inter-alia the Bank’s Information Security Policy, Information Classification Policy, Cloud Security Policy, Logical Access Control Policy and Acceptable Use Policy&nbsp;</p>\n<p>Indicating possibilities for the integration of information management security into the Bank’s policies</p>\n<p>Gathering information on industry developments through external contacts with security-related professional bodies and experts</p>\n<p>Ensuring close collaboration with your peer in European Investment Fund (EIF)</p>\n<p>Providing risk assessments, on an ad-hoc basis, to the business</p>\n<ul><li>Contribute to the implementation and the monitoring of the risk assessment process of the Bank. Provide key risk indicators and associated dashboard on the information management risk assessments and the implementation of consequent information security measures and controls,&nbsp;in collaboration with other relevant services of the Bank</li>\n<li>Execute key processes related to Information Security policies, in order to ensure successful implementation, maintenance and continuous improvement of an Information Security Management System; this may include:</li>\n</ul><p>&nbsp;</p>\n<p>Supporting Business Owners in carrying out information security risk assessments</p>\n<p>Monitoring the implementation of agreed information security controls in the Bank</p>\n<p>Working in close collaboration with IT, Buildings and Logistics, Information Management and Information and Processes Divisions for the development of a work plan and agreed actions for the protection of EIB information assets and the confidentiality, integrity and availability of EIB documents and data</p>\n<p>Providing clear Information Security Incident Management response, reporting and escalation procedures to the relevant management or governing authority</p>\n<ul><li>Raise awareness of Information Security responsibilities and actions amongst Bank personnel (both permanent staff and consultants/contractors) through training and communication programmes</li>\n<li>Support Operational Risk activities related to ICT risks</li>\n</ul><p><strong>Qualifications</strong></p>\n<ul><li>University degree, preferably in a field related to Risk Management, IT or Information Management and complemented with relevant post-graduate studies.&nbsp;The CISA qualification would be an asset</li>\n<li>Minimum 3 years relevant experience with a proven track record of success in information security implementation and/or IT or information security audit, preferably in a financial services domain</li>\n<li>Experience of some or all of the following:</li>\n</ul><p>Information Security Policy implementation and maintenance and knowledge of ISO/IEC27001/2013 and BBP standards</p>\n<p>Incident management and/or crisis management response procedures</p>\n<p>Investigation and response management</p>\n<p>Implementation of monitoring, performance and reporting metrics</p>\n<ul><li>Knowledge of principles and techniques of information security risk analysis and assessment</li>\n<li>Programme and project management skills</li>\n<li>Knowledge sharing skills, including presentations, drafting of documentation.&nbsp;Ability to report to senior management teams<br><br></li>\n<li>Excellent knowledge of standard Microsoft desktop tools (particularly Windows, MS Office, Web browsers, Adobe, etc.)</li>\n<li>Excellent knowledge of English and/or French (*) and a good command of the other. Knowledge of other EU languages would be an asset.</li>\n</ul><p><strong>Competencies</strong></p>\n<ul><li><strong>Achievement Drive:</strong> Continually keeps an eye on performance, focusing on improving it, showing drive and determination to meet short and long-term goals.</li>\n<li><strong>Change Orientation</strong>: Adapts to differences and changes in the environment; takes a flexible approach to reach outcomes.</li>\n<li><strong>Collaboration: </strong>Works cooperatively as part of a team; works collaboratively with peers across organisational boundaries based on a genuine interest in and an accurate understanding of others and their individual perspectives and concerns.</li>\n<li><strong>Organisational Commitment:</strong> Is willing to commit to an organisation whose mission is to support Europe and is open to diversity, and to align her/his own behaviour with the organisation’s needs and intrinsic values, acting with integrity in ways that promote the organisation’s mission, policies and rules.</li>\n</ul><p>(*) There may be certain flexibility on this requirement, but limited to particularly suitable candidates who may not yet be proficient in French. If selected, such candidates will be hired on the condition that they build up rapidly knowledge of French and accept that their future career in the EIB may be subject to the attainment of sufficient proficiency in both of the Bank's working languages</p>\n<p>We are an equal opportunity employer, who believes that diversity is good for our people and our business.&nbsp;As such, we promote the inclusion of suitably qualified and experienced staff without regard to their gender, age, racial or ethnic origin, religion or beliefs, sexual orientation/identity, or disability (**).</p>\n<p>&nbsp;(**) We particularly welcome applications from women and persons with disabilities.</p>\n<p><strong>Interested?</strong></p>\n<p>Please apply via the<strong> 'Apply' </strong>button.</p>\n<p>Deadline for applications: <strong>May 4th 2020</strong></p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Associate-Information-Security-Officer-Luxembourg-European-Investment-Bank--524194-inline.html?rltr=1_1_100_dynrl_m_0_0_0&suid=88680f08-c78e-4a59-bbfe-da5ba5310199",
  "date": "2020-05-18"
}