{
  "title": "Werkstudent Business Performance Management (m/f/d)",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl BzfoZ\">Atos ist ein weltweit führender Anbieter für die digitale Transformation mit über 110.000 Mitarbeitern in 73 Ländern und einem Jahresumsatz von mehr als 11 Milliarden Euro. Als europäischer Marktführer für Cloud, Cybersecurity und High Performance Computing bietet die Atos Gruppe ganzheitliche Lösungen für Orchestrated Hybrid Cloud, Big Data, Business-Anwendungen und Digital Workplace. Der Konzern ist der weltweite IT-Partner der Olympischen und Paralympischen Spiele und firmiert unter den Marken Atos, Atos Syntel und Unify. Atos ist eine SE (Societas Europaea) und an der Pariser Börse als eine der 40 führenden französischen Aktiengesellschaften (CAC40) notiert.\n<br>Das Ziel von Atos ist es, die Zukunft der Informationstechnologie mitzugestalten. Fachwissen und Services von Atos fördern Wissensentwicklung, Bildung sowie multikulturelle und pluralistische Forschungsansätze, die zur wissenschaftlichen und technologischen Exzellenz beitragen. Weltweit ermöglicht die Atos Gruppe ihren Kunden, Mitarbeitern und Partnern sowie der Gesellschaft insgesamt, in der Welt der Informationstechnologie nachhaltig und zuversichtlich zu leben, zu arbeiten und sich zu entwickeln.\n<br>\n<br>Wir freuen uns auf Ihre Online-Bewerbung!</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#0C2577\" class=\"sc-TOsTZ dRTEoc\">Your tasks</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl fFEGnp\">Möchten Sie beim größten europäischen IT-Dienstleister arbeiten?\n<br>Wir suchen ab sofort eine/n\n<br>\n<br>WerkstudentIn Business Performance Management (m/f/d)\n<br>\n<br>\n<br>Ihre Aufgaben\n<br>\n<br>Unser Business Performance Team analysiert Outsourcing Projekten in der Transition und im laufenden Betrieb und zeigt Verbesserungsmöglichkeiten auf. Daraus werden Einsparungsmöglichkeiten abgeleitet und umgesetzt. Sie lernen die verschiedenen Aspekte dieser Tätigkeit kennen und übernehmen eigenständige Aufgabenpakete unter anderem im:\n<br> * Erstellen von Präsentationen für interne und externe Veranstaltungen\n<br> * Erstellen von Auswertungen (Reports, Analysen, Entscheidungsunterlagen)\n<br> * Teilnahme an Management Meetings (Agenda, Protokolle, actions tracking, Ablage)\n<br> * Bildung der Schnittstelle zu anderen internen Bereichen (HR, CEE Functions, Communication, Onsite Support Center, etc)\n<br> * Übernahme von administrativen Aufgaben\n<br>\n<br>Sie arbeiten in einem internationalen Team in CEE und kommunizieren direkt mit unseren Departments wie Sales, Service Management, Datacenter-Betrieb und auch dem Kunden. Durch Ihre Lernbereitschaft, on-the-job Training und strukturierte Vorgehensweise erweitern Sie Ihr Know How und können Ihr theoretisches Wissen in Projekten umsetzen. \n<br>\n<br>\n<br>Wir sind gesetzlich dazu verpflichtet, darauf hinzuweisen, dass das kollektivvertragliche jährliche Bruttogehalt bei € 26.068,- liegt. Ihr tatsächliches Jahreszieleinkommen wird entsprechend Ihrer Qualifikationen und Erfahrungen marktgerecht festgelegt.</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#0C2577\" class=\"sc-TOsTZ dRTEoc\">Your profile</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl fFEGnp\">Ihr Profil\n<br>\n<br> * Sie sind an einer Hochschule inskribiert und befinden sich idealerweise in der Mitte Ihres grundständigen Studiums (Bachelor, Diplom, Magister o.ä.) oder am Anfang Ihres aufbauenden Studiums (Master o.ä.)\n<br> * Erste Erfahrung im Bereich Projektmanagement/-controlling ist von Vorteil\n<br> * Sie sind sicher im Umgang mit MS-Office, insbesondere Excel und PowerPoint\n<br> * Sie sprechen ausgezeichnet Deutsch und Englisch\n<br> * Sie arbeiten gerne in einem internationalen Konzern und möchten Erfahrungen im interkulturellen Projektumfeld sammeln\n<br> * Zu Ihren Stärken zählen hohe Eigenmotivation, Leistungsbereitschaft, selbstständiges Arbeiten und Teambereitschaft</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#0C2577\" class=\"sc-TOsTZ dRTEoc\">We offer</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl fFEGnp\"><p>Wir bieten<br><br> * Ein vielseitiges und herausforderndes Aufgabengebiet in einer angenehmen Arbeitsatmosphäre in einem hochqualifizierten Team<br> * Flexible Arbeitszeiten, Home-Office Möglichkeiten und Modelle zur Gewährleistung der Vereinbarkeit von Job und Studium<br> * „Training on the job\" und externe Weiterbildung<br> * Diverse Vorteile (mitfinanziertes Mittagessen, Rabatte...)</p></div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Werkstudent-Business-Performance-Management-m-f-d-Wien-Atos-IT-Solutions-and-Services-GmbH--522258-inline.html?rltr=173_73_100_dynrl_s_0_0_0&suid=dae81421-333f-466b-892a-fcc243b8db66",
  "date": "2020-04-16"
}