{
  "title": "Manager, Knowledge and Information Systems",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl QYXFj\"><p></p>\n<p></p>\n<p></p>\n<p><b><i>OBJECTIVES/PURPOSE </i></b></p>\n<p>The Knowledge and Information Systems Manager is an experienced professional in the principles of program management office (PMO) knowledge and content management, leveraging digital information systems. Key elements of this role are:</p>\n<ul>\n<li><b>Information Systems &amp; Tools:</b> Serves as the application owner and subject matter expert for the team’s SharePoint and related digital platforms and systems.</li>\n<li><b>Content Management:</b> Creating, curating, standardizing, organizing storage of processes, tools, training materials, templates, and best practices that are current, relevant, and consistent with the program expectations</li>\n<li><b>Knowledge Sharing:</b> Establishing a mechanism and tools between global communities and the AGILE PMO to facilitate connection and provide meaningful user experiences with easy access to information, best practices, and the latest relevant industry trends</li>\n<li><b>Project Coordination:</b> Lead projects or provide project support for initiatives where someone else serves as the Lead</li>\n<li><b>Business Analysis:</b> Measure and track impact and opportunities for improvement</li>\n<li><b>Content Creation:</b> Serving as project resource when developing team presentations and documentation</li>\n</ul>\n<p><b><i>ACCOUNTABILITIES </i></b></p>\n<p></p>\n<ul>\n<li><b>Information Systems &amp; Tools:</b>\n<ul>\n<li>Overseeing the implementation, management, and operation of the team’s SharePoint to maximize end-user satisfaction</li>\n<li>Owning / maintaining all team information sites (SharePoint, Yammer, file folders, etc)</li>\n<li>Optimizing user interfaces; maintaining functionality, access, version control, and integrity of site contents</li>\n</ul></li>\n<li><b>Content Management:</b>\n<ul>\n<li>Establishing content management practices to include naming conventions, file structures, change control process, and sharing of new / revised content</li>\n<li>Ensuring all project documentation is current, complete, stored and shared in a way that is consistent with the team standards</li>\n</ul></li>\n<li><b>Knowledge Sharing:</b>\n<ul>\n<li>Defining process for how best practices will be identified, shared, and measured and enhance tool for optimal user experience</li>\n<li>Support development of a Community of Practice for sharing Best Practices globally, across workstreams and sites; provide coordination and analytic support to maximize engagement and effectiveness</li>\n</ul></li>\n<li><b>Project Coordination:</b>\n<ul>\n<li>Facilitate process improvement, innovation, and other optimization initiatives</li>\n<li>Surfaces risks, facilitates the development of mitigation strategies, and oversees their implementation</li>\n</ul></li>\n<li><b>Business Analysis:</b>\n<ul>\n<li>Provide business analysis support for project teams, when required</li>\n<li>Compiling and analyzing planning and project data as well as leveraging use of digital collaboration tools and strategies to streamline and simplify data access and organization</li>\n<li>Proposing improvements and best practices for governance, processes, tools, and templates to ensure the successful management and reporting of respective initiatives</li>\n</ul></li>\n<li><b>Content Creation:</b>\n<ul>\n<li>Development of high visibility, executive-level presentations, utilizing strong organizational skills, meticulous attention to detail, effective verbal and written communication, and proficiency in Microsoft PowerPoint</li>\n</ul></li>\n</ul>\n<p><b><i>DIMENSIONS AND ASPECTS </i></b></p>\n<p><b><u>Technical/Functional (Line) Expertise</u></b></p>\n<ul>\n<li>Experience in leading and supporting cross functional, geographically dispersed, and matrixed teams</li>\n</ul>\n<ul>\n<li>High level of comfort with SharePoint and other web-based technologies</li>\n<li>Demonstrated experience managing content and look/feel of SharePoint sites as a site administrator</li>\n<li>Experience in knowledge management / information management techniques</li>\n</ul>\n<p><b><u>Leadership</u></b></p>\n<ul>\n<li>Successful leadership across varied projects and teams</li>\n</ul>\n<ul>\n<li>A bold, unconstrained thinker and doer who demonstrates a clear understanding of the objectives and tactics needed to achieve transformational results</li>\n<li>Must demonstrate excellent leadership, change management, customer sensitivity, analytical, interpersonal, planning, communication, and collaboration skills necessary. Must also have the ability to manage strategically and think innovatively.</li>\n<li>Ability to manage in a fast paced, challenging environment while remaining focused on obtaining objectives.</li>\n</ul>\n<p><b><u>Decision-making and Autonomy</u></b></p>\n<ul>\n<li>Uses independent judgment to identify, plan, prioritize, and organize diversified workload as required.</li>\n</ul>\n<ul>\n<li>Ability to build relationships and influence, and drive organizational engagement</li>\n<li>Optimizes teams by recognizing and leveraging the potential in diverse team members</li>\n<li>Determine needs for analysis of data and drive overall recommendations for decisions</li>\n</ul>\n<p><b><u>Interaction</u></b></p>\n<ul>\n<li>Makes the extra effort to meet with people, understand diverse perspectives and effectively work together.&nbsp;</li>\n</ul>\n<ul>\n<li>Spends time deliberately and consistently engaging individuals and teams from all levels of the organization.</li>\n<li>Strong ability to ensure connectivity across multiple functions within a site and with the enterprise</li>\n<li>Coordination and ability to drive results across other functions</li>\n</ul>\n<p><b><u>Innovation</u></b></p>\n<ul>\n<li>Sees opportunities beyond the scope of own role and influences others to adopt new and effective ways of working.</li>\n<li>Capable of bringing structure to vaguely defined problems while using creative yet pragmatic problem-solving approaches and execution management</li>\n<li>Has a strong attention to detail and an organized approach to work</li>\n</ul>\n<p><b><u>Complexity</u></b></p>\n<ul>\n<li>Creates clarity, fostering alignment and accountability.&nbsp;Builds structures and processes that reduce unnecessary complexity</li>\n</ul>\n<ul>\n<li>Has skills in disciplines beyond project management in order to develop an integrated approach, accounting for value and people factors</li>\n</ul>\n<p><b><i>EDUCATION, BEHAVIOURAL COMPETENCIES AND SKILLS:</i></b></p>\n<p></p>\n<p>Education / experience</p>\n<p>(Required)</p>\n<ul>\n<li>Minimum of a Bachelor’s Degree, preferably in life sciences, business or engineering (or equivalent experience).</li>\n<li>Minimum of 8 years professional experience, including 4+ years in leadership and progressive project management roles</li>\n<li>Proficient in the application of appropriate project management and business tools (Microsoft Office 365: including MS Project, PowerPoint, Word, and Excel)</li>\n<li>Site Administrator experience (with SharePoint)</li>\n<li>Demonstrated experience leading and supporting transformation projects</li>\n</ul>\n<p>(Preferred)</p>\n<ul>\n<li>Advanced degree (preferably in business, project management, or science; e.g. MBA, MS)</li>\n<li>Agile Certification (Certified Scrum Master or related industry recognized certification)</li>\n<li>PMI Certification (PMP is preferred)</li>\n<li>Six Sigma or Lean Certification</li>\n<li>Management Consulting or Biotechnology / pharmaceutical industry experience desirable</li>\n</ul>\n<p>Core Competencies / Skills</p>\n<ul>\n<li>Ability to lead and influence cross-functional teams and drive stakeholder’s alignment, including executive level</li>\n<li>Demonstrated strength in translating strategy to actionable plans, defining program objectives, and simplifying complexity</li>\n<li>Functions well under pressure in a changing environment</li>\n<li>Self-starter with the ability to deliver high-quality deliverables on time that are appropriate for review by senior management</li>\n<li>Communication Skills: Able to succinctly communicate complex problems and proposed solutions both in writing and orally.&nbsp;</li>\n<li>Outstanding interpersonal, executive-level messaging and presentation skills including the ability to interact with management</li>\n</ul>\n<p>Leadership Behaviors</p>\n<ul>\n<li>Demonstrates strategic enterprise thinking to find innovative ways to serve patients, and build trust, reputation and business</li>\n<li>Creates the environment that inspires and enables people to move the organization forward&nbsp;</li>\n<li>Focuses on the few priorities that matter most and delivers superior results</li>\n</ul>\n<p></p>\n<p></p>\n<p></p>\n<p></p>\n<p></p>\n<p>Equal Employment Opportunity</p>\n<p></p>\n<p>Shire, a wholly-owned subsidiary of Takeda, is an Equal Opportunity Employer committed to a diverse workforce. Shire, a wholly-owned subsidiary of Takeda, will not discriminate against any worker or job applicant on the basis of race, color, religion, gender, national origin, ancestry, age, sexual orientation, marital or civil partnership status, pregnancy, gender reassignment, non-job related mental or physical disability, genetic information, veteran status, military service, application for military service, or membership in any other category protected under law.</p>\n<p></p>\n<p>EEO is the Law - <a href=\"https://www.dol.gov/ofccp/regs/compliance/posters/pdf/eeopost.pdf\">https://www.dol.gov/ofccp/regs/compliance/posters/pdf/eeopost.pdf</a> </p>\n<p></p>\n<p>EEO is the Law – Supplement - <a href=\"https://www.dol.gov/ofccp/regs/compliance/posters/pdf/OFCCP_EEO_Supplement_Final_JRF_QA_508c.pdf\">https://www.dol.gov/ofccp/regs/compliance/posters/pdf/OFCCP_EEO_Supplement_Final_JRF_QA_508c.pdf</a> </p>\n<p></p>\n<p>Pay Transparency Policy - <a href=\"https://www.dol.gov/ofccp/pdf/pay-transp_formattedESQA508c.pdf\">https://www.dol.gov/ofccp/pdf/pay-transp_formattedESQA508c.pdf</a> </p>\n<p></p>\n<p>Reasonable Accommodations</p>\n<p></p>\n<p>Shire, a wholly-owned subsidiary of Takeda, is committed to working with and providing reasonable accommodation to individuals with disabilities. If, because of a medical condition or disability, you need a reasonable accommodation for any part of the application process, or in order to perform the essential functions of a position, please call 484-595-8400 and let us know the nature of your request and your contact information. </p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Manager-Knowledge-and-Information-Systems-Vienna-Takeda--521315-inline.html?rltr=50_50_100_dynrl_s_0_0_0&suid=780f86bd-8224-4411-ad6d-61b80b662107",
  "date": "2020-04-20"
}