{
  "title": "Trainee Programm: Applikationsingenieur",
  "location": "Wien",
  "contract_type": "Vollzeit, Berufseinstieg/Trainee",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#000000\" class=\"sc-TOsTZ jVNtN\">WE MAKE COMPUTERS THAT CAN SEE</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl ibUXaW\"><p>Cognex is the largest, most successful and most recognized global player in industrial machine vision. Using advanced optics, image sensors, and artificial intelligence software Cognex vision and ID systems capture an image, then analyze it to make sense of what’s being seen.</p>\n<p>Companies use Cognex vision and ID in their manufacturing processes to improve product quality, guide assembly robots, and track items through each stage of production and distribution.</p>\n<p>Cognex is focused entirely on solving the toughest problems in industrial machine vision and ID, and we have sold more solutions in these areas than any other company in the world.</p>\n<p>More than a billion products are made each day using Cognex vision.</p>\n<p>The only thing smarter than our vision and ID systems are the people that stand behind them. One of them could be you!</p>\n<p>Ein Applikationsingenieur bei Cognex ist verantwortlich für die Durchführung von Machbarkeitsstudien, technischen Präsentationen und Testinstallationen vor Ort beim Kunden. Dabei handelt es sich um die technische Antwort und Ausarbeitung auf ein gegebenes Kundenproblem. Hierbei ermittelt der Applikationsingenieur die richtige Auswahl von optischen und Systemkomponenten, sowie die richtige Auswahl der Produktplattform und Algorithmen. Prototypaufbauten und Versuchsberichte runden die Evaluation ab. Die zu lösenden Probleme sind vielfältig und können aus verschiedenen Industrien und Anwendungsfeldern kommen. Der Applikationsingenieur arbeitet eng mit unseren Vertriebsingenieuren und den Kunden zusammen, um eine technisch zuverlässige und kommerziell interessante Lösung zu erzielen.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#000000\" class=\"sc-TOsTZ jVNtN\">Das Programm</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl ibUXaW\"><p>Das Trainee Programm findet in unserer Vertriebszentrale in <strong>Karlsruhe</strong> statt und umfasst 3 Etappen über eine Dauer von 7 Monaten:</p>\n<p><strong>1. Etappe: Einführungs-Trainings (Dauer: Ca. 2 Monate)</strong></p>\n<ul>\n<li>Firmenüberblick – Sie erhalten Einsicht in die Firmenhistorie und unsere spezielle Cognex-Kultur</li>\n<li>Produkttraining – Nehmen Sie an intensiven Trainings teil, um ein tiefgreifendes Verständnis von Cognex’ Bildverarbeitungsprodukten zu entwickeln</li>\n<li>Skills Training – Sie lernen mit Kunden in unterschiedlichen Situationen umzugehen</li>\n</ul>\n<p><strong>2. Etappe: Rotations-Phase (Dauer: Ca. 2 Monate)</strong></p>\n<ul>\n<li>Lernen Sie in unserer Zentrale in Karlsruhe jeweils drei Wochen unterschiedliche Aspekte von Technik und Vertrieb kennen. Sie werden Einblicke in die Rolle des Sales Development Engineers, des Sensor Helpdesk Engineers sowie eines Applikationsingenieurs erhalten, jeweils für die Dauer von 3 Wochen. So haben Sie die Möglichkeit, unsere Vertriebstruktur und Abläufe besser kennenzulernen</li>\n</ul>\n<p><strong>Sales Development</strong></p>\n<ul>\n<li>Verwaltung der eingehenden Anrufe der Bestandskunden und Beantwortung der täglichen Anfragen, z.B. Trainings, Ersatzteile, Angebote für Dienstleistungen, Dokumentationen und Produktvorschläge</li>\n<li>Verwaltung und Durchführung ausgehender Anrufkampagnen an ausgesuchte Bestandskunden um neue Produkte und Services zu bewerben</li>\n</ul>\n<p><strong>Sensor Helpdesk</strong></p>\n<ul>\n<li>Unterstützender Support unserer Sensor Sales Engineers (für die Cognex Sensor- und ID-Produkte) und Erstellung von Machbarkeitsstudien</li>\n<li>Betreuung aller durch unsere Produkte unterstützten Plattformen (PC, Stand-Alone, Windows 7-10, industrielle Protokolle etc.)</li>\n<li>Identifikation, Nachbildung und Analyse von technischen Problemen, effizientes Erarbeiten von geeigneten Lösungen auf Hardware- und Softwareseite</li>\n<li>Eskalation von technischen Fehlern zur Entwicklungsabteilung</li>\n</ul>\n<p><strong>Applikations Engineering</strong></p>\n<ul>\n<li>Erstellen von Machbarkeitsstudien und Unterstützung vor Ort beim Kunden nach Anfrage des Vertriebs</li>\n<li>Durchführen von Demos und vor Ort Versuche von Bildverarbeitungsprodukten, auch bei Kunden, Seminaren, Messen etc.</li>\n<li>Erarbeiten von Lösungen oder Verbesserungen mit dem Kunden anhand der von Ihnen gefertigten Problemanalysen vor Ort</li>\n</ul>\n<p><strong>3. Etappe: Begleitung der Applikationsingenieure (Dauer: Ca. 3 Monate)</strong></p>\n<ul>\n<li>Erstellen von Machbarkeitsstudien und Unterstützung beim Kunden nach Anfrage des Vertriebs</li>\n<li>Durchführen von Demos und vor Ort Versuche von Bildverarbeitungsprodukten, auch bei Kunden, Seminaren, Messen etc.</li>\n<li>Erarbeiten von Lösungen oder Verbesserungen mit dem Kunden anhand der von Ihnen gefertigten Problemanalysen vor Ort</li>\n<li>Termingerechte Anfertigung von Berichten zu Machbarkeitsstudien, die Lösungen innerhalb des vorgegebenen Applikationsrahmens aufzeigen</li>\n<li>Erlernen von Fachwissen für die Integration von Cognex Produkten in die industrielle Umgebung (z.B. SPS, Controller, Serveransteuerung, …)</li>\n<li>Organiseren und Leiten von Schulungen für Kunden und Vertriebsmitarbeiter</li>\n<li>Melden von Verbesserungsvorschlägen an die Produktentwicklung</li>\n<li>Sie werden in den Vertriebsprozess eingebunden, um unseren Vertriebsmitarbeitern Hilfestellung zu leisten ihre Ziele zu erreichen und prozesssichere Lösungen zu entwerfen</li>\n<li>Aktualisieren der Projekt- und Aktionsinformationen in den relevanten CRM Einträgen</li>\n</ul>\n<p>Nach erfolgreicher Beendigung des Trainee Programms, haben Sie die Möglichkeit ein vollwertiges Mitglied unseres Applikationsingenieurteams zu werden und einen unbefristeten Arbeitsvertrag zu erhalten.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#000000\" class=\"sc-TOsTZ jVNtN\">Benötigte Kenntnisse und Fähigkeiten:</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl ibUXaW\"><ul>\n<li>Studium/Ausbildung in einer technischen Disziplin</li>\n<li>Gutes Verständnis von mechanischen, elektrischen und Automatisierungssystemen in der Industrie</li>\n<li>Programmiererfahrung und Freude am Programmieren (Zeitanteil nicht mehr als 10-20%), vorzugsweise C#, Java Script</li>\n<li>Reisebereitschaft im europäischen Umfeld (überwiegend in Deutschland), auch kurzfristig</li>\n<li>Freude am Kundenumgang, auch bei Herausforderungen</li>\n<li>Bildverarbeitungskenntnisse, Kenntnisse von Optik sind von Vorteil</li>\n<li>Gute Computerkenntnisse inklusive der MS Office Anwendungen und in der Windows Umgebung</li>\n<li>Englische Sprachkenntnisse sind erforderlich</li>\n<li>Fließend Deutsch in Wort und Schrift sind Voraussetzung</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#000000\" class=\"sc-TOsTZ jVNtN\">Was wir bieten:</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl ibUXaW\"><ul>\n<li>Interessantes Aufgabengebiet in einem schnell wachsenden internationalen Unternehmen</li>\n<li>Exzellente persönliche und berufliche Weiterbildungsmöglichkeiten</li>\n<li>Einzigartige mitarbeiterzentrierte Firmenkultur - “Work Hard, Play Hard, Move Fast”!</li>\n<li>Multikulturelle Umgebung in einer angenehmen Arbeitsatmosphäre</li>\n<li>Enger Kontakt zu unseren Managern</li>\n<li>Flexible Arbeitszeiten, Home-Office, 30 Urlaubstage</li>\n<li>Kaffee, Wasser und Obst gratis</li>\n<li>Kostenlose Parkplätze in der Tiefgarage und gute Anbindung an die öffentlichen Verkehrsmittel</li>\n<li>Gehalt: 42.000 €</li>\n</ul>\n<p>Wenn Sie eine aufgeschlossene Persönlichkeit haben, kreativ sind und eine eigenständige Arbeitsweise in einem industriellen Umfeld ansprechend finden, sind Sie der/die Richtige für uns!</p>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#000000\" class=\"sc-TOsTZ jVNtN\">Kontakt</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl ibUXaW\"><p>Gerne geben wir Ihnen weitere Informationen in einem persönlichen Gespräch oder Telefonat!</p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Trainee-Programm-Applikationsingenieur-Wien-Cognex-Germany-Inc--518931-inline.html?rltr=160_60_100_dynrl_s_0_0_0&suid=84bc180b-658d-4459-a0e9-4225da0f45f5",
  "date": "2020-05-16"
}