{
  "title": "Head of the IT Security Section (m/f)",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl hOeDXX\"><p><strong>Head of the IT Security Section</strong><br>\nLocation : ESRIN, Frascati, Italy</p>\n<p><strong>Description</strong></p>\n<p>The IT Security Section maintains and oversees the evolution of the IT Department's Information Security Management System (ISMS), offering security support through Security Officer and Security Architect roles to all projects within ESA's IT Department.</p>\n<p>As the Head of the IT Security Section, you will be responsible for the management of the Section, its resources and activities such as planning, implementation and operation of security services aimed at improving and streamlining IT Security within ESA.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Your responsibilities include :</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl dcGoAz\"><ul>\n<li>Plan, coordinate and supervise the activities, projects and services within the Section, taking account of time and budget constraints;</li>\n<li>Represent the Section in meetings and coordination activities with the ESA Security Office, and security stakeholders (both IT and OT) from other directorates;</li>\n<li>Advertise the Section's services and achievements throughout the Agency, raising overall awareness and streamlining the Agency's approach towards cybersecurity across the organisation; Continuously Monitor and improve esait's security posture and maturity;</li>\n<li>Contribute to the IT Security Vision and Strategy in support of and in coordination with the ESA Security Office and drive its implementation by determining the activities, projects and services required to be executed and delivered by the Section;</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Your profile</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl dcGoAz\"><ul>\n<li>You have a Master's degree or equivalent qualification in the information technology domain.</li>\n<li>You have at least 10 years relevant experience in leading IT security teams in a large organisation with an international exposure managing a yearly security budget of at least €5m.</li>\n<li>You have experience in cyber security, cyber vulnerability management and associated standards, IT architecture design, project and technical management</li>\n<li>You are passionate about IT security, have broad knowledge, experience and expertise in the various IT security domains, together with experience in outsourcing and service management.</li>\n<li>You are experienced in managing a team of IT experts and possess the ability to organise their activities while ensuring a motivating work environment;</li>\n<li>You have strong leadership capabilities, with proven relationship management and communication skills.</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">We offer</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl dcGoAz\"><p>The European Space Agency (ESA) is an equal opportunities employer that offers competitive salaries exempt from national income tax and excellent employment conditions, such as allowances for expatriates and relocation support.</p>\n<p><strong>About us</strong><br>\nThe European Space Agency (ESA) is Europe's gateway to space. Its mission is to shape the development of Europe's space capability and ensure that investment in space continues to deliver benefits to the citizens of Europe and the world. ESA is an international organisation with 22 Member States. By coordinating the financial and intellectual resources of its members, it can undertake programmes and activities far beyond the scope of any single European country.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Contact</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl dcGoAz\"><p><strong>The closing date for applications is 31 March 2020</strong></p>\n<p>If you require support with your application due to a disability, please email&nbsp;<a href=\"mailto:contact.human.resources@esa.int\" target=\"_blank\">contact.human.resources@esa.int</a>.</p>\n<p>Please note that applications are only considered from nationals of one of the following States: Austria, Belgium, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, the Netherlands, Norway, Poland, Portugal, Romania, Spain, Sweden, Switzerland, the United Kingdom and Canada and Slovenia.</p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Head-of-the-IT-Security-Section-m-f-Frascati-European-Space-Agency--521414-inline.html?rltr=9_9_100_dynrl_m_0_0_0&suid=c10e2196-0596-49ee-8615-fd8245a4a9d3",
  "date": "2020-05-05"
}