{
  "title": "IT-Techniker*in am Institut für Meteorologie und Geophysik",
  "location": "Wien",
  "contract_type": "Vollzeit, Befristeter Vertrag",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl hOeDXX\"><p>Wir sind ein dynamisches, international ausgerichtetes Team, das für seine Forschungs- und Lehrtätigkeit die tatkräftige Unterstützung durch eine Organisationsassistenz benötigt. Das betrifft die Abwicklung von Drittmittelprojekten, die Betreuung von (internationalen) Gästen, die Organisation von beispielsweise Workshops, aber auch die Kommunikation mit den verschiedenen Dienstleistungseinheiten der Universität usw.&nbsp;</p>\n<p>An der Universität Wien (mit 20 Fakultäten und Zentren, 178 Studienrichtungen, ca. 9.800 Mitarbeiter*innen und rund 90.000 Studierenden) ist ehestmöglich die Position eines/einer</p>\n<p><strong>IT-Techniker*in<br>\nam Institut für Meteorologie und Geophysik</strong></p>\n<p><strong>Kennzahl der Ausschreibung:&nbsp;10766</strong></p>\n<p>Am Institut für Meteorologie und Geophysik untersuchen wir physikalische Prozesse im Erdsystem. Dazu werden verschiedene numerische Modelle und umfangreiche Datensätze von Mess- und Modelldaten genutzt. Zu ihrer Erstellung und Analyse werden zusätzlich zu existierender Hardware ein Linux-Cluster und Storage System (derzeit 360 Cores, 1 Pb Speicherplatz) erworben, die in den kommenden Jahren laufend erweitert werden sollen.<br>\n<br>\nAufgabenschwerpunkt dieser Stelle ist einerseits die Betreuung, Adaptierung und Optimierung dieser Systeme bzw. deren Weiterentwicklungen in Kooperation mit dem Zentralen Informatikdienst der Universität und andererseits die Unterstützung der Institutsmitarbeiter*innen in der Nutzung von Systemen, dem Betreiben atmosphärischer Modelle und der Softwareentwicklung zur Analyse umfangreicher Datensätze.<br>\n<br>\nIn einem international orientierten universitären Forschungsumfeld erwartet Sie eine abwechslungsreiche Tätigkeit. Sie ist zunächst auf ein Jahr befristet und kann bei beiderseitigem Einvernehmen entfristet werden.<br>\n<br>\nWir bieten für diese Position eine marktorientierte Gehaltsfindung. Verhandlungen für diese Stelle werden auf Basis von marktorientierten Gehaltsbandbreiten geführt.<br>\n<br>\n<strong>Dauer der Befristung:</strong>&nbsp;1 Jahr/e<br>\n<br>\n<strong>Beschäftigungsausmaß:&nbsp;</strong>40 Stunden/Woche.<br>\nEinstufung gemäß Kollektivvertrag: §54 VwGr. IIIb*<br>\nDarüber hinaus können anrechenbare Berufserfahrungen die Einstufung und damit das Entgelt bestimmen.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Ihre Aufgaben:</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl dcGoAz\"><p>Zum Aufgabengebiet gehört insbesondere:</p>\n<ul>\n<li>Verantwortung für die Konfigurierung und den Betrieb der zugeordneten Systeme (derzeit Linux-Cluster und Storage-System)</li>\n<li>Überwachung der Betriebsqualität (Verfügbarkeit, Performance, Ressourcenentwicklung, Sicherheit), Wartung und Nutzerverwaltung</li>\n<li>Verantwortung für die Ausarbeitung von Konzepten und Entscheidungsgrundlagen hinsichtlich der laufenden Anpassung und Weiterentwicklung der betreffenden Systeme</li>\n<li>Kontakt mit den Hersteller- und Lieferfirmen hinsichtlich der Wartung der eingesetzten Systemkomponenten</li>\n<li>Erstellung von Benutzungsanleitungen für die betreuten Server.</li>\n<li>Unterstützung der Institutsmitarbeiter*innen bei der Nutzung der zugeordneten Systeme, dem Betreiben von atmosphärischen Modellen und der Entwicklung und Nutzung von Auswertungssoftware</li>\n<li>Unterstützung der Institutsmitarbeiter*innen bei der Nutzung anderer HPC-System (z. B. VSC und ECMWF).</li>\n<li>Extraktion von Daten aus Datenbanken an internationalen Wettervorhersagezentren und Transfer dieser Daten ans Institut</li>\n<li>Mitarbeit an den administrativen Prozessen des Institutes</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Ihr Profil</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl dcGoAz\"><ul>\n<li>Facheinschlägiger Studienabschluss (Bachelor) und/oder Matura bzw. Fachmatura plus einschlägige Berufserfahrung</li>\n<li>Fachkompetenzen im Bereich der zu betreuenden Systeme (Datenspeicher und Linux-Cluster, Queuing System, Wartung wissenschaftlicher Software Libraries).</li>\n<li>Systemadministrations-Qualifikationen (Analysefähigkeit, Problemlösungskompetenz, Security-Bewusstsein, Zuverlässigkeit, Vertrauenswürdigkeit etc.).</li>\n<li>Gute Kommunikationsfähigkeit in Deutsch und Englisch.</li>\n</ul>\n<p><br>\nDarüber hinaus wäre die Kenntnis der Programmiersprachen C, Fortran und Python sowie atmosphärischer Modelle von Vorteil.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Wir bieten</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl dcGoAz\"><p>Wir bieten flexible Arbeitszeiten, gute Weiterbildungsmöglichkeiten, ein kreatives Arbeitsklima und ein adäquates Einstiegsgehalt.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Ihre Bewerbung:</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl dcGoAz\"><p>Wir freuen uns auf Ihre aussagekräftige Bewerbung mit&nbsp;Motivationsschreiben unter der&nbsp;Kennzahl 10766, welche Sie bis zum 03.07.2020&nbsp;bevorzugt über unser Job Center (<a href=\"http://jobcenter.univie.ac.at/\" target=\"_blank\" rel=\"nofollow\">http://jobcenter.univie.ac.at/</a>)&nbsp; an uns übermitteln.<br>\n<br>\nFür nähere Auskünfte über die ausgeschriebene Position wenden Sie sich bitte an Weißmann, Martin <a href=\"tel:+431427753710\" target=\"_blank\" rel=\"nofollow\">+43-1-4277-53710</a>.</p>\n<p>Die Universität Wien betreibt eine antidiskriminatorische Anstellungspolitik und legt Wert auf Chancengleichheit und Diversität (<a href=\"http://diversity.univie.ac.at/\" target=\"_blank\" rel=\"nofollow\">http://diversity.univie.ac.at/</a>). Insbesondere wird eine Erhöhung des Frauenanteils in Leitungspositionen und beim wissenschaftlichen Personal angestrebt. Frauen werden bei gleicher Qualifikation vorrangig aufgenommen.</p>\n<p>DLE Personalwesen und Frauenförderung der Universität Wien<br>\n<strong>Kennzahl der Ausschreibung: 10766</strong><br>\nE-Mail:&nbsp;<a href=\"mailto:jobcenter@univie.ac.at\" target=\"_blank\" rel=\"nofollow\">jobcenter@univie.ac.at</a><br>\n<a href=\"https://personalwesen.univie.ac.at/fileadmin/user_upload/d_personalwesen/Jobs_Recruiting/Dokumente/Datenschutzerklaerung_JobCenter_DE.pdf\" target=\"_blank\" rel=\"nofollow\">Datenschutzerklärung</a></p>\n<p>*<a href=\"https://personalwesen.univie.ac.at/jobs-recruiting/job-center/gehaltsschema/\" target=\"_blank\" rel=\"nofollow\">Einstufung gemäß Kollegtivvertrag</a></p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--IT-Technikerin-am-Institut-fuer-Meteorologie-und-Geophysik-Wien-Institut-fuer-Meteorologie-und-Geophysik-Universitaet-Wien--525608-inline.html?suid=98463a03-362e-4f49-ba28-d1db8161c3ea&rltr=100_100_100_dynrl_s_0_0_0",
  "date": "2020-05-23"
}