{
  "title": "ITSM Senior System Administrator (m/f/d)",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl evLjEl\"><p><strong>Group Description</strong><br>At Magna, we create technology that disrupts the industry and solves big problems for consumers, our customers, and the world around us. We're the only mobility technology company and supplier with complete expertise across the entire vehicle.<br><br>We are committed to quality and continuous improvement because our products impact millions of people every day. But we're more than what we make. We are a group of entrepreneurial-minded people whose collective expertise gives us a competitive advantage. World Class Manufacturing is a journey and it's our talented people who lead us on this journey.</p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#fe0000\" class=\"sc-TOsTZ gSTNww\">Stellenbeschreibung</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl jJflNn\"><strong>Job Introduction</strong>\n<p>As part of Magna's Global IT Service Management Team, the System Administrator's role is to support Magna's IT community (global and divisional) in effectively utilizing Matrix42 Workspace Management. This includes, but is not limited to, rolling out and supporting Matrix42 Divisional Service Desk. User training, deployment support as well as managing trouble tickets are an integral part of the Senior Systems Administrator's daily challenges.</p>\n<strong>Major Responsibilities</strong>\n<ul> \n<li>Matrix42 Service Management is Magna's Global IT Service Management tool. Supporting divisional and global IT to fully and effectively utilize Matrix42 is the main objective of the team this IT administrator would be part of.</li> \n<li>Managing incoming service and support requests via issue ticket, telephone and e-mail to ensure courteous, timely and effective resolution of user issues.</li> \n<li>Rotating on call for after-hour support and the adjacent weekend is required.</li> \n<li>Prioritize and schedule problems to provide best possible customer service. Escalate problem (when required) to the appropriate Global IT group.</li> \n<li>Develop scrips to provide custom specific solutions.</li> \n<li>A solid Microsoft SQL foundation is beneficial.</li> \n</ul>\n<strong>Knowledge, Education and Work Experience</strong>\n<ul> \n<li>Minimum of five (5) years' of work-related experience.</li> \n<li>Completion of university program in computer science or information systems or equivalent work experience.</li> \n</ul>\n<strong>Skills and Competencies</strong>\n<ul> \n<li>Excellent ITIL knowledge, ITIL certification preferred.</li> \n<li>Scripting (Powershell) experience is an asset.</li> \n<li>Microsoft SQL experience is preferred.</li> \n<li>Good written and oral communication skills.</li> \n<li>Good interpersonal skills, listening and questioning skills.</li> \n<li>Fluent German and English communication sklls (oral and written).</li> \n<li>Ability to present ideas in user-friendly language.</li> \n<li>Keen attention to detail.</li> \n<li>Proven analytical and problem-solving abilities.</li> \n<li>Ability to effectively prioritize and execute tasks in a high-pressure environment.</li> \n<li>Experience working in a team-oriented, collaborative environment.</li> \n</ul>\n<strong>Work Environment</strong>\n<p>Regular overnight travel 10-25% of the time.</p>\n<p><br>For dedicated and motivated employees, we offer an interesting and diversified job within a dynamic global team together with the individual and functional development in a professional environment of a global acting business. Fair treatment and a sense of responsibility towards employees are the principle of the Magna culture. We strive to offer an inspiring and motivating work environment.</p>\n<strong>Additional Information</strong>\n<p>The annual remuneration package for this position is a minimum of EUR 52.000,- with appropriate qualifications. We offer attractive benefits (e.g. employee profit participation program) and a salary which is in line with market conditions depending on your skills and experience.</p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--ITSM-Senior-System-Administrator-m-f-d-Graz-Magna--523800-inline.html?rltr=130_30_100_dynrl_m_0_0_0&suid=dba7ac5c-d3ff-4d41-bf18-02e4070680b5",
  "date": "2020-05-05"
}