{
  "title": "Information and Communication Technology (ICT) Site Manager",
  "location": "Darmstadt",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl hOeDXX\"><p><strong>Information and Communication Technology (ICT) Site Manager</strong></p>\n<p>Location: European Space Operations Centre (ESOC), Darmstadt, Germany with frequent travel to the European Astronaut Centre (EAC), Cologne, Germany.</p>\n<p><strong>Description</strong></p>\n<p>You will be responsible for the execution of processes and tasks related to service delivery of the ESOC &amp; EAC IT Local Support for corporate and office systems, serving the needs of all users on site.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Your responsibilities will include:</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl dcGoAz\"><ul>\n<li>monitoring performance measurement of the IT Local Support service (management of incidents, problems, changes, releases, configurations and assets), ensuring it complies with agreed SLA provisions;</li>\n<li>planning local service delivery requirements in accordance with agreed local user community needs; planning and monitoring local service delivery, management of all related local work packages for corporate contracts under the responsibility of the End-User Services Division;</li>\n<li>concise and timely responding to local customer requirements, establishing appropriate agreements with customers;</li>\n<li>interfacing with local stakeholders to understand their business needs, identifying opportunities for service improvements;</li>\n<li>ensuring correct implementation of the asset management process related to all IT-managed end- user devices procured by ESA (hardware refresh plan definition/execution, stock management, asset inspection); providing cross-Departmental support for piloting and deploying new ESA IT services;</li>\n<li>providing input to the strategic planning process, investment plans and annual work planning processes and to related budget preparation/revision exercises;</li>\n<li>ensuring ESA and Departmental policies, standards and guidelines are properly implemented locally; reporting progress and the status of local activities to the Section Head.</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Your profile</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl dcGoAz\"><ul>\n<li>You have a Master's degree or equivalent qualification in information technology.</li>\n<li>You have a minimum of ten years' in-depth experience in customer interface management and service delivery.</li>\n<li>You have experience in IT service and operation management, knowledge of corporate information systems and IT business process design.</li>\n<li>You have a solid and documented practice in the preparation, negotiation and implementation of industrial procurements.</li>\n<li>You are customer focused with excellent negotiating skills supported by effective communication and reporting skills.</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">We offer</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl dcGoAz\"><p>The European Space Agency (ESA) is an equal opportunities employer that offers competitive salaries exempt from national income tax and excellent employment conditions, such as allowances for expatriates and relocation support.</p>\n<p><strong>About us</strong><br>\nThe European Space Agency (ESA) is Europe's gateway to space. Its mission is to shape the development of Europe's space capability and ensure that investment in space continues to deliver benefits to the citizens of Europe and the world. ESA is an international organisation with 22 Member States. By coordinating the financial and intellectual resources of its members, it can undertake programmes and activities far beyond the scope of any single European country.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Contact</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl dcGoAz\"><p><strong>The closing date for applications is 9 April 2020.</strong></p>\n<p>If you require support with your application due to a disability, please email <a href=\"mailto:contact.human.resources@esa.int\" target=\"_blank\">contact.human.resources@esa.int</a>.</p>\n<p>Please note that applications are only considered from nationals of one of the following States: Austria, Belgium, the Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, the Netherlands, Norway, Poland, Portugal, Romania, Spain, Sweden, Switzerland, the United Kingdom and Canada and Slovenia.</p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Information-and-Communication-Technology-ICT-Site-Manager-Darmstadt-European-Space-Agency--522159-inline.html?rltr=50_50_100_dynrl_s_0_0_0&suid=21405a3f-98c8-4022-9dce-5bbeabaf0597",
  "date": "2020-05-12"
}