{
  "title": "Orth IT Lead (f/m/x)",
  "location": "Orth an der Donau",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl QYXFj\"><p></p>\n<p></p>\n<p></p>\n<p></p>\n<p>In this role you will plan and set direction for the IT team in the Orth manufacturing plant. You will provide direct supervision of individuals including mentoring, performance management, and staffing decisions as well as manage all activities of internal/external resources within the group. Not only will you assure that strategic and tactical plans are met but will also be responsible for budget commitments and forecast.</p>\n<p></p>\n<p><b>Your (new) Opportunity:</b></p>\n<ul>\n<li>You will engage in strategic initiatives, planning process and making technology recommendations to increase operational value</li>\n<li>You will participate in the development of the Global IT vision and be responsible for translating the vision into short- and long-term goals and deliverables</li>\n<li>You will support all IT transformational initiatives and apply to existing priorities</li>\n<li>You will determine and manage priorities, timelines and schedules, with the ability to communicate priorities driven from global IT to plant level senior leadership</li>\n<li>You will ensure proper GxP compliance within the infrastructure environment</li>\n<li>You will review multiple team, group, or service deliverables to ensure quality (design walk-through, test results, etc.) and adherence to processes, standards, and regulatory requirements</li>\n<li>You will participate in all internal and external audits and provide services in a timely manner</li>\n<li>You will foster a collaborative environment for mentoring, learning, and innovation to help develop employees</li>\n<li>You will create and track key performance indicators to ensure alignment with plant and global functions</li>\n<li>You will create and manage both Capital and Operational budgets</li>\n<li>You will develop, gather and measure relevant productivity metrics as well as create operational mechanisms to ensure a steady environment</li>\n</ul>\n<p></p>\n<p><b>Your Skills and Qualifications:</b></p>\n<ul>\n<li>Bachelor's degree in Computer Science or a related field preferred</li>\n<li>10+ years of systems experience incl. 4+ years of leadership in a manufacturing environment</li>\n<li>Experience with software application implementations and knowledge with network infrastructure including technology stacks within a plant environment is mandatory</li>\n<li>Ability to communicate to senior level executives and ensure their engagement</li>\n<li>Ability to participate in the strategy and objective alignments with the operational leadership</li>\n<li>Collaborative work skills to partner with global portfolios and implement new initiatives</li>\n<li>Knowledge of Lean operational techniques preferred</li>\n</ul>\n<p></p>\n<p>At Takeda, we are transforming the pharmaceutical industry through our R&amp;D-driven market leadership and being a values-led company. To do this, we empower our people to realize their potential through life-changing work. Takeda encourages and supports its employees by trainings, job rotations and mentoring. A balanced work – life ratio (recognition for work and family, company kindergarten) and numerous benefits (fitness center, cafeteria, etc.) complete our profile as a top employer. For more insights into Takeda click here.</p>\n<p></p>\n<p>We foster an inclusive, collaborative workplace, in which our global teams are united by an unwavering commitment to deliver Better Health and a Brighter Future to people around the world. Gender, age, skin color, background or sexual orientation play no role in this as we actively promote diversity. We equally address people with disabilities. In the course of a recruitment process which is as free of barriers as possible, we encourage you to mention all relevant information in this context in your application.</p>\n<p></p>\n<p>Motivated employees must be remunerated appropriately. The minimum salary for this important and responsible position is € 4.369,11 gross per month (full time, collective wage agreement for the chemical industry). The actual remuneration package will be guided by your professional experience and your qualifications, so increased payment is possible.</p>\n<p></p>\n<p>We look forward to receiving your application!</p>\n<p></p>\n<p> </p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Orth-IT-Lead-f-m-x-Orth-an-der-Donau-Takeda--512940-inline.html?suid=ad9f94b1-1a35-4f67-b898-181d7c8b2f3c&rltr=135_35_100_dynrl_s_0_0_0",
  "date": "2020-05-26"
}