{
  "title": "IT Manager (f/m/x) - Global Engineering",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl QYXFj\"><p></p>\n<p></p>\n<p></p>\n<p></p>\n<p><b>Your Opportunities:</b></p>\n<ul>\n<li>You will drive the development and deployment of IT solutions for the various shop-floor systems of Takeda Manufacturing sites (such as automation, production scheduling, validation documentation systems, etc.)</li>\n<li>You will make recommendations for new systems and technology by using deep understanding of industry trends, business solutions, IT roadmaps and IT strategic plans</li>\n<li>You will guide decisions with projects and other IT groups by using persuasion and negotiation skills to reach agreement on approach and implementation</li>\n<li>You will ensure execution and documentation according to Takeda Quality Management System (QMS), Software Development Life Cycle (SDLC) and IT Project Life Cycle (ITPLC) standards, policies and procedures</li>\n<li>You will lead contractors and technical engineers to deliver business solutions and/or IT systems fitting into the IT landscape</li>\n<li>You will own, maintain and influence technical relationships with vendors in support of projects and ongoing operations and expand these relationships</li>\n</ul>\n<p></p>\n<p><b>Your Skills &amp; Qualifications:</b></p>\n<ul>\n<li>Bachelor's degree or equivalent in Computer Science or a related field </li>\n<li>Proven relevant experience in project management for deploying Manufacturing computer systems such as Automation, MES, Historian, Manufacturing Intelligence</li>\n<li>Experience with the design, development and validation of computer systems in the pharmaceutical industry </li>\n<li>Good understanding of complex data flows exchanged between IT systems</li>\n<li>Strong collaborating skills and experience in a matrix organization</li>\n<li>Excellent oral and written English communications skills with the ability to listen and influence stakeholders at all levels</li>\n<li>High interest in digital manufacturing and IOT trends</li>\n<li>Ability to travel up to 25%, internationally</li>\n</ul>\n<p></p>\n<p>At Takeda, we are transforming the pharmaceutical industry through our R&amp;D-driven market leadership and being a values-led company. To do this, we empower our people to realize their potential through life-changing work. Takeda encourages and supports its employees by trainings, job rotations and mentoring. A balanced work – life ratio (recognition for work and family, company kindergarten) and numerous benefits (fitness center, cafeteria, etc.) complete our profile as a top employer.</p>\n<p></p>\n<p>We foster an inclusive, collaborative workplace, in which our global teams are united by an unwavering commitment to deliver Better Health and a Brighter Future to people around the world. Gender, age, skin color, background or sexual orientation play no role in this as we actively promote diversity. We equally address people with disabilities. In the course of a recruitment process which is as free of barriers as possible, we encourage you to mention all relevant information in this context in your application.</p>\n<p></p>\n<p>Motivated employees must be remunerated appropriately. The minimum salary for this important and responsible position is € 4.369,11 gross per month (full time, collective wage agreement for the chemical industry). The actual remuneration package will be guided by your professional experience and your qualifications, so increased payment is possible. We look forward to receiving your application!</p>\n<p></p>\n<p> </p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--IT-Manager-f-m-x-Global-Engineering-Vienna-Takeda--512657-inline.html?rltr=145_45_100_dynrl_s_0_0_0&suid=b120f6e7-2555-4281-b23a-25860f89a32a",
  "date": "2020-05-02"
}