{
  "title": "IT Operations Senior Specialist (f/m)",
  "location": "Brunn am Gebirge / Campus 21",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl hOeDXX\"><p>Türk Telekom International is a leading telecommunications operator in the CEE region, Turkey, Caucasus, Middle-East and beyond. It provides a full range of Internet/data services, infrastructure and wholesale voice services to incumbents, alternative carriers, mobile operators, cable TV companies, Internet service providers and corporate customers.</p>\n<p>Currently we are looking for a new colleague to our IT team located in Brunn am Gebirge / Campus 21 to the following role:</p>\n<p><strong>IT Operations Senior Specialist (f/m)</strong></p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Purpose of the job:</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl dcGoAz\"><p>This position will strengthen the IT Operations team and support them with ongoing implementations and to improvement the service quality provided centrally against our customers, who are internal TTI users. This role will primarily act as service manager for all IT services, who ensures customer satisfaction and manages escalations. This is mainly managing partners and their services to ensure they are provisioned as contracted. Besides that, to be part of the infrastructure design planning team and to coordinate all needed improvements and projects as well - especially for provision of additional services which should add value to business in TTI. This role will also be responsible to educate and train users continuously, to create an awareness for Information Security and for life cycle management including to trigger and follow-up the procurement processes.</p>\n<p><strong>Main Responsibilities</strong></p>\n<ol>\n<li><strong>Information Security:</strong> You will act as a champion on processes and decisions regarding to information security and necessary implementations. Hence, you will ensure Information Security Incident Management process is implemented and runs efficiently, as well as acting as escalation point regarding to GDPR EU related technical decisions.</li>\n<li><strong>IT Service Management:</strong> You will drive continuous improvement cycle across IT functions and increase maturity of the IT processes according to CobIT standards. Furthermore, you will be supporting the regular update of our IT roadmap and the budget planning.</li>\n<li><strong>Project Management:</strong> You will be responsible to implement IT infrastructure projects according to our IT operations roadmap. Your responsibility includes the development of the technical solutions in co-operation with suppliers and our outsourcing partners, the project management itself including the co-ordination of our local teams in the respective countries and after successful implementation you will ensure a successful solution roll-out by setting up the necessary processes and user documentation and organize the user communication.</li>\n</ol>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Requirements</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl dcGoAz\"><ul>\n<li>7-10 years relevant working experience in various IT roles, minimum working for 2 years in a similar position with the emphasis on <u>information and network security</u>.</li>\n<li>Good understanding of IT service management, good practices of IT support processes and experiences operating an IT based on ITIL standards</li>\n<li>Strong experience in project management, developing of work flows and IT operations related policies.</li>\n<li>You have decent experience with knowledgebase management systems, creating and managing structured documentation, as well as hands-on trainings on your domain.</li>\n<li><strong>Excellent English skills are mandatory, exceptionally strong English written communication skills.</strong></li>\n<li>Hands-on experience with both client support and systems administration and know very well how a standard IT landscape looks like, and functions.</li>\n<li>Very good understanding of ITIL good-practices.</li>\n<li>Knowledge and experiences on using ITSM tools such as Cherwell</li>\n<li><strong>Great teamwork skills</strong></li>\n<li>Highly communicative, quality &amp; customer orientation</li>\n<li>Self-sufficient to initiate and execute your own agenda, escalate and request assistance where needed and provide reporting on them</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">We offer</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl dcGoAz\"><ul>\n<li>Opportunity to become part of a diverse and motivated team working in an international environment</li>\n<li>For this position the minimum salary according to the collective agreement is € 2.108,09 gross/month, the possibility for overpayment depends upon candidate experiences and qualifications</li>\n<li>You will find perfect conditions in our company to grow and enter new knowledge areas, while being able to maintain a work-life balance enabling you to top our expectations</li>\n<li>Flexible working hours&nbsp; </li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"\" class=\"sc-TOsTZ hxzeby\">Kontakt</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl dcGoAz\"><p><strong>Location:</strong></p>\n<p>Brunn am Gebirge (Vienna), Austria</p>\n<p>Please send your CV in English, as well as your motivation letter to the following email address: <a href=\"mailto:joinus@turktelekomint.com\" target=\"_blank\">joinus@turktelekomint.com</a></p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--IT-Operations-Senior-Specialist-f-m-Brunn-am-Gebirge-Campus-21-Tuerk-Telekom-International-AT-GmbH--517553-inline.html?suid=ad9f94b1-1a35-4f67-b898-181d7c8b2f3c&rltr=28_28_100_dynrl_m_0_0_0",
  "date": "2020-05-26"
}