{
  "title": "Front-End Web Developer (m/f/x)",
  "location": "Dornbirn",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl eqBYTg\"><p>AT, Dornbirn</p>\n<p>The Zumtobel Group is an international lighting group and a leading supplier of innovative lighting solutions, lighting components and associated services. With its core&nbsp;brands, Zumtobel, Thorn and Tridonic, the Group offers its customers around the world a comprehensive portfolio of products and services.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">Your job</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl eVflOG\"><p><strong>We digitize our processes from the first customer touchpoints through the commerce shop to product configurations. Our team questions all existing systems and develops a digitization roadmap to be prepared for the challenges ahead. This is the opportunity for experts who like to efficiently bring future-oriented projects to fruition in an intercultural and fast and agile environment.</strong><br>\n&nbsp;</p>\n<ul>\n<li>You are responsible for creation and extension of Front-Ends in the areas of all Customer Facing digital Front-Ends, you manage our Source Code over the whole lifecycle.</li>\n<li>Your core duties comprise requirements analysis based on consulting of project managers, cost estimation and planning for as well as conceptual work, design, coding, automated testing, continuous integration and quality assurance in above mentioned areas.</li>\n<li>You are responsible for approval and quality assurance of concepts, specifications, prototypes and documentation in order to guarantee maintainability, performance and reliability of the corresponding IT solutions.</li>\n<li>You are designing, extending and supporting our Source Code and API’s in coordination with our backend-developers</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">Your profile</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl eVflOG\"><ul>\n<li>You have a university degree in information technology, industrial engineering, mechanical or electrical engineering or applied science.</li>\n<li>You have knowledge and practical experience in Software Development.</li>\n<li>You have experience in the area of software conception and architecture.</li>\n<li>You have first experience in requirements engineering and project management.</li>\n<li>Your knowledge in Frameworks like Angular, Backbone, Vue,<br>\nReactJS are of advantage.</li>\n<li>Your knowledge in Test-Frameworks like Selenium and Qulaity-Check Frameworks like eslinter will be another plus.</li>\n<li>You like to take on challenges in the search for best in class solutions in a sophisticated environment.</li>\n<li>You are fluent in English, additionally German is of advantage.</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">What we offer: Premier league of the profession plus maximum quality of life</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl eVflOG\"><ul>\n<li>With the core brands Zumtobel, Thorn and Tridonic in 90 countries, production facilities all over the world, a workforce of 5,900 people, an industry in the throes of change: For us IT specialists, this means a highly exciting playing field on which really good people can move a lot.</li>\n<li>The position is located in Dornbirn, Austria. Dornbirn is a city where children can grow up in safety and where the nearest ski slope, MBT route and the beach at Lake Constance are only 20 minutes away: a great quality of life awaits you and your family.</li>\n<li>Flexible hours and working from home: to ensure that your family and your leisure interests are not neglected, you mostly decide for yourself when and where you work.</li>\n</ul>\n<p>The law obliges us to specify a salary here: in line with the collective agreement, this amounts to at least 45.906,70 EUR for a 38½-hour working week. However, because neither you nor we are satisfied with minimum standards, we promise you that it will be more. How much more depends on how good you are.</p>\n<p><strong>Enlightening your career</strong><br>\nWe curiously discover new fields of work together, our mentoring program is meant to support you to fully develop your skills and potentials.</p>\n<p><strong>International perspective</strong><br>\nBe part of a network of creativity and high-tech and contribute to an ecosystem that enables you to realize your potential within multinational, intercultural teams.</p>\n<p><strong>Work-Life-Balance</strong><br>\nYour best individual work-life balance will vary over time, often on a daily basis, this is why we offer flexible working-models and sabbatical options for our employees.</p>\n<p><strong>Open-minded and respectful culture</strong><br>\nWorking for the ZG means to be a part of an open-minded and passionate culture based on the spirit of the company’s founder Dr. Walter Zumtobel.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">Contact</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl eVflOG\"><p><strong>Applications to</strong><br>\nMelanie Bernhardt<br>\nT <a href=\"tel:+43664808926199\" target=\"_blank\">+43 664 80892 6199</a></p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Front-End-Web-Developer-m-f-x-Dornbirn-Zumtobel-Group--520050-inline.html?suid=ad9f94b1-1a35-4f67-b898-181d7c8b2f3c&rltr=144_44_100_dynrl_s_0_0_0",
  "date": "2020-05-26"
}