{
  "title": "Senior IT Specialist – Business Intelligence (m/w/d)",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl hOeDXX\"><p>Dass sich alle im SKIDATA Team duzen, <br> ist vielleicht keine Überraschung.<br><b>Dass Du dabei vom ersten Tag an auch <br> mit dem CEO auf Du und Du bist, vielleicht schon.</b></p> \n<p>Weltmarktführende Zutrittslösungen suchen vielseitiges IT-Talent als</p> \n<h1>Senior IT Specialist – Business Intelligence (m/w/d)</h1> \n<p>Wie Dich unsere Technologie hinter Schranken und Zutrittslesern überrascht, so überzeugt sie bereits tausendfach in über 100 Ländern – z.B. in Skigebieten, Flughäfen, Stadien und Freizeitparks.</p> \n<h4>DEINE AUFGABEN</h4> \n<p>Im Team unserer Corporate IT optimierst Du die SKIDATA Business Intelligence Landschaft mit der Bereitstellung konzernweiter Tools und Informationen für die Analyse und das Reporting und trägst damit zur Einsatzbereitschaft von BI-Lösungen bei. Im Zuge dessen, bist du Partner für Business User und Projekte mit einem guten Verständnis für IT-seitige Geschäftsprozesse. Du entwirfst technische Umsetzungskonzepte, stellst Verbesserungsmöglichkeiten bereit und richtest das Entwicklungsportfolio aus. Du bist verantwortlich für die end-to-end Implementierung von ETL-Prozessen und OLAP-Modellen in enger Abstimmung mit den internen Fachabteilungen. Darüber hinaus bereitet es dir Freude Ad-hoc Analysen zu machen und Standardberichte für KPI’s zu erstellen. Außerdem stellst du die kontinuierliche Verbesserung und Steigerung der Effizienz, Zuverlässigkeit und Nachhaltigkeit bestehender BI Prozessen, Modellen und Berichte sicher.</p> \n<h4>DU ÜBERZEUGST MIT</h4> \n<ul> \n<li>Einem abgeschlossenen Studium im Bereich Wirtschaftsinformatik oder vergleichbarem mit Fokus auf IT </li> \n<li>Mind. 3 Jahre Berufserfahrung im Bereich DWH- und BI Lösungen auf Unternehmensebene </li> \n<li>Sehr guten SQL Kenntnissen und fundierter Erfahrung mit Reporting-Tools </li> \n<li>Erweiterten Excel Kenntnissen (Pivot, Marcos) und Endanwenderkenntnisse in ERP System </li> \n<li>Fundiertem Verständnis für Geschäftsprozessen und hoher Affinität für IT Systeme </li> \n<li>Sehr guten Englisch- und Deutschkenntnissen </li> \n<li>Hoher Genauigkeit, Qualitäts- und Nachhaltigkeitsbewusstsein </li> \n<li>Selbstständiger, analytischer Arbeitsweise und starken konzeptionellen Fähigkeiten </li> \n<li>Exzellenten Kommunikationsfähigkeiten und Durchsetzungsstärke</li> \n</ul> \n<h4>WIR ÜBERRASCHEN MIT</h4> \n<ul> \n<li>Einem internationalen Spezialisten-Team </li> \n<li>Der Zugkraft eines Marktführers </li> \n<li>Guten Weiterbildungsmöglichkeiten </li> \n<li>Weltweiten Perspektiven </li> \n<li>Abwechslungsreichen Tätigkeitsfeldern </li> \n<li>Freiheit, die motiviert</li> \n</ul> \n<p>Wenn Du Teil unseres Corporate IT Team sein willst: <a href=\"https://iventajobdata.eu/bestmedia/img/679357/920359/cl/7510e8bc12c96d9dd07c888a3a35e39c53a14069/L904043/JeyJ6bCI6InN0ZXBzdG9uZS5hdCIsIm9sZGxpbmsiOiJodHRwczovL3d3dy5za2lkYXRhLmNvbS9kZS91bnRlcm5laG1lbi9qb2JzLWthcnJpZXJlL3N0ZWxsZW5hbmdlYm90ZS1iZWktc2tpZGF0YS9qb2ItZGV0YWlscy8_dHhfZG1tam9iY29udHJvbF9waTElNUJqb2JfdWlkJTVEPTIzODgmY0hhc2g9NDBhZmUwOTMxMmQxM2RlYjlmYTNmMjRiYTA2NmNiYTYjYXBwbHlNYXJrZXIifQ==\" target=\"_blank\">Bewirb dich jetzt</a></p> \n<p>Das Mindestgehalt entspricht der Einstufung nach dem allgemeinen Handels-Kollektivvertrag (Beschäftigungsgruppe 4, Berufsjahr nach individueller Erfahrung)<br> <br> Bei allen Bezeichnungen, die auf Personen bezogen sind, meint die gewählte Formulierung beide Geschlechter, auch wenn aus Gründen der leichteren Lesbarkeit die männliche Form angeführt ist.</p> \n<h4>überraschend überzeugend</h4> \n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Senior-IT-Specialist-Business-Intelligence-m-w-d-Groedig-Salzburg-HQ-SKIDATA-AG--516677-inline.html?rltr=173_73_100_dynrl_s_0_0_0&suid=780f86bd-8224-4411-ad6d-61b80b662107",
  "date": "2020-04-20"
}