{
  "title": "IT Head Manufacturing Execution Systems (MES) (f/m/x)",
  "location": "Vienna",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl QYXFj\"><p></p>\n<p></p>\n<p></p>\n<p><b>Objectives/Purpose: </b><br><br>The IT Head of MES (f/m/x) is the global IT owner of the Takeda Manufacturing Execution Systems (MES) across Manufacturing facilities worldwide. With his/her team, they operate as the IT Center Of Excellence for MES, supervising MES design, deployment and support across facilities while insuring adherence to standards.</p>\n<ul>\n<li>Key partner with the Global MES business Owner and Manufacturing Systems team to build and improve the MES roll out strategy in order to accelerate our digital transformation in manufacturing. With a large expertise on MES, enterprise IT platforms, manufacturing systems and next generation technologies, plays a key role in enabling manufacturing organizations to achieve their objectives through the effective use of the integrated MES solution.</li>\n<li>Serves as the IT liaison between several business and IT organizations - including global and site manufacturing teams, Engineering and Quality organizations, Enterprise ERP Team, Shared IT services and sites IT - to inure successful deployment and support of the MES</li>\n<li>Lead a team of regional leaders and MES experts responsible to support the MES design, roll out and standardization, provide technical/functional expertise to local teams, drive systems integration and managed the systems lifecycle.</li>\n<li>With the MES business owner and PM Office, plan and monitor the MES program execution incl. optimal governance, communicate status, solutions and concerns. Disseminate information in a timely manner within the team and across functions. Establish, maintain and develop relationships within the business or function.&nbsp; Deliver presentations, facilitate and address issues at all levels of management</li>\n</ul>\n<p></p>\n<p><b>Your Opportunities:</b></p>\n<ul>\n<li>Own MES technology roadmap and platform Lifecycle, ensure enforcement to global MES architecture standards and solution templates.</li>\n<li>Responsible to build, deliver and support all MES interfaces to enterprise IT systems including ERP (SAP, JD Edwards), LIMS, CMMS, Data warehouse and manufacturing systems.</li>\n<li>With minimal direction, supervise the design, implementation, qualification and support of our MES across 20+ manufacturing facilities worldwide (Scope, Budget, Schedule)</li>\n<li>Develop and maintain effective working relationships and models with our strategic MES vendors, service providers (on-shore and off-shore) and other external collaborators to improve productivity and optimize cost</li>\n<li>In the area of Manufacturing Execution, identify, analyze, propose, generate and document innovative solutions to address unmet business needs or solve complex/difficult or problems with current systems. Understand broader business impact and identify solutions. Prepare recommendations to make decisions that have a cross-functional or business impact. Use technical tools (queries, process maps, etc.) for problem resolution</li>\n<li>Act as the key IT liaison and between global and local plant MES teams, Enterprise IT/ERP Product Management (SAP, JD Edwards), Unified Application Maintenance Services team (UAMS) and other IT stakeholders.</li>\n<li>With internal and external partners, ensure global 24x7x365 platform monitoring and support of MES and related interfaces within the organization&nbsp;</li>\n<li>Own MES program budget and provide input into annual IT budget process (Opex &amp; Capex) for his/her functional areas</li>\n<li>Lead a medium size team of internal (10+ persons) and external MES IT experts towards target. Monitor people performance, develop talents, promote teamwork and drive succession planning</li>\n<li>Drive operational excellence, simplification, new ways of working, methods (e.g. Agile, DevOps, user experience) to increase the value impact on business)</li>\n</ul>\n<p></p>\n<p><b>Your Skills and Qualifications:</b></p>\n<ul>\n<li>Proven experience in large MES Program Management</li>\n<li>Recognized expertise in MES (Werum and Siemens Simatic IT EBR) and Manufacturing IT Systems from both a technical and functional point of view</li>\n<li>Demonstrate extensive business and technical knowledge in the manufacturing and process engineering area.</li>\n<li>Possess strong analytical skills, including an understanding of business economics and financial resources</li>\n<li>Proven track record of driving change in processes and organizations, while maintaining working relationships with key business customers</li>\n<li>Strong business acumen with knowledge of interdependencies that impact the organization</li>\n<li>Strong collaboration skills and experience in people management and skills development</li>\n<li>Experienced in current and emerging technologies and their potential application and translate those into business opportunities, cases, needs and implementation roadmaps.</li>\n<li>Demonstrated success in the areas of IT Business Partnership &amp; Relationship Management, Value Realization, IT Vendor Management/Governance</li>\n<li>Experience with full software development life cycle in regulated environment (FDA, GxP, SOX, computer system validation)</li>\n<li>Master’s degree in Computer Sciences or Engineering</li>\n<li>Profound IT and work experience in Biotech/Pharmaceutical industry (15+ years)</li>\n<li>Ability to travel up to 25% internationally</li>\n</ul>\n<p></p>\n<p>At Takeda, we are transforming the pharmaceutical industry through our R&amp;D-driven market leadership and being a values-led company. To do this, we empower our people to realize their potential through life-changing work. Takeda encourages and supports its employees by trainings, job rotations and mentoring. A balanced work – life ratio (recognition for work and family, company kindergarten) and numerous benefits (fitness center, cafeteria, etc.) complete our profile as a top employer. For more insights into Takeda click <a href=\"https://www.youtube.com/watch?v=eXGvhwALf2A&amp;list=PLdEbUoUDW_52FKhxHXjm5nkfnKpRfKVoP&amp;index=2\" target=\"_blank\" rel=\"nofollow\">here</a>.</p>\n<p></p>\n<p>We foster an inclusive, collaborative workplace, in which our global teams are united by an unwavering commitment to deliver Better Health and a Brighter Future to people around the world. Gender, age, skin color, background or sexual orientation play no role in this as we actively promote diversity. We equally address people with disabilities. In the course of a recruitment process which is as free of barriers as possible, we encourage you to mention all relevant information in this context in your application.</p>\n<p>Motivated employees must be remunerated appropriately. The minimum salary for this important and responsible position is € 4.369,11 gross per month (full time, collective wage agreement for the chemical industry). The actual remuneration package will be guided by your professional experience and your qualifications, so increased payment is possible.</p>\n<p></p>\n<p> </p></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--IT-Head-Manufacturing-Execution-Systems-MES-f-m-x-Vienna-Takeda--524245-inline.html?suid=ad9f94b1-1a35-4f67-b898-181d7c8b2f3c&rltr=102_2_100_dynrl_m_0_0_0",
  "date": "2020-05-26"
}