{
  "title": "Sales Manager CNC Shopfloor Management Software (m/w/d) - SISW",
  "location": "Vienna",
  "contract_type": "Vollzeit, Feste Anstellung",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#46A8B1\" class=\"sc-TOsTZ jrVzss\">Arbeiten bei Siemens</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl hHgcRY\"><strong>Ort:</strong> österreichweit möglich (Wien oder Linz bevorzugt)\n<strong>Organisation:</strong> Siemens Industry Software GmbH\n<strong>Fachabteilung: </strong>Motion Control\n<strong>Art der Anstellung:</strong> Unbefristet / Vollzeit\n<br>\n<br>\n<strong>Gemeinsam machen wir den Unterschied</strong>\n<strong><br></strong>\nSiemens Digital Industries (DI) ist ein Innovationsführer in der Automatisierung und Digitalisierung.&nbsp; In enger Zusammenarbeit mit Partnern und Kunden, treibt DI die digitale Transformation in der Prozess- und Fertigungsindustrie voran. Mit dem Digital-Enterprise-Portfolio bietet Siemens Unternehmen jeder Größe durchgängige Produkte, Lösungen und Services für die Integration und Digitalisierung der gesamten Wertschöpfungskette. Optimiert für die spezifischen Anforderungen der jeweiligen Branchen, ermöglicht das einmalige Portfolio Kunden, ihre Produktivität und Flexibilität zu erhöhen. DI erweitert sein Portfolio fortlaufend durch Innovationen und die Integration von Zukunftstechnologien. Siemens Digital Industries hat seinen Sitz in Nürnberg und beschäftigt weltweit rund 75.000 Mitarbeiter.\n<br>\nWerden Sie jetzt Teil unseres Teams als \n<strong>„Sales Manager CNC Shopfloor Management Software (m/w/d)“</strong> an einem unserer Standorte in Österreich (Wien oder Linz bevorzugt).\n<br>\n<br>\n<strong>Ihr neues Aufgabenfeld – herausfordernd und zukunftsorientiert</strong>\n<strong><br></strong>\n<ul>\n<li>Mit Ihrem strategischen Denken setzen Sie die Vertriebsstrategie, in AT und den zugehörigen Ländern in Süd- und Osteuropa um und sind verantwortlich für den&nbsp; Geschäftsaufbau sowie den nachhaltigen Erfolg des Digitalization Portfolio „CNC Shopfloor Management Software“</li>\n<li>Gemeinsam mit einem jungen Team bauen Sie zielgerichtet die Vertriebsaktivitäten aus, die in unserem Unternehmen Siemens Industry Software GmbH beheimatet ist</li>\n<li>Mit dem ambitionierten Business Plan im Fokus, gestallten Sie zusammen mit Ihrem Team eine systematische Markt- und Kundenbearbeitung&nbsp;</li>\n<li>Bei dem Aufbau des Vertriebsteams und der Markteinführung von neuen Produkten werden Sie durch die DI MC MTS (Ausrüstungen für Werkzeugmaschinen) tatkräftig unterstützt</li>\n<li>Ihre fundierte fachliche Expertise befähigt Sie den Vertrieb, im Besonderen den Vertrieb für Werkzeugmaschinen und dem dazugehörigen Service, zu unterstützen&nbsp; und abgestimmt bei gemeinsamen Kunden zu agieren</li>\n<li>Der Unternehmergeist in Ihnen hilft dabei Ihre treibende Rolle auszuüben, welches den Aufbau neuer Geschäftsmöglichkeiten, die Planung der dafür notwendigen Aktivitäten und Kapazitäten (Personal, Umsatz, Budget) sowie die darauffolgende Umsetzung beinhaltet&nbsp;</li>\n</ul>\n<br>\n<br>\n<strong>Ihre Qualifikationen – fundiert und adäquat</strong>\n<strong><br></strong>\n<ul>\n<li>Sie verfügen über ein abgeschlossenes Studium oder ähnliches in der Fachrichtung Maschinenbau, Elektrotechnik oder Informatik</li>\n<li>Sie zeichnen sich durch mehrjährige und erfolgreiche Erfahrung mit wachsender Führungs- und Geschäftsverantwortung in vergleichbaren Positionen aus</li>\n<li>Sie haben nachweislich fundierte Erfahrung im Hinblick auf das Führen einer technischen Unternehmung sowie auf das Vorantreiben seines Wachstumspfads&nbsp;</li>\n<li>Zu Ihren Stärken gehören eine hohe strategische und vertriebliche Kompetenz gepaart mit ausgeprägter Lösungs- und Kundenorientierung</li>\n<li>Sie blicken auf einschlägige Erfahrungen in verschiedenen Bereich der Digitalisierung und der Entwicklung neuer Geschäftsmodelle</li>\n<li>Wünschenswert sind Kenntnisse zu Werkzeugmaschinen&nbsp;</li>\n<li>Exzellente Kommunikation und fließende Sprachkenntnisse in Deutsch und in Englisch runden ihr Profil ab</li>\n</ul>\n<br>\n<br>\n<strong>Bereit für eine neue Herausforderung?</strong>\n<br>\nWir freuen uns auf Ihre aussagekräftigen Bewerbungsunterlagen!\nAus gesetzlichen Gründen weisen wir darauf hin, dass das Gehalt für diese Position bei entsprechender Qualifikation bei EUR 65.000 brutto plus variablem Gehalt im Jahr liegt. Bereitschaft zur Überzahlung bei entsprechender Qualifikation ist gegeben!&nbsp;\n<br>\n<br>\n<strong>Ihre Perspektiven</strong>\n<strong><br></strong>\nWir bieten ein internationales Umfeld mit mehr als 140.000 Kunden in aller Welt, die heute schon auf unsere Kompetenz in der Digitalisierung setzen. Dabei bringen sich in Deutschland über 2.000 Kolleginnen und Kollegen in spannende und abwechslungsreiche Kundenprojekte ein. Bei uns finden Sie ein teamorientiertes Arbeitsumfeld, umfassende Weiterbildungsoptionen und attraktive Benefits. Durch individuelle Zielvereinbarungen und vielfältige Karrieremodelle mit Spezialisierungsoptionen bieten wir Ihnen die Möglichkeit, fachlich und persönlich zu wachsen.\n<br>\n<strong>GENDER BALANCE – Eine Arbeitswelt für Frauen und Männer.</strong>\n<strong><br></strong>\nAls Unternehmen ist es uns ein wichtiges Anliegen, dass Frauen und Männer gleichermaßen für ihre Leistungen Wertschätzungen erfahren und sich beruflich entfalten können – auch in Lebensphasen in denen sie privat stärker beansprucht sind. Auf dieses Potential wollen wir nicht verzichten! Deshalb haben wir in den letzten Jahren vielfältige Maßnahmen in die Wege geleitet, um die Vereinbarkeit von Familie, Beruf und Karriere zu gewährleisten.\n<br>\nDazu gehören u.a. ein marktorientiertes Gehalt, ein teamorientiertes Arbeitsklima mit flachen Hierarchien, spannende und herausfordernde Projekte bei namhaften Kunden und Tätigkeiten mit Zukunftsperspektiven. Außerdem ermöglichen wir Ihnen weitreichende Entwicklungsmöglichkeiten und die Teilnahme an unserem Aktienprogramm.\n<br>\n<strong>So treten Sie mit uns in Kontakt – einfach und direkt</strong>\n<strong><br></strong>\nWir freuen uns über Ihre aussagekräftigen Bewerbungsunterlagen! Bitte nutzen Sie hierfür ausschließlich unsere Karriere-Plattform, welche Sie über „jetzt bewerben“ erreichen.\n<br>\n<strong><a href=\"http://www.siemens.com/plm\">www.siemens.com/plm</a> </strong>\nwenn Sie vor Ihrer Bewerbung mehr über die Siemens Industry Software GmbH erfahren möchten\n<br>\n<strong><span class=\"no-break\"><a class=\"js-emailLink\" href=\"mailto:career-germany.plm@siemens.com\">career-germany.plm@siemens.com</a></span> </strong> - Ansprechpartner dieser Stellenausschreibung ist Frau Giang Luong\n<br>\n<strong><a href=\"http://www.siemens.de/bewerbung\">www.siemens.de/bewerbung</a> </strong>\nwenn Sie mehr Informationen über den Bewerbungsablauf und unsere Leistungen für Mitarbeiter erfahren möchten. Siemens legt Wert auf Chancengleichheit. Wir freuen uns über Bewerbungen von Menschen mit Behinderung und unterstützen zudem die Bundesinitiative „job – Jobs ohne Barrieren“.\n<br>\n<br>\n<a href=\"https://www.youtube.com/watch?v=ePZheUvsH0w&amp;feature=youtu.be\" target=\"_blank\">Youtube Video</a>\n<br>\n<br></div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#46A8B1\" class=\"sc-TOsTZ jrVzss\">Kontakt</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl hHgcRY\"><a href=\"https://ars2.equest.com/?response_id=52018a63a76a5386a097515936eeb610\" target=\"_blank\">Jetzt bewerben</a></div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Sales-Manager-CNC-Shopfloor-Management-Software-m-w-d-SISW-Vienna-Siemens-AG-Oesterreich--519620-inline.html?rltr=157_57_100_dynrl_s_0_0_0&suid=aa52670d-d2e3-4481-8d30-5d0b5a209937",
  "date": "2020-05-18"
}