{
  "title": "Absolvent (HAK/HTL) mit Interesse für Digital Accounting & Wirtschaftsinformatik (m/w)",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl gVvlkp\"><p><strong>LBG Österreich</strong> ist ein führendes Beratungsunternehmen im Bereich Steuern, Betriebswirtschaft, Finanz- und Rechnungswesen, Controlling, Prüfung, Arbeitgeberberatung und Personalverrechnung mit umfassenden Digital-Services in der kaufmännischen Organisation.</p>\n<p>Unser Kundenkreis stammt aus vielfältigen Branchen mit unterschiedlichsten Rechtsformen und Unternehmensgrößen. Familienbetriebe, Einzelunternehmer, Personen- und Kapitalgesellschaften, Selbständige, Freie Berufe, mittelständische Unternehmensgruppen, Körperschaften, private und öffentliche Institutionen, Vereine und Verbände zählen ebenso zu unserer geschätzten Klientel wie zahlreiche österreichische Tochtergesellschaften international tätiger Unternehmen.</p>\n<p>Unsere 530 Mitarbeiter/innen&nbsp;leisten mit aktuellem Fachwissen, vielfältigen Talenten und Erfahrungen begeisternde Arbeit an 31 Standorten in 8 Bundesländern. Wir bieten unseren Kunden eine praxisorientierte, umfassende Beratung und Dienstleistung. Unsere Mitarbeiter/innen finden bei uns interessante Aufgaben und Perspektiven in einem österreichweit bedeutenden Unternehmen mit regionaler Präsenz.</p>\n<p>Unser&nbsp;Team&nbsp;<strong>\"Finanzen|Controlling|Digital-Management\"</strong> verantwortet die wirtschaftliche Steuerung, das Finanzwesen und die Weiterentwicklung und Qualität unserer digitalen Prozesse in allen Geschäftsbereichen der \"LBG Österreich Gruppe\". Wir bauen unser Team weiter aus und besetzen die Position</p>\n<h2><strong>Absolvent (HAK/HTL)</strong><strong>&nbsp;mit Interesse <strong>für </strong></strong></h2>\n<h2><strong><strong>Digital Accounting &amp; Wirtschaftsinformatik (m/w)</strong></strong></h2>\n<p>&nbsp;</p>\n<p><strong>Ihr Aufgabenbereich:</strong></p>\n<ul>\n<li>Sie lernen unsere Geschäftsfelder und Dienstleistungsbereiche kennen und beschäftigen sich mit der Gestaltung von digitalen Prozessen im Bereich Rechnungswesen, sodass ein reibungsloser Digital Workflow bereitgestellt werden kann.</li>\n<li>Dabei gestalten Sie digitale Transformationsprozesse durch die Implementierung von innovativen Themenfeldern wie zum Beispiel Robotics und OCR-Erkennung. Eine Analyse der Geschäftsprozesse, Entwicklung von ganzheitlichen Lösungskonzepten, Proof of Concepts sowie Prozessdokumentationen zählen zu Ihrem Aufgabengebiet.</li>\n<li>Schrittweise entwickeln Sie sich zu einem/einer fachversierten Ansprechperson im Bereich Digital Accounting und Wirtschaftsinformatik.</li>\n</ul>\n<p><strong>Ihr Profil:</strong></p>\n<ul>\n<li>Sie bringen eine erfolgreich absolvierte HAK/HTL-Ausbildung mit Schwerpunktsetzung wie zum Beispiel Rechnungswesen/Wirtschaft/Informatik/Informationstechnologien/Digital Business/Programmierung/Datenbanken/u.ä. mit.</li>\n<li>Sie verfügen über ein großes Interesse an betriebswirtschaftlichen Abläufen, die für die Zusammenarbeit mehrerer Unternehmensbereiche und gesamt für ein erfolgreiches Rechnungswesen, ausschlaggebend sind.</li>\n<li>Programmierkenntnisse, SQL- und Skriptingkenntnisse sowie erste Anwenderkenntnisse im Umgang mit Datenbanken und SQL-Umgebungen sind wünschenswert.</li>\n<li>Zahlenaffinität, Genauigkeit, eine analytische Denkweise sowie Ihre Kommunikationsfähigkeit runden Ihr Profil ab.</li>\n</ul>\n<p><strong>Unser Angebot:</strong></p>\n<ul>\n<li>Wir bieten Ihnen ein umfassendes Aufgabengebiet im Kernbereich der Unternehmenssteuerung mit interessanten Entwicklungsperspektiven im Unternehmen.&nbsp;</li>\n<li>Wir unterstützen gezielt Ihre Weiterbildung in internen und externen Seminaren.&nbsp;</li>\n<li>Ein Einstiegsgehalt ab EUR 1.900,- brutto pro Monat zzgl. Social Benefits (Gleitzeit, Übernahme von Aus- und Fortbildungskosten, LBG Zusatzurlaubstage, Essenszuschuss, Obst, Freigetränke, Öffi-Zuschuss, etc.). Je nach Qualifikation und bisheriger Berufserfahrung bieten wir Ihnen auch eine höhere Vergütung.</li>\n<li>Die Mitarbeit und Einbindung in ein sympathisches Team an unserem Unternehmensstandort in <strong>Wien-Landstraße</strong> mit dem professionellen Hintergrund und der Kompetenz von LBG, einem österreichweit führenden Beratungsunternehmen.</li>\n<li>Herzlich Willkommen in einem netten Team, dem der Erfolg unseres Unternehmens wichtig ist!</li>\n</ul>\n<p>Wir freuen uns auf Ihre aussagekräftige und vollständige&nbsp;<strong>Online-</strong><strong>Bewerbung</strong>&nbsp;(Bewerbungsschreiben, Lebenslauf,&nbsp;Foto,&nbsp;Studienzeugnisse &amp; Dienstzeugnisse), und vor allem auf ein persönliches Kennenlernen. Vertraulichkeit ist selbstverständlich.</p>\n<strong>LBG Österreich</strong><br>\nNina\nDobler, MA<br>\nHuman Resources<br>\nBoerhaavegasse 6,\n1030\nWien\nT: <a href=\"tel:+431531051406\" target=\"_blank\" rel=\"nofollow\">+43 (1) 53105-1406</a><br>\n<br>\n<a href=\"https://karriere.lbg.at/bmdweb20/bmdweb2.dll/STARTFUNC/?func=MCS_FRMONLBEWWEB_CREATE&amp;job=978392823899673\" target=\"_blank\" rel=\"nofollow\">Online bewerben</a>\n<a href=\"https://www.lbg.at/karriere/job_empfehlen/index_ger.html?comments=Guten%20Tag%21%20Eben%20habe%20ich%20ein%20interessantes%20Jobangebot%20gefunden%20und%20wollte%20Ihnen%20die%20Adresse%20zukommen%20lassen.%20Schauen%20Sie%20doch%20mal%20rein%20unter%3A%20https%3A%2F%2Fwww.lbg.at%2Fgo%3Fu%3D167176\" target=\"_blank\" rel=\"nofollow\">Job empfehlen</a>\nLBG - Vielfalt an Branchen,<br> Rechtsformen, Unternehmensgrößen\nSie interessieren sich für eine Tätigkeit an einem unserer österreichweiten Standorte? Bewerben Sie sich gerne initiativ - wir begleiten Ihre Karriere!\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT hfTwgy\"></div><div class=\"sc-kgAjT kICtyS\"></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Absolvent-HAK-HTL-mit-Interesse-fuer-Digital-Accounting-Wirtschaftsinformatik-m-w-Wien-Landstrasse-LBG-Oesterreich-GmbH-Wirtschaftspruefung-Steuerberatung--499193-inline.html?rltr=89_89_100_dynrl_s_0_0_0&suid=c10e2196-0596-49ee-8615-fd8245a4a9d3",
  "date": "2020-05-05"
}