{
  "title": "Software Architect (m/f/x)",
  "body": " \n<div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-introduction sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-introduction-content sc-cHGsZl eqBYTg\"><p>AT, Dornbirn</p>\n<p>Tridonic, the Zumtobel Group's technology company, is a leading global player in the field of lighting technology that produces innovative hardware and software for smart and connected lighting systems.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-description sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">Your job</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-description-content sc-cHGsZl eVflOG\"><p><strong>CONNECT SYSTEMS AND SOFTWARE – DEVELOP THE ARCHITECTURE</strong><br>\nOur Global System Architecture team at our headquarters in Dornbirn develops the system and software architecture of state-of-the-art lighting management and IoT systems.<br>\n<br>\n<strong>You create the software architecture for our lighting management and IoT systems at our headquarters in Dornbirn.</strong><br>\n&nbsp;</p>\n<ul>\n<li><strong>#analyse &amp; understand:</strong>&nbsp;You analyse the diverse requirements of our software products (functionality, quality, security, etc.) and define specifications for the various stakeholders.</li>\n<li><strong>#architecture:</strong>&nbsp;You conceptualize and design the software architecture and you are responsible to communicate and coordinate your concept with the development team.</li>\n<li><strong>#development:</strong>&nbsp;You help software developers with the implementation of the software architecture.</li>\n<li><strong>#optimization:</strong>&nbsp;You evaluate, test and implement new technologies and tools for best-in-class software.</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-profile sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">Your profile</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-profile-content sc-cHGsZl eVflOG\"><p><strong>You combine comprehensive programming and architecture know-how with a winning, communicative personality.</strong><br>\n&nbsp;</p>\n<ul>\n<li>You have a higher education (FH, TU) in computer science or something comparable.</li>\n<li>You are an experienced architect with a high level of expertise in programming, developing and designing software architectures with Java and Linux/Windows – additional knowledge in the areas of cloud services and IoT would be an advantage.</li>\n<li>Your assertiveness and perseverance help you to focus on architecture</li>\n<li>You are capable of translating and clarifying technical applications to stakeholders without technical background and working in an agile project environment.</li>\n<li>Your calm and positive personality helps you to cooperate with an interdisciplinary global team.</li>\n</ul>\n</div></div></div></section></div><div class=\"sc-kgAjT hfTwgy\"><section class=\"at-section-text-weoffer sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">We offer</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-weoffer-content sc-cHGsZl eVflOG\"><p><strong>Enlightening your career</strong><br>\nWe curiously discover new fields of work together, our mentoring program is meant to support you to fully develop your skills and potentials.</p>\n<p><strong>International perspective</strong><br>\nBe part of a network of creativity and high-tech and contribute to an ecosystem that enables you to realize your potential within multinational, intercultural teams.</p>\n<p><strong>Work-Life-Balance</strong><br>\nYour best individual work-life balance will vary over time, often on a daily basis, this is why we offer flexible working-models and sabbatical options for our employees.</p>\n<p><strong>Open-minded and respectful culture</strong><br>\nWorking for the ZG means to be a part of an open-minded and passionate culture based on the spirit of the company’s founder Dr. Walter Zumtobel.</p>\n<p>Legally binding note: Based on the minimum salary (at 38.5 hours per week) of € 52,369.-/p.a. as stipulated in the collective agreement, the actual salary for this position is based on professional qualifications and experience.</p>\n</div></div></div></section></div><div class=\"sc-kgAjT kICtyS\"><section class=\"at-section-text-contact sc-fBuWsC gCeVxK\"><div class=\"sc-kjoXOD jMenng\"><h4 color=\"#f9c200\" class=\"sc-TOsTZ liTurf\">Contact</h4><div class=\"sc-gisBJw dgZBhL sc-caSCKo liUtOy\"><div class=\"at-section-text-contact-content sc-cHGsZl eVflOG\"><p><strong>That sounds like an attractive task for you? We are looking forward to receiving your application!</strong>&nbsp;&nbsp;</p>\n<p><strong>Applications to</strong><br>\nVerena Sohler<br>\nT <a href=\"tel:+43664808926076\" target=\"_blank\">+43 664 80892 6076</a></p>\n</div></div></div></section></div>\n",
  "url": "https://www.stepstone.at/stellenangebote--Software-Architect-m-f-x-Dornbirn-Zumtobel-Group--516598-inline.html?rltr=34_34_100_dynrl_m_0_0_0&suid=45cee199-31df-4e2f-b567-416335005413",
  "date": "2020-04-20"
}